pfDB["quests"]["ruRU"] = {
  ['"Красавчик" Дункан'] =
  {
    ['Кателина Клинок'] = 'NPC',
  },
  ['... и образцы слизнюков'] =
  {
    ['Химик Барабос'] = 'NPC',
  },
  ['... с крабами'] =
  {
    ['Морган Штерн'] = 'NPC',
  },
  ['10 купонов – прошлогодний окорок'] =
  {
    ['Гелвас Углешлюз'] = 'NPC',
  },
  ['12 купонов – малый приз Новолуния'] =
  {
    ['Гелвас Углешлюз'] = 'NPC',
  },
  ['1200 билетов – амулет Новолуния'] =
  {
    ['Гелвас Углешлюз'] = 'NPC',
  },
  ['1200 билетов – сфера Новолуния'] =
  {
    ['Гелвас Углешлюз'] = 'NPC',
  },
  ['40 купонов – большой приз Новолуния'] =
  {
    ['Гелвас Углешлюз'] = 'NPC',
  },
  ['5 купонов – цветок Новолуния'] =
  {
    ['Гелвас Углешлюз'] = 'NPC',
  },
  ['5 купонов – поощрительный приз Новолуния'] =
  {
    ['Гелвас Углешлюз'] = 'NPC',
  },
  ['50 купонов – ящик Новолуния'] =
  {
    ['Гелвас Углешлюз'] = 'NPC',
  },
  ['50 билетов – прошлогодний окорок'] =
  {
    ['Гелвас Углешлюз'] = 'NPC',
  },
  ['Плохое яйцо'] =
  {
    ['Кургль Поскакушка'] = 'NPC',
  },
  ['Лай гноллов'] =
  {
    ['Вернер Осгуд'] = 'NPC',
  },
  ['Лучший ингредиент'] =
  {
    ['Землепроходец Торва'] = 'NPC',
  },
  ['Драгоценности для Занзы'] =
  {
    ['Винчакса'] = 'NPC',
  },
  ['Заключение договора'] =
  {
    ['Локтос Зловещий Торговец'] = 'NPC',
  },
  ['Выгодная сделка'] =
  {
    ['Деротайн Грязеглот'] = 'NPC',
  },
  ['Жизненная сила вепря'] =
  {
    ['Волшебник крови Дразиал'] = 'NPC',
  },
  ['Сломанная западня'] =
  {
    ['Сломанная ловушка'] = 'Object',
  },
  ['Помехи на трассе'] =
  {
    ['Начальник трассы Зерин'] = 'NPC',
  },
  ['Связка шкур'] =
  {
    ['Деврак'] = 'NPC',
    ['Джахан Соколиное Крыло'] = 'NPC',
  },
  ['Тридцать три несчастья'] =
  {
    ['Бригадир Раелен'] = 'NPC',
  },
  ['Призыв к оружию: Чумные земли!'] =
  {
    ['Верховный палач Деррингтон'] = 'NPC',
    ['Верховный палач Деррингтон'] = 'NPC',
    ['Верховный палач Деррингтон'] = 'NPC',
    ['Командир Ашлам Неутомимый'] = 'NPC',
    ['Командир Ашлам Неутомимый'] = 'NPC',
    ['Командир Ашлам Неутомимый'] = 'NPC',
    ['Глашатай Гудман'] = 'NPC',
    ['Курьер Удар Молота'] = 'NPC',
    ['Глашатай Лунопарда'] = 'NPC',
    ['Предвестник Балтазад'] = 'NPC',
    ['Военный глашатай Горлач'] = 'NPC',
    ['Вестник Утеса Быстрое Копыто'] = 'NPC',
  },
  ['Тщательно завернутый подарок'] =
  {
    ['Тщательно упакованный подарок'] = 'Object',
  },
  ['Коллекция голов'] =
  {
    ['Экзал'] = 'NPC',
  },
  ['На абордаж!'] =
  {
    ['Капитан Ванесса Белтис'] = 'NPC',
  },
  ['Измятая записка'] =
  {
    ['Маршал Винздор'] = 'NPC',
  },
  ['Прямая и черная угроза'] =
  {
    ['Подозрительная бочка'] = 'Object',
    ['Взрывчатка'] = 'Object',
    ['Подозрительная бочка'] = 'Object',
    ['Взрывчатка'] = 'Object',
    ['Ашлан Камнехмыл'] = 'NPC',
    ['Главный инженер Плотиннер VII'] = 'NPC',
    ['Главный инженер Плотиннер VII'] = 'NPC',
    ['Главный инженер Плотиннер VII'] = 'NPC',
    ['Главный инженер Плотиннер VII'] = 'NPC',
    ['Ашлан Камнехмыл'] = 'NPC',
    ['Главный инженер Плотиннер VII'] = 'NPC',
    ['Главный инженер Плотиннер VII'] = 'NPC',
    ['Главный инженер Плотиннер VII'] = 'NPC',
  },
  ['Дочерняя любовь'] =
  {
    ['Обветшавшая могила'] = 'Object',
    ['Дозорный Ладимор'] = 'NPC',
  },
  ['Пожертвование – магическая ткань'] =
  {
    ['Клавий Кнавингем'] = 'NPC',
    ['Мистина Сталещит'] = 'NPC',
    ['Бубуло Груббер'] = 'NPC',
    ['Райдон Сумеречный Воитель'] = 'NPC',
    ['Рашона Лихая Плеть'] = 'NPC',
    ['Вехена'] = 'NPC',
    ['Румстаг Гордый Странник'] = 'NPC',
    ['Ралстон Фэрнсли'] = 'NPC',
  },
  ['Пожертвование – руническая ткань'] =
  {
    ['Клавий Кнавингем'] = 'NPC',
    ['Мистина Сталещит'] = 'NPC',
    ['Бубуло Груббер'] = 'NPC',
    ['Райдон Сумеречный Воитель'] = 'NPC',
    ['Рашона Лихая Плеть'] = 'NPC',
    ['Вехена'] = 'NPC',
    ['Румстаг Гордый Странник'] = 'NPC',
    ['Ралстон Фэрнсли'] = 'NPC',
  },
  ['Пожертвование – шелк'] =
  {
    ['Клавий Кнавингем'] = 'NPC',
    ['Мистина Сталещит'] = 'NPC',
    ['Бубуло Груббер'] = 'NPC',
    ['Райдон Сумеречный Воитель'] = 'NPC',
    ['Рашона Лихая Плеть'] = 'NPC',
    ['Вехена'] = 'NPC',
    ['Румстаг Гордый Странник'] = 'NPC',
    ['Ралстон Фэрнсли'] = 'NPC',
  },
  ['Пожертвование – шерсть'] =
  {
    ['Клавий Кнавингем'] = 'NPC',
    ['Мистина Сталещит'] = 'NPC',
    ['Бубуло Груббер'] = 'NPC',
    ['Рашона Лихая Плеть'] = 'NPC',
    ['Вехена'] = 'NPC',
    ['Румстаг Гордый Странник'] = 'NPC',
    ['Ралстон Фэрнсли'] = 'NPC',
  },
  ['Дворф и его инструменты'] =
  {
    ['Геолог Ржанец'] = 'NPC',
  },
  ['Честная сделка'] =
  {
    ['Коларк Наемник'] = 'NPC',
  },
  ['Услуга за "Вечное сияние"'] =
  {
    ['Регольд Ячменовар'] = 'NPC',
  },
  ['Подарок в разноцветной упаковке'] =
  {
    ['Подарок в разноцветной упаковке'] = 'Object',
  },
  ['Окончательный удар'] =
  {
    ['Грета Замшелое Копыто'] = 'NPC',
  },
  ['Хорошее яйцо'] =
  {
    ['Кургль Поскакушка'] = 'NPC',
  },
  ['Катавасия'] =
  {
    ['Скути'] = 'NPC',
    ['Керноби'] = 'NPC',
  },
  ['Водяная нечисть'] =
  {
    ['Маршал Дугхан'] = 'NPC',
    ['Реми Повторюх'] = 'NPC',
  },
  ['Бесплатный обед'] =
  {
    ['Стражник Паркер'] = 'NPC',
    ['Дарси'] = 'NPC',
  },
  ['Друг в беде'] =
  {
    ['Дирания Серебряное Сияние'] = 'NPC',
    ['Иверрон'] = 'NPC',
  },
  ['Новое задание'] =
  {
    ['Ведун Искатель Истины'] = 'NPC',
    ['Старший исследователь Магеллас'] = 'NPC',
    ['Историк Карник'] = 'NPC',
    ['Нара Буйногривая'] = 'NPC',
  },
  ['Подарок в яркой упаковке'] =
  {
    ['Подарок в яркой упаковке'] = 'Object',
  },
  ['Галлон крови'] =
  {
    ['Шаманка стихий Турлога'] = 'NPC',
  },
  ['Помощь гномов'] =
  {
    ['Джей Ди Колли'] = 'NPC',
    ['Линкен'] = 'NPC',
  },
  ['Отсрочка для гнома'] =
  {
    ['Гаксим Ржавошиппи'] = 'NPC',
  },
  ['Добрый друг'] =
  {
    ['Иверрон'] = 'NPC',
    ['Дирания Серебряное Сияние'] = 'NPC',
  },
  ['Голова на плечах'] =
  {
    ['Трентон Молот Света'] = 'NPC',
  },
  ['Замогильная история'] =
  {
    ['Подозрительное надгробие'] = 'Object',
    ['Гаэриан'] = 'NPC',
  },
  ['Зловещее открытие'] =
  {
    ['Белгром Каменная Булава'] = 'NPC',
    ['Криг Головоруб'] = 'NPC',
    ['Криг Головоруб'] = 'NPC',
  },
  ['Мрачное поручение'] =
  {
    ['Длиннокос Мрачный'] = 'NPC',
  },
  ['Награда для героя'] =
  {
    ['Сундук Гидраксиса'] = 'Object',
    ['Герцог Гидраксис'] = 'NPC',
  },
  ['Благодарность за отвагу'] =
  {
    ['Шандриса Оперенная Луна'] = 'NPC',
    ['Гинро Пылающий Очаг'] = 'NPC',
  },
  ['Воинство зла'] =
  {
    ['Мириам Лунная Певица'] = 'NPC',
  },
  ['Скромный подарок'] =
  {
    ['Аурель Золотой Лист'] = 'NPC',
  },
  ['Скромная просьба'] =
  {
    ['Вождь Соколиный Ветер'] = 'NPC',
    ['Великая Мать Соколиный Ветер'] = 'NPC',
    ['Вождь Соколиный Ветер'] = 'NPC',
    ['Великая Мать Соколиный Ветер'] = 'NPC',
  },
  ['Похвальба охотника'] =
  {
    ['Дерил Юный'] = 'NPC',
  },
  ['Вызов охотнику'] =
  {
    ['Дерил Юный'] = 'NPC',
  },
  ['Последняя битва супруга'] =
  {
    ['Дрека\'Сур'] = 'NPC',
  },
  ['Месть мужа'] =
  {
    ['Роли Андреан'] = 'NPC',
  },
  ['Королевские почести'] =
  {
    ['Король Магни Бронзобород'] = 'NPC',
    ['Главный камнетес Мраморщик'] = 'NPC',
    ['Главный камнетес Мраморщик'] = 'NPC',
    ['Король Магни Бронзобород'] = 'NPC',
    ['Главный камнетес Мраморщик'] = 'NPC',
  },
  ['Бесстрашие'] =
  {
    ['Верховный жрец Рохан'] = 'NPC',
    ['Верховный жрец Рохан'] = 'NPC',
    ['Верховная жрица Лорена'] = 'NPC',
    ['Толдрен Котельник'] = 'NPC',
  },
  ['Земли, полные ненависти'] =
  {
    ['Ло\'хату'] = 'NPC',
  },
  ['Необходимый урок'] =
  {
    ['Дендрит Блеск Звезд'] = 'NPC',
    ['Дендрит Блеск Звезд'] = 'NPC',
    ['Тюрак Рунический Тотем'] = 'NPC',
    ['Матренгил Медвежья Лапа'] = 'NPC',
  },
  ['Недоставленное письмо'] =
  {
    ['Иветта Фартинг'] = 'NPC',
  },
  ['Дружеская помощь'] =
  {
    ['Муча Кусора'] = 'NPC',
    ['Ринго'] = 'NPC',
  },
  ['Немного удачи'] =
  {
    ['Знахарь Мау\'ари'] = 'NPC',
    ['Харло Торгуместец'] = 'NPC',
  },
  ['Долгий путь слизнюка'] =
  {
    ['Ларис Обалдуй'] = 'NPC',
    ['Ларис Обалдуй'] = 'NPC',
  },
  ['Пропавший хозяин'] =
  {
    ['Волкор'] = 'NPC',
    ['Терентис'] = 'NPC',
    ['Терентис'] = 'NPC',
  },
  ['Вопрос времени'] =
  {
    ['Хроми'] = 'NPC',
  },
  ['Холодный обед'] =
  {
    ['Ангус Штерн'] = 'NPC',
  },
  ['Встреча с господином'] =
  {
    ['Санат Лим-Йо'] = 'NPC',
  },
  ['Новый сверкающий плащ'] =
  {
    ['Криг Головоруб'] = 'NPC',
  },
  ['Образец новой руды'] =
  {
    ['Таттернак Стальной Горн'] = 'NPC',
  },
  ['Новая чума'] =
  {
    ['Аптекарь Юхан'] = 'NPC',
    ['Аптекарь Юхан'] = 'NPC',
    ['Аптекарь Юхан'] = 'NPC',
    ['Пленный горный пехотинец'] = 'NPC',
    ['Аптекарь Юхан'] = 'NPC',
  },
  ['Новая угроза'] =
  {
    ['Балир Морозный Молот'] = 'NPC',
  },
  ['Благородный напиток'] =
  {
    ['Зардет Черный Коготь'] = 'NPC',
    ['Лорд Борлс К. Вишлок'] = 'NPC',
    ['Зардет Черный Коготь'] = 'NPC',
  },
  ['Пешка на Доске Вечности'] =
  {
    ['Хрустальная слеза'] = 'Object',
    ['Анахронос'] = 'NPC',
  },
  ['Ноша батрака'] =
  {
    ['Гроск'] = 'NPC',
    ['Укор'] = 'NPC',
  },
  ['Месть пилота'] =
  {
    ['Труп дворфа'] = 'Object',
    ['Пилот Большеног'] = 'NPC',
  },
  ['Чума на вашу лесопилку!'] =
  {
    ['Термитная бочка'] = 'Object',
    ['Термитная бочка'] = 'Object',
    ['Микки Левин'] = 'NPC',
    ['Натаниэль Дамах'] = 'NPC',
    ['Натаниэль Дамах'] = 'NPC',
    ['Натаниэль Дамах'] = 'NPC',
    ['Термитная бочка'] = 'Object',
    ['Микки Левин'] = 'NPC',
    ['Термитная бочка'] = 'Object',
    ['Микки Левин'] = 'NPC',
  },
  ['Портативный источник энергии'] =
  {
    ['Мукс Маноскреб'] = 'NPC',
  },
  ['Подходящая тетива'] =
  {
    ['Стома Древний'] = 'NPC',
  },
  ['Грязная работа'] =
  {
    ['Страж смерти Диллинжер'] = 'NPC',
  },
  ['Рецептура смерти'] =
  {
    ['Аптекарь Ренферрел'] = 'NPC',
    ['Опытный аптекарь Фаранелл'] = 'NPC',
    ['Опытный аптекарь Фаранелл'] = 'NPC',
    ['Аптекарь Ренферрел'] = 'NPC',
    ['Аптекарь Ренферрел'] = 'NPC',
    ['Опытный аптекарь Фаранелл'] = 'NPC',
  },
  ['Беда беженца'] =
  {
    ['Феликс Ремонтуар'] = 'NPC',
  },
  ['Реликварий Чистоты'] =
  {
    ['Рабин Сатурна'] = 'NPC',
  },
  ['Выгодная сделка'] =
  {
    ['Ренни'] = 'NPC',
    ['Кальвин Монтеччи'] = 'NPC',
    ['Кальвин Монтеччи'] = 'NPC',
  },
  ['Священное погребение'] =
  {
    ['Сказитель Тотем Дождя'] = 'NPC',
  },
  ['Проба слизи...'] =
  {
    ['Химик Барабос'] = 'NPC',
  },
  ['Свиток от Маурена'] =
  {
    ['Коллин Маурен'] = 'NPC',
    ['Гаксим Ржавошиппи'] = 'NPC',
  },
  ['Сомнительный торговец'] =
  {
    ['Мукс Маноскреб'] = 'NPC',
  },
  ['Инкубатор'] =
  {
    ['Квентин'] = 'NPC',
  },
  ['Проблеск надежды'] =
  {
    ['Маршал Винздор'] = 'NPC',
  },
  ['Предвестник надежды'] =
  {
    ['Мятая карта'] = 'Object',
    ['Тяжелоступ Грез'] = 'NPC',
    ['Геолог Ржанец'] = 'NPC',
    ['Геолог Ржанец'] = 'NPC',
  },
  ['Приглашение'] =
  {
    ['Лорд Джорах Черный Ворон'] = 'NPC',
    ['Ормок'] = 'NPC',
    ['Анишар'] = 'NPC',
    ['Майлз Декстер'] = 'NPC',
    ['Ормир Кремнеглаз'] = 'NPC',
    ['Лорд Тони Романо'] = 'NPC',
  },
  ['Благодарность от "Пастбищ Дымного Леса"!'] =
  {
    ['Дедушка Зима'] = 'NPC',
    ['Дедушка Зима'] = 'NPC',
    ['Каймард Меднокноп'] = 'NPC',
    ['Карден Деньгозвон'] = 'NPC',
  },
  ['Растворитель'] =
  {
    ['Мастер Ворнал'] = 'NPC',
  },
  ['Грязное дело'] =
  {
    ['Гилверадин Ловчий Солнца'] = 'NPC',
  },
  ['Странный историк'] =
  {
    ['Хроми'] = 'NPC',
    ['Марлен Редпат'] = 'NPC',
  },
  ['Странная дамочка'] =
  {
    ['Винна Хеззард'] = 'NPC',
    ['Харло Торгуместец'] = 'NPC',
  },
  ['Странный красный ключ'] =
  {
    ['Пленная Арко\'нарина'] = 'NPC',
  },
  ['Странная просьба'] =
  {
    ['Ниру Огненный Клинок'] = 'NPC',
    ['Знахарь Узер\'и'] = 'NPC',
  },
  ['Сверхъестественное устройство'] =
  {
    ['Мукс Маноскреб'] = 'NPC',
    ['Мукс Маноскреб'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Делиана'] = 'NPC',
  },
  ['Срочное сообщение'] =
  {
    ['Тор'] = 'NPC',
    ['Интендант Льюис'] = 'NPC',
  },
  ['Печальная история'] =
  {
    ['Павший герой Орды'] = 'NPC',
  },
  ['Незаконченное задание'] =
  {
    ['Каут'] = 'NPC',
    ['Антура Свежая Пашня'] = 'NPC',
  },
  ['Вкус пламени'] =
  {
    ['Цирус Раскаиватель'] = 'NPC',
    ['Цирус Раскаиватель'] = 'NPC',
    ['Цирус Раскаиватель'] = 'NPC',
  },
  ['Ужасная цель'] =
  {
    ['Командир Мар\'алит'] = 'NPC',
    ['Отшельник Ортелл'] = 'NPC',
  },
  ['Опасность в Фераласе'] =
  {
    ['Рока Орхан'] = 'NPC',
    ['Белгром Каменная Булава'] = 'NPC',
  },
  ['Внутренняя угроза'] =
  {
    ['Маршал Макбрайд'] = 'NPC',
    ['Заместитель судьи Виллем'] = 'NPC',
  },
  ['Тикающий подарок'] =
  {
    ['Тикающий подарочек'] = 'Object',
  },
  ['Неупокоенный дух'] =
  {
    ['Павший герой Орды'] = 'NPC',
    ['Торм Тотем Ярости'] = 'NPC',
    ['Сорек'] = 'NPC',
    ['Кристоф Уокер'] = 'NPC',
    ['Кельв Суровый Молот'] = 'NPC',
    ['Ву Шен'] = 'NPC',
    ['Дарнат Певец Клинка'] = 'NPC',
  },
  ['Ветер тревоги'] =
  {
    ['Гэролас Талветрен'] = 'NPC',
    ['Атридас Медвежья Шкура'] = 'NPC',
  },
  ['Отмщение грядет!'] =
  {
    ['Ольд Каменное Копье'] = 'NPC',
  },
  ['Визит к Грегану'] =
  {
    ['Греган Пивоплюй'] = 'NPC',
    ['Муиджин'] = 'NPC',
  },
  ['Опекун Альянса'] =
  {
    ['Попечительница сирот Найтингейл'] = 'NPC',
    ['Ребенок-сирота'] = 'NPC',
  },
  ['Опекун Орды'] =
  {
    ['Попечительница сирот Батлвейл'] = 'NPC',
    ['Орк-сирота'] = 'NPC',
  },
  ['Предупреждение'] =
  {
    ['Эрис Тайнопламень'] = 'NPC',
  },
  ['Обучение воина'] =
  {
    ['Гарри Берлгард'] = 'NPC',
    ['Лирия дю Лак'] = 'NPC',
  },
  ['Недремлющее Око'] =
  {
    ['Статуя старого льва'] = 'Object',
    ['Теокрит'] = 'NPC',
  },
  ['Твой собственный Йети'] =
  {
    ['Уми Румпельшникер'] = 'NPC',
  },
  ['Утраченная надежда'] =
  {
    ['Маршал Максвелл'] = 'NPC',
    ['Маршал Винздор'] = 'NPC',
  },
  ['Быстрее, выше, сильнее'] =
  {
    ['Герцог Николас Зверенхофф'] = 'NPC',
  },
  ['Связь с Бездной'] =
  {
    ['Бор Буйногривый'] = 'NPC',
  },
  ['Талисманы Бездны'] =
  {
    ['Бор Буйногривый'] = 'NPC',
  },
  ['Скипетры Бездны'] =
  {
    ['Бор Буйногривый'] = 'NPC',
  },
  ['Перстни Бездны'] =
  {
    ['Бор Буйногривый'] = 'NPC',
  },
  ['Больше рунической ткани'] =
  {
    ['Клавий Кнавингем'] = 'NPC',
    ['Мистина Сталещит'] = 'NPC',
    ['Бубуло Груббер'] = 'NPC',
    ['Райдон Сумеречный Воитель'] = 'NPC',
    ['Рашона Лихая Плеть'] = 'NPC',
    ['Вехена'] = 'NPC',
    ['Румстаг Гордый Странник'] = 'NPC',
    ['Ралстон Фэрнсли'] = 'NPC',
  },
  ['После засады'] =
  {
    ['Миран'] = 'NPC',
    ['Хальдар'] = 'NPC',
  },
  ['Возвращение в Главный склеп'] =
  {
    ['Лорд Грейсон Тенелом'] = 'NPC',
  },
  ['Еще раз ослабим великанов'] =
  {
    ['Зорбин Дребезгун'] = 'NPC',
  },
  ['Борьба с лордом Шалзару'] =
  {
    ['Латроникус Лунное Копье'] = 'NPC',
  },
  ['Борьба с Гребнем Ненависти'] =
  {
    ['Латроникус Лунное Копье'] = 'NPC',
    ['Латроникус Лунное Копье'] = 'NPC',
    ['Шандриса Оперенная Луна'] = 'NPC',
  },
  ['Ловкость Агамаггана'] =
  {
    ['Кривозуб'] = 'NPC',
  },
  ['Сила Агамаггана'] =
  {
    ['Кривозуб'] = 'NPC',
  },
  ['Наследие Агамондов'] =
  {
    ['Колман Фартинг'] = 'NPC',
  },
  ['Агент Гидраксиса'] =
  {
    ['Герцог Гидраксис'] = 'NPC',
  },
  ['Судьба Эгмонда'] =
  {
    ['Геолог Сталекрут'] = 'NPC',
  },
  ['Ак\'Зелот'] =
  {
    ['Ак\'Зелот'] = 'NPC',
    ['Ниру Огненный Клинок'] = 'NPC',
  },
  ['Вязанка акириса'] =
  {
    ['Капер Блоудс'] = 'NPC',
    ['Капер Грой'] = 'NPC',
    ['Капер Блоудс'] = 'NPC',
  },
  ['Увы тебе, Андорал'] =
  {
    ['Верховный палач Деррингтон'] = 'NPC',
    ['Командир Ашлам Неутомимый'] = 'NPC',
  },
  ['Экология чужих'] =
  {
    ['Холания Маршалл'] = 'NPC',
  },
  ['Странное яйцо'] =
  {
    ['Хагар Грозовое Копыто'] = 'NPC',
  },
  ['Сторожевые башни'] =
  {
    ['Верховный палач Деррингтон'] = 'NPC',
    ['Командир Ашлам Неутомимый'] = 'NPC',
  },
  ['Верность Кругу Кенария'] =
  {
    ['Призыватель ветров Калдон'] = 'NPC',
  },
  ['Верность Древним богам'] =
  {
    ['Дже\'неу Санкри'] = 'NPC',
    ['Дже\'неу Санкри'] = 'NPC',
  },
  ['Отношения с Альянсом'] =
  {
    ['Маурин Костолом'] = 'NPC',
    ['Кельдран'] = 'NPC',
    ['Кельдран'] = 'NPC',
    ['Таката Стальной Клинок'] = 'NPC',
    ['Кравен Дрок'] = 'NPC',
    ['Кельдран'] = 'NPC',
    ['Таката Стальной Клинок'] = 'NPC',
    ['Таката Стальной Клинок'] = 'NPC',
  },
  ['Травматологи Альянса'] =
  {
    ['Доктор Густав ван Склифф'] = 'NPC',
    ['Нисса Огневик'] = 'NPC',
  },
  ['Союзник тауренов'] =
  {
    ['Равак Зловещий Тотем'] = 'NPC',
  },
  ['Истребление вожаков'] =
  {
    ['Хадокен Быстрый Странник'] = 'NPC',
  },
  ['Кладбища Альтеракской долины'] =
  {
    ['Сержант Дарген Грозовая Вершина'] = 'NPC',
  },
  ['Измененные существа'] =
  {
    ['Тонга Рунический Тотем'] = 'NPC',
  },
  ['Лесопилка Альтера'] =
  {
    ['Люций'] = 'NPC',
  },
  ['Расследование в Янтарной Мельнице'] =
  {
    ['Темный жрец Алистер'] = 'NPC',
  },
  ['Боеприпасы для Громострела'] =
  {
    ['Хегнар Громострел'] = 'NPC',
    ['Лослор Рудж'] = 'NPC',
  },
  ['Среди руин'] =
  {
    ['Дже\'неу Санкри'] = 'NPC',
  },
  ['Амулет тайн'] =
  {
    ['Тяжелоступ Грез'] = 'NPC',
  },
  ['Лучшая защита – нападение'] =
  {
    ['Раэна Волкопас'] = 'NPC',
  },
  ['Посланник зла'] =
  {
    ['Советник Белграм'] = 'NPC',
    ['Историк Карник'] = 'NPC',
  },
  ['Чары ученика'] =
  {
    ['Скуэрто'] = 'NPC',
    ['Ученик Крайтен'] = 'NPC',
  },
  ['Аудиенция у короля'] =
  {
    ['Леди Катрана Престор'] = 'NPC',
    ['Барос Алекстон'] = 'NPC',
  },
  ['Серьезное предложение'] =
  {
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
  },
  ['Легкая доставка'] =
  {
    ['Зиггс Зажигатель'] = 'NPC',
    ['Тимор'] = 'NPC',
  },
  ['Необычное яйцо'] =
  {
    ['Кургль Поскакушка'] = 'NPC',
  },
  ['Просьба беса'] =
  {
    ['Бесенок'] = 'NPC',
    ['Демизетта Клойс'] = 'NPC',
    ['Кертош'] = 'NPC',
    ['Гроль\'дар'] = 'NPC',
    ['Миркета'] = 'NPC',
    ['Зеврост'] = 'NPC',
    ['Каел Жнец Душ'] = 'NPC',
    ['Лютер Рудокоп'] = 'NPC',
    ['Ричард Кервин'] = 'NPC',
    ['Недотрогинс'] = 'NPC',
    ['Александр Кальдер'] = 'NPC',
    ['Урсула Делайн'] = 'NPC',
    ['Сандал'] = 'NPC',
  },
  ['Посвящение'] =
  {
    ['Вартус Древний'] = 'NPC',
  },
  ['Старый коллега'] =
  {
    ['Ломак Демонтирс'] = 'NPC',
    ['Гаксим Ржавошиппи'] = 'NPC',
  },
  ['Старый учебник истории'] =
  {
    ['Милтон Сноп'] = 'NPC',
  },
  ['Собственный КПХ'] =
  {
    ['Карлс Пропеллерз'] = 'NPC',
  },
  ['Обычное яйцо'] =
  {
    ['Кургль Поскакушка'] = 'NPC',
  },
  ['Бездомный сиротка'] =
  {
    ['Квентин'] = 'NPC',
    ['Кинда Лунная Пряжа'] = 'NPC',
  },
  ['Нечестивый союз'] =
  {
    ['Вариматас'] = 'NPC',
    ['Вариматас'] = 'NPC',
  },
  ['Незваный гость'] =
  {
    ['Марти Джанроз'] = 'NPC',
  },
  ['Анахронос'] =
  {
    ['Анахронос'] = 'NPC',
    ['Баристолф из Зыбучих Песков'] = 'NPC',
  },
  ['Дух древнего коня'] =
  {
    ['Дух древнего коня'] = 'NPC',
    ['Лорд Грейсон Тенелом'] = 'NPC',
  },
  ['Перетянутый жилами лист древня'] =
  {
    ['Хастат Древний'] = 'NPC',
  },
  ['Древний дух'] =
  {
    ['Кайнет Штиль'] = 'NPC',
    ['Арай'] = 'NPC',
  },
  ['Плата Андрона Джедиге'] =
  {
    ['Джедига'] = 'NPC',
    ['Андрон Гант'] = 'NPC',
  },
  ['Прикосновение анимиста'] =
  {
    ['Занза Неупокоенный'] = 'NPC',
  },
  ['Еще одно послание клану Громового Молота'] =
  {
    ['Отхо Можи\'ко'] = 'NPC',
  },
  ['Еще один источник энергии?'] =
  {
    ['Главный инженер Чепухастер'] = 'NPC',
  },
  ['Ключ Ансарема'] =
  {
    ['Кателина Клинок'] = 'NPC',
    ['Верховный маг Ансарем Руноплет'] = 'NPC',
  },
  ['Полученные ответы'] =
  {
    ['Тин\'тель Танец Клинка'] = 'NPC',
    ['Джонатан Карвин'] = 'NPC',
  },
  ['Старый приятель Антиона'] =
  {
    ['Фалрин Садовник'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
  },
  ['Прощальные слова Антиона'] =
  {
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
  },
  ['Странная просьба Антиона'] =
  {
    ['Антион Хармон'] = 'NPC',
  },
  ['Аптекарь Зама'] =
  {
    ['Аптекарь Зама'] = 'NPC',
    ['Аптекарь Хелбрим'] = 'NPC',
  },
  ['Начинающий рыболов'] =
  {
    ['Джанг'] = 'NPC',
  },
  ['Тяжкая судьба помощника'] =
  {
    ['Джеймс Халлоран'] = 'NPC',
  },
  ['Водный облик'] =
  {
    ['Тюрак Рунический Тотем'] = 'NPC',
    ['Матренгил Медвежья Лапа'] = 'NPC',
    ['Дендрит Блеск Звезд'] = 'NPC',
    ['Дендрит Блеск Звезд'] = 'NPC',
  },
  ['Аквамонтос'] =
  {
    ['Джей Ди Колли'] = 'NPC',
    ['Эридана Грусть Ветра'] = 'NPC',
  },
  ['Арахнофобия'] =
  {
    ['Плакат: "Розыск": Бесселет'] = 'Object',
    ['Землепряд Маггран'] = 'NPC',
  },
  ['Скарабей Аража'] =
  {
    ['Алхимик Арбингтон'] = 'NPC',
    ['Аптекарь Дитерс'] = 'NPC',
  },
  ['Ресурсы Низины Арати'] =
  {
    ['Сержант Макчист'] = 'NPC',
    ['Сержант Макчист'] = 'NPC',
    ['Сержант Макчист'] = 'NPC',
    ['Сержант Макчист'] = 'NPC',
    ['Сержант Макчист'] = 'NPC',
  },
  ['Улучшенный полевой комплект Лиги Аратора'] =
  {
    ['Самуэль Хок'] = 'NPC',
  },
  ['Полевой комплект Лиги Аратора'] =
  {
    ['Самуэль Хок'] = 'NPC',
  },
  ['Стандартный полевой комплект Лиги Аратора'] =
  {
    ['Самуэль Хок'] = 'NPC',
  },
  ['Волшебное искажение'] =
  {
    ['Верховная жрица Лорена'] = 'NPC',
    ['Верховная жрица Лорена'] = 'NPC',
    ['Брат Джошуа'] = 'NPC',
    ['Верховный жрец Рохан'] = 'NPC',
  },
  ['Магический напиток'] =
  {
    ['Сказитель Лидрос'] = 'NPC',
  },
  ['Чародейские руны'] =
  {
    ['Пилот Зиггс Зажигатель'] = 'NPC',
    ['Тимор'] = 'NPC',
  },
  ['Арканит'] =
  {
    ['Горзиеки Дикоглаз'] = 'NPC',
  },
  ['Йети где-то рядом...'] =
  {
    ['Уми Румпельшникер'] = 'NPC',
    ['Уми Румпельшникер'] = 'NPC',
    ['Уми Румпельшникер'] = 'NPC',
  },
  ['Великий повелитель арены'] =
  {
    ['Коротышка Джон Мифрил'] = 'NPC',
  },
  ['Повелитель арены'] =
  {
    ['Коротышка Джон Мифрил'] = 'NPC',
  },
  ['Жетон Серебряного Рассвета'] =
  {
    ['Офицер Гаруш из ордена Серебряного Рассвета'] = 'NPC',
    ['Офицер Чистосердая из ордена Серебряного Рассвета'] = 'NPC',
    ['Интендант Искромет из ордена Серебряного Рассвета'] = 'NPC',
  },
  ['Перчатки Серебряного Рассвета'] =
  {
    ['Интендант из ордена Серебряного Рассвета'] = 'NPC',
  },
  ['Арикара'] =
  {
    ['Мотега Огненная Грива'] = 'NPC',
    ['Магата Зловещий Тотем'] = 'NPC',
  },
  ['Подозрения Аристана'] =
  {
    ['Морган Пест'] = 'NPC',
    ['Аристан Моттар'] = 'NPC',
  },
  ['Оружие войны'] =
  {
    ['Геолог Ехидная'] = 'NPC',
    ['Геолог Ехидная'] = 'NPC',
    ['Геолог Ехидная'] = 'NPC',
    ['Геолог Ехидная'] = 'NPC',
    ['Геолог Ехидная'] = 'NPC',
    ['Геолог Ехидная'] = 'NPC',
    ['Геолог Ехидная'] = 'NPC',
    ['Геолог Ехидная'] = 'NPC',
  },
  ['Вооружен и особо опасен'] =
  {
    ['Свен Йорген'] = 'NPC',
    ['Гриманд Элмор'] = 'NPC',
  },
  ['Накладки на доспехи'] =
  {
    ['Хронос'] = 'NPC',
  },
  ['Комплекты брони'] =
  {
    ['Джанела Твердомолот'] = 'NPC',
    ['Мерок Дальний Путь'] = 'NPC',
  },
  ['Обломки брони'] =
  {
    ['Мургот Подземная Кузня'] = 'NPC',
  },
  ['Нехватка оружия'] =
  {
    ['Джанела Твердомолот'] = 'NPC',
    ['Мерок Дальний Путь'] = 'NPC',
  },
  ['Армия Черного дракона'] =
  {
    ['Тхарг'] = 'NPC',
  },
  ['Стрелы – для неженок!'] =
  {
    ['Артиллерист Шелдонор'] = 'NPC',
  },
  ['Смерть Аругалу!'] =
  {
    ['Далар Ткач Рассвета'] = 'NPC',
  },
  ['Безрассудство Аругала'] =
  {
    ['Далар Ткач Рассвета'] = 'NPC',
    ['Далар Ткач Рассвета'] = 'NPC',
    ['Далар Ткач Рассвета'] = 'NPC',
    ['Далар Ткач Рассвета'] = 'NPC',
  },
  ['Пока струится вода...'] =
  {
    ['Таинственный красный кристалл'] = 'Object',
    ['Часовой Глинда Нал\'Шия'] = 'NPC',
  },
  ['Вознесение'] =
  {
    ['Рексар'] = 'NPC',
    ['Огнебор'] = 'NPC',
  },
  ['Вестницы Ясеневого леса'] =
  {
    ['Курай\'бин'] = 'NPC',
  },
  ['Контракт убийцы'] =
  {
    ['Мировой судья Генри Малеб'] = 'NPC',
  },
  ['Убийственный заговор'] =
  {
    ['Канати Серое Облако'] = 'NPC',
  },
  ['Атака на остров Фенриса'] =
  {
    ['Верховный палач Хадрик'] = 'NPC',
  },
  ['Нападение на племя Колкар'] =
  {
    ['Варуг'] = 'NPC',
  },
  ['Подсчет врагов'] =
  {
    ['Заместитель судьи Фелдон'] = 'NPC',
  },
  ['Помощь верховному друиду Руническому Тотему'] =
  {
    ['Верховный друид Хамуул Рунический Тотем'] = 'NPC',
    ['Верховный друид Хамуул Рунический Тотем'] = 'NPC',
    ['Верховный друид Хамуул Рунический Тотем'] = 'NPC',
    ['Норман'] = 'NPC',
    ['Пала'] = 'NPC',
    ['Гришка'] = 'NPC',
  },
  ['Помощь верховному друиду Оленьему Шлему'] =
  {
    ['Верховный друид Фэндрал Олений Шлем'] = 'NPC',
    ['Верховный друид Фэндрал Олений Шлем'] = 'NPC',
    ['Верховный друид Фэндрал Олений Шлем'] = 'NPC',
    ['Огневар'] = 'NPC',
    ['Салиенна'] = 'NPC',
    ['Аллисон'] = 'NPC',
  },
  ['Одеяние волшебного плетения'] =
  {
    ['Уинн Ларсон'] = 'NPC',
  },
  ['Наконец-то!'] =
  {
    ['Горный пехотинец Щебеночка'] = 'NPC',
    ['Смотритель Ториус'] = 'NPC',
  },
  ['Война с Алым орденом'] =
  {
    ['Палач Зуганд'] = 'NPC',
    ['Палач Зуганд'] = 'NPC',
    ['Палач Зуганд'] = 'NPC',
    ['Палач Зуганд'] = 'NPC',
  },
  ['Атиеш, большой посох Стража'] =
  {
    ['Анахронос'] = 'NPC',
    ['Анахронос'] = 'NPC',
    ['Анахронос'] = 'NPC',
  },
  ['Атиеш, оскверненный посох'] =
  {
    ['Анахронос'] = 'NPC',
  },
  ['Нападение на Лагерь Нараче'] =
  {
    ['Вождь Соколиный Ветер'] = 'NPC',
  },
  ['Атака на башню'] =
  {
    ['Скуэрто'] = 'NPC',
  },
  ['Сродство с недрами'] =
  {
    ['Лотос Хранитель Портала'] = 'NPC',
    ['Лотос Хранитель Портала'] = 'NPC',
  },
  ['Книга рецептов Августа'] =
  {
    ['Август Помешанный'] = 'NPC',
  },
  ['Тетушка Марлен'] =
  {
    ['Марлен Редпат'] = 'NPC',
    ['Памела Редпат'] = 'NPC',
  },
  ['Аурель Золотой Лист'] =
  {
    ['Аурель Золотой Лист'] = 'NPC',
    ['Хуум Буйногривый'] = 'NPC',
  },
  ['Стой, Адмирал!'] =
  {
    ['Командир флота Фираллон'] = 'NPC',
  },
  ['Суши весла, сухопутная крыса'] =
  {
    ['Командир флота Фираллон'] = 'NPC',
    ['"Красавчик" Дункан'] = 'NPC',
  },
  ['Отомсти за мою деревню'] =
  {
    ['Макаба Плоское Копыто'] = 'NPC',
  },
  ['Кираса Мстителя'] =
  {
    ['Ветсера'] = 'NPC',
  },
  ['Корона Мстителя'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Наголенники Мстителя'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['Набедренники Мстителя'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['Наплечье Мстителя'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Отмщение за погибших'] =
  {
    ['Охотник Мархор'] = 'NPC',
  },
  ['Азшарит'] =
  {
    ['Лорам Многоног'] = 'NPC',
  },
  ['Лазурный храмовник'] =
  {
    ['Бор Буйногривый'] = 'NPC',
  },
  ['Магическая книга Азурегоса'] =
  {
    ['Нарайн Причудень'] = 'NPC',
  },
  ['Назад к Билли'] =
  {
    ['Билли Маклур'] = 'NPC',
    ['"Тетушка" Бернис Стоунфилд'] = 'NPC',
  },
  ['Назад в Пиратскую бухту'] =
  {
    ['Шиззи Пуззырикс'] = 'NPC',
    ['Кравел Углебород'] = 'NPC',
  },
  ['Возвращение в Дарнас'] =
  {
    ['Матренгил Медвежья Лапа'] = 'NPC',
    ['Дендрит Блеск Звезд'] = 'NPC',
  },
  ['Круг замкнулся'] =
  {
    ['Моквар'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Бодли'] = 'NPC',
    ['Бодли'] = 'NPC',
  },
  ['Возвращение в Громовой Утес'] =
  {
    ['Тюрак Рунический Тотем'] = 'NPC',
    ['Дендрит Блеск Звезд'] = 'NPC',
  },
  ['Назад в Ульдаман'] =
  {
    ['Останки паладина'] = 'NPC',
    ['Талваш дель Киссель'] = 'NPC',
  },
  ['Дурное лекарство'] =
  {
    ['Сержант Йохва'] = 'NPC',
  },
  ['Пробежка по Бесплодным землям'] =
  {
    ['Гхак Целитель'] = 'NPC',
    ['Джаркал Замшелый Клык'] = 'NPC',
  },
  ['Пробежка по Бесплодным землям-2'] =
  {
    ['Гхак Целитель'] = 'NPC',
    ['Джаркал Замшелый Клык'] = 'NPC',
  },
  ['Партия руды Балора'] =
  {
    ['Балор Крепкорук'] = 'NPC',
  },
  ['Кольцо Бесконечной жизни'] =
  {
    ['Призывательница ветров Йессендра'] = 'NPC',
  },
  ['Кольцо Погребенных тайн'] =
  {
    ['Призывательница ветров Йессендра'] = 'NPC',
  },
  ['Кольцо сокрытых теней'] =
  {
    ['Призывательница ветров Йессендра'] = 'NPC',
  },
  ['Запас бинтов'] =
  {
    ['Призывательница ветров Гордый Рог'] = 'NPC',
    ['Призывательница ветров Гордый Рог'] = 'NPC',
  },
  ['Бей в гонг!'] =
  {
    ['Гонг Скарабея'] = 'Object',
  },
  ['Варварские доспехи'] =
  {
    ['Орокк Омош'] = 'NPC',
  },
  ['Жареные крылышки канюка'] =
  {
    ['Ригглфазз'] = 'NPC',
  },
  ['Барон Акванис'] =
  {
    ['Дже\'неу Санкри'] = 'NPC',
  },
  ['Смерть барона'] =
  {
    ['Мировой судья Генри Малеб'] = 'NPC',
  },
  ['Сокровище Баровых'] =
  {
    ['Алексий Баров'] = 'NPC',
    ['Вэлдон Баров'] = 'NPC',
  },
  ['Бартлби Пьянь'] =
  {
    ['Бартлби'] = 'NPC',
    ['Гарри Берлгард'] = 'NPC',
  },
  ['Кружка Бартлби'] =
  {
    ['Гарри Берлгард'] = 'NPC',
    ['Бартлби'] = 'NPC',
  },
  ['Плащ из меха йети'] =
  {
    ['Бартоло Джинсетти'] = 'NPC',
  },
  ['Башал\'Аран'] =
  {
    ['Астерион'] = 'NPC',
    ['Астерион'] = 'NPC',
    ['Астерион'] = 'NPC',
    ['Астерион'] = 'NPC',
    ['Тандрис Ветропряд'] = 'NPC',
  },
  ['Батранов волос'] =
  {
    ['Орендил Широколист'] = 'NPC',
  },
  ['Битва за Хилсбрад'] =
  {
    ['Верховный палач Дарталия'] = 'NPC',
    ['Верховный палач Дарталия'] = 'NPC',
    ['Верховный палач Дарталия'] = 'NPC',
    ['Верховный палач Дарталия'] = 'NPC',
    ['Верховный палач Дарталия'] = 'NPC',
    ['Верховный палач Дарталия'] = 'NPC',
    ['Вариматас'] = 'NPC',
    ['Верховный палач Дарталия'] = 'NPC',
  },
  ['Битва за Ущелье Песни Войны'] =
  {
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
  },
  ['Базиль Тредд'] =
  {
    ['Тюремщик Телвотер'] = 'NPC',
    ['Барос Алекстон'] = 'NPC',
  },
  ['Останки морской твари'] =
  {
    ['Выброшенная на берег морская тварь'] = 'Object',
    ['Выброшенная на берег морская тварь'] = 'Object',
    ['Выброшенная на берег морская тварь'] = 'Object',
    ['Выброшенная на берег морская тварь'] = 'Object',
    ['Гвеннид Блай\'Леггонд'] = 'NPC',
    ['Гвеннид Блай\'Леггонд'] = 'NPC',
    ['Гвеннид Блай\'Леггонд'] = 'NPC',
    ['Гвеннид Блай\'Леггонд'] = 'NPC',
  },
  ['Останки морской черепахи'] =
  {
    ['Выброшенная на берег морская черепаха'] = 'Object',
    ['Выброшенная на берег морская черепаха'] = 'Object',
    ['Выброшенная на берег морская черепаха'] = 'Object',
    ['Выброшенная на берег морская черепаха'] = 'Object',
    ['Выброшенная на берег морская черепаха'] = 'Object',
    ['Гвеннид Блай\'Леггонд'] = 'NPC',
    ['Гвеннид Блай\'Леггонд'] = 'NPC',
    ['Гвеннид Блай\'Леггонд'] = 'NPC',
    ['Гвеннид Блай\'Леггонд'] = 'NPC',
    ['Гвеннид Блай\'Леггонд'] = 'NPC',
  },
  ['Бусы для Сальфы'] =
  {
    ['Сальфа'] = 'NPC',
  },
  ['Побить Бартлби'] =
  {
    ['Бартлби'] = 'NPC',
  },
  ['У вас появился малыш!'] =
  {
    ['Агнар Зверопас'] = 'NPC',
  },
  ['Кабаньи ребрышки в пиве'] =
  {
    ['Рагнар Громовар'] = 'NPC',
  },
  ['Опоганенные сатиры'] =
  {
    ['Таката Стальной Клинок'] = 'NPC',
  },
  ['В атаку!'] =
  {
    ['Фельдмаршал Теравейн'] = 'NPC',
  },
  ['В начале славных дел'] =
  {
    ['Аламар Мрачнн'] = 'NPC',
  },
  ['Колокол Детмуры'] =
  {
    ['Горзиеки Дикоглаз'] = 'NPC',
    ['Мор\'зул Вестник Крови'] = 'NPC',
  },
  ['Предок Грозояр'] =
  {
    ['Предок Грозояр'] = 'NPC',
  },
  ['Пояс веры'] =
  {
    ['Отец Иниго Монтой'] = 'NPC',
  },
  ['Погибель Берена'] =
  {
    ['Темный жрец Алистер'] = 'NPC',
  },
  ['Бетина Биггльцинк'] =
  {
    ['Бетина Биггльцинк'] = 'NPC',
    ['Леонид Барталомей Чтимый'] = 'NPC',
  },
  ['Предатель в наших рядах'] =
  {
    ['Торк'] = 'NPC',
    ['Кривозуб'] = 'NPC',
    ['Кривозуб'] = 'NPC',
  },
  ['Предательница'] =
  {
    ['Кальдорайский фолиант Призыва'] = 'Object',
    ['Кальдорайский фолиант Призыва'] = 'Object',
    ['Белгром Каменная Булава'] = 'NPC',
    ['Аг\'тор Кровопал'] = 'NPC',
    ['Аг\'тор Кровопал'] = 'NPC',
    ['Белгром Каменная Булава'] = 'NPC',
    ['Аг\'тор Кровопал'] = 'NPC',
    ['Аг\'тор Кровопал'] = 'NPC',
  },
  ['Лучше поздно, чем никогда'] =
  {
    ['Посылка Дженис'] = 'Object',
    ['Посылка Дженис'] = 'Object',
    ['Посылка Дженис'] = 'Object',
    ['Королевский Инспектор Баухас'] = 'NPC',
    ['Королевский представитель Батрилор'] = 'NPC',
    ['Джанис Фелстоун'] = 'NPC',
  },
  ['Между молотом и Колючим Мехом'] =
  {
    ['Каранг Амаккар'] = 'NPC',
  },
  ['Опасайся терродактилей'] =
  {
    ['Опасайся терродактилей'] = 'Object',
    ['Муча Кусора'] = 'NPC',
  },
  ['Большая черная палица'] =
  {
    ['Керри Хикс'] = 'NPC',
  },
  ['Охотник на крупную дичь'] =
  {
    ['Хеминг Эрнестуэй'] = 'NPC',
  },
  ['Вещи Блестяшки'] =
  {
    ['Блестяшка'] = 'NPC',
    ['Блестяшка'] = 'NPC',
  },
  ['По данным разведки'] =
  {
    ['Лекслорт'] = 'NPC',
    ['Блестяшка'] = 'NPC',
  },
  ['Броня неустрашимости'] =
  {
    ['Корфакс, Воитель Света'] = 'NPC',
  },
  ['Наручники веры'] =
  {
    ['Отец Иниго Монтой'] = 'NPC',
  },
  ['Пропавшее снаряжение Бинглза'] =
  {
    ['Бинглз Покрышкинс'] = 'NPC',
  },
  ['Злейшие соперники'] =
  {
    ['Неохраняемая бочка Громового эля'] = 'Object',
    ['Марлетта Ячменовар'] = 'NPC',
  },
  ['Злодейство в Непроглядной Пучине'] =
  {
    ['Рассветный дозорный Селгорм'] = 'NPC',
    ['Башана Рунический Тотем'] = 'NPC',
    ['Страж Талрид из ордена Серебряного Рассвета'] = 'NPC',
    ['Страж Талрид из ордена Серебряного Рассвета'] = 'NPC',
  },
  ['Приказ Чернорука'] =
  {
    ['Клеймо Драккисата'] = 'Object',
  },
  ['Наследие Блэкмура'] =
  {
    ['Круск'] = 'NPC',
    ['Гол\'дир'] = 'NPC',
  },
  ['Награда за головы орков Черной горы'] =
  {
    ['Стражник Хоув'] = 'NPC',
  },
  ['Угроза Черной горы'] =
  {
    ['Маршал Маррис'] = 'NPC',
  },
  ['Клинок Вечной справедливости'] =
  {
    ['Страж-смотритель Харо'] = 'NPC',
  },
  ['Клинок Погребенных тайн'] =
  {
    ['Страж-смотритель Харо'] = 'NPC',
  },
  ['Предок Остролист'] =
  {
    ['Предок Остролист'] = 'NPC',
  },
  ['Предок Песнь Клинка'] =
  {
    ['Предок Песнь Клинка'] = 'NPC',
  },
  ['Предок Быстрый Клинок'] =
  {
    ['Предок Быстрый Клинок'] = 'NPC',
  },
  ['Благословенный арканитовый чепрак'] =
  {
    ['Лорд Грейсон Тенелом'] = 'NPC',
    ['Дух древнего коня'] = 'NPC',
  },
  ['Достойное оружие'] =
  {
    ['Гриманд Элмор'] = 'NPC',
    ['Глорин Стальной Лоб'] = 'NPC',
  },
  ['Благословенное волшебное масло'] =
  {
    ['Интендант из ордена Серебряного Рассвета'] = 'NPC',
  },
  ['Слепой Казул'] =
  {
    ['Занкайя'] = 'NPC',
    ['Казул'] = 'NPC',
  },
  ['Нарывы на теле земли'] =
  {
    ['Ретиль Страж Природы'] = 'NPC',
  },
  ['Кровопийцы'] =
  {
    ['Ксен\'Зилла'] = 'NPC',
  },
  ['Невинная кровь'] =
  {
    ['Аптекарь Лидон'] = 'NPC',
  },
  ['Кровь Морфаза'] =
  {
    ['Грета Замшелое Копыто'] = 'NPC',
    ['Огтинк'] = 'NPC',
  },
  ['Кровь могучего черного дракона'] =
  {
    ['Рексар'] = 'NPC',
  },
  ['Кровавые осколки Агамаггана'] =
  {
    ['Кривозуб'] = 'NPC',
  },
  ['Окровавленные небеса'] =
  {
    ['Тирион Фордринг'] = 'NPC',
  },
  ['Предводительница стаи Кровавой Ярости'] =
  {
    ['Землепряд Маггран'] = 'NPC',
  },
  ['Предок Кровавое Копыто'] =
  {
    ['Предок Кровавое Копыто'] = 'NPC',
  },
  ['Яд кровоцвета'] =
  {
    ['Землепроходец Торва'] = 'NPC',
  },
  ['Побеги кровоцвета'] =
  {
    ['Муиджин'] = 'NPC',
  },
  ['Антикровоцветный шокер'] =
  {
    ['Ларион'] = 'NPC',
  },
  ['Головы племени Кровавого Скальпа'] =
  {
    ['Бурлящий котел'] = 'Object',
    ['Нимбойя'] = 'NPC',
  },
  ['Уши троллей Кровавого Скальпа'] =
  {
    ['Кебок'] = 'NPC',
  },
  ['Ожерелье кровавых костей'] =
  {
    ['Кин\'вилай'] = 'NPC',
  },
  ['Корни Синелиста'] =
  {
    ['Мебок Миззрикс'] = 'NPC',
  },
  ['Разбитая лодка'] =
  {
    ['Разбитая гребная лодка'] = 'Object',
    ['Гинро Пылающий Очаг'] = 'NPC',
  },
  ['Злосчастная доля Бодли'] =
  {
    ['Бодли'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Бодли'] = 'NPC',
    ['Моквар'] = 'NPC',
  },
  ['Тело и дух'] =
  {
    ['Тюрак Рунический Тотем'] = 'NPC',
    ['Матренгил Медвежья Лапа'] = 'NPC',
  },
  ['Наемный телохранитель'] =
  {
    ['Смид Заржавень'] = 'NPC',
    ['Корк Гизлтон'] = 'NPC',
  },
  ['Укрепим оборону'] =
  {
    ['Эмиссар Гормок'] = 'NPC',
  },
  ['Собиратель костей'] =
  {
    ['Биббли Скобкофуз'] = 'NPC',
  },
  ['Обломки костей'] =
  {
    ['Роган Убийца'] = 'NPC',
  },
  ['Костяные клинки'] =
  {
    ['Джес\'римон'] = 'NPC',
  },
  ['Наручи костяной косы'] =
  {
    ['Роган Убийца'] = 'NPC',
  },
  ['Кираса костяной косы'] =
  {
    ['Роган Убийца'] = 'NPC',
  },
  ['Копи костяной косы'] =
  {
    ['Роган Убийца'] = 'NPC',
  },
  ['Рукавицы костяной косы'] =
  {
    ['Роган Убийца'] = 'NPC',
  },
  ['Полный шлем костяной косы'] =
  {
    ['Роган Убийца'] = 'NPC',
  },
  ['Ножные латы костяной косы'] =
  {
    ['Роган Убийца'] = 'NPC',
  },
  ['Наплечье костяной косы'] =
  {
    ['Роган Убийца'] = 'NPC',
  },
  ['Башмаки костяной косы'] =
  {
    ['Роган Убийца'] = 'NPC',
  },
  ['Воинский пояс костяной косы'] =
  {
    ['Роган Убийца'] = 'NPC',
  },
  ['Книга Древних'] =
  {
    ['Азор Альдаморт'] = 'NPC',
  },
  ['Букмекер Ирод'] =
  {
    ['Записи букмекера Ирода'] = 'Object',
    ['Лейтенант Дорен'] = 'NPC',
  },
  ['Сапоги для стражей'] =
  {
    ['Виш Коцус'] = 'NPC',
    ['Виш Коцус'] = 'NPC',
  },
  ['Вперед, в Пиратскую Бухту!'] =
  {
    ['Макгеван'] = 'NPC',
    ['Окс'] = 'NPC',
  },
  ['Бор Буйногривый'] =
  {
    ['Бор Буйногривый'] = 'NPC',
    ['Аурель Золотой Лист'] = 'NPC',
  },
  ['Разговор с Бором'] =
  {
    ['Бор Буйногривый'] = 'NPC',
    ['Аурель Золотой Лист'] = 'NPC',
  },
  ['Пересечение границ'] =
  {
    ['Ящик из Даларана'] = 'Object',
    ['Темный жрец Алистер'] = 'NPC',
  },
  ['Ущелье Камнепадов'] =
  {
    ['Мор\'рогал'] = 'NPC',
  },
  ['Награда за голову Гаррика Тихокрада'] =
  {
    ['Заместитель судьи Виллем'] = 'NPC',
  },
  ['Награда за мурлоков'] =
  {
    ['Стражник Томас'] = 'NPC',
  },
  ['Сковывающие браслеты'] =
  {
    ['Хранитель Бел\'варил'] = 'NPC',
  },
  ['Потерянное письмо Бранна Бронзоборода'] =
  {
    ['Рутгар Знакописец'] = 'NPC',
  },
  ['Хорошенький омлет'] =
  {
    ['Повар Торка'] = 'NPC',
  },
  ['Сразить Остроклыка!'] =
  {
    ['Храбрец Перо Ветра'] = 'NPC',
  },
  ['Расшифровка'] =
  {
    ['Франкал Каменный Мост'] = 'NPC',
  },
  ['Разбить краеугольный камень'] =
  {
    ['Внутренний связывающий камень'] = 'Object',
    ['Краеугольный камень'] = 'Object',
  },
  ['Минуя охрану'] =
  {
    ['Лорам Многоног'] = 'NPC',
  },
  ['Кираса кровавой жажды'] =
  {
    ['Каталог Малифоя'] = 'Object',
    ['Малифой Черномолот'] = 'NPC',
  },
  ['Кираса хроматических полетов'] =
  {
    ['Перечень Заблудших'] = 'Object',
    ['Джезиба'] = 'NPC',
  },
  ['Невеста Бальзамировщика'] =
  {
    ['Лорд Элло Чернодрев'] = 'NPC',
  },
  ['Предок Сияющее Копье'] =
  {
    ['Предок Сияющее Копье'] = 'NPC',
  },
  ['Возвращение кружки'] =
  {
    ['Нори Гордоступ'] = 'NPC',
    ['Дарнан Мехорез'] = 'NPC',
  },
  ['Да сгинет Хладовей'] =
  {
    ['Эндрю Браунелл'] = 'NPC',
  },
  ['Нести свет'] =
  {
    ['Архиепископ Бенедикт'] = 'NPC',
  },
  ['Разорванные союзы'] =
  {
    ['Горн'] = 'NPC',
    ['Горн'] = 'NPC',
  },
  ['Россыпи Слез'] =
  {
    ['Варуг'] = 'NPC',
  },
  ['Предок Бронзобород'] =
  {
    ['Предок Бронзобород'] = 'NPC',
  },
  ['Сущность детеныша дракона'] =
  {
    ['Тинки Кипеллер'] = 'NPC',
  },
  ['Брат Антон'] =
  {
    ['Брат Антон'] = 'NPC',
    ['Брат Краули'] = 'NPC',
  },
  ['Брат Карлин'] =
  {
    ['Карлин Редпат'] = 'NPC',
    ['Хроми'] = 'NPC',
  },
  ['Брат Пакстон'] =
  {
    ['Брат Пакстон'] = 'NPC',
    ['Милтон Сноп'] = 'NPC',
  },
  ['Братство воров'] =
  {
    ['Заместитель судьи Виллем'] = 'NPC',
  },
  ['Гибель братства'] =
  {
    ['Барос Алекстон'] = 'NPC',
    ['Мастер Матиас Шоу'] = 'NPC',
  },
  ['Братская любовь'] =
  {
    ['Командир Луи Филипс'] = 'NPC',
    ['Командир Карл Филипс'] = 'NPC',
  },
  ['Хладнокрылая Брумеран'] =
  {
    ['Шторм Призрачное Копыто'] = 'NPC',
  },
  ['Доспехи Жестокости'] =
  {
    ['Тун\'грим Огневзор'] = 'NPC',
  },
  ['Рукавицы Жестокости'] =
  {
    ['Ула\'елек'] = 'NPC',
  },
  ['Хауберк жестокости'] =
  {
    ['Тун\'грим Огневзор'] = 'NPC',
  },
  ['Шлем Жестокости'] =
  {
    ['Орм Каменное Копыто'] = 'NPC',
  },
  ['Набедренники Жестокости'] =
  {
    ['Велора Нители'] = 'NPC',
  },
  ['Политика силы'] =
  {
    ['Варуг'] = 'NPC',
    ['Капитан Пентигаст'] = 'NPC',
  },
  ['Путаница в джунглях'] =
  {
    ['Алхимик Пестычинс'] = 'NPC',
  },
  ['Медальон Пылающего Клинка'] =
  {
    ['Зурита Востроглазая'] = 'NPC',
  },
  ['Пылающая кровь'] =
  {
    ['Гриманд Элмор'] = 'NPC',
  },
  ['Пылающие тени'] =
  {
    ['Ниру Огненный Клинок'] = 'NPC',
  },
  ['Жужжалка 323'] =
  {
    ['Жужжалка 411'] = 'Object',
    ['Жужжалка 323'] = 'Object',
  },
  ['Жужжалка 411'] =
  {
    ['Жужжалка 827'] = 'Object',
    ['Жужжалка 411'] = 'Object',
  },
  ['Жужжалка 525'] =
  {
    ['Жужжалка 323'] = 'Object',
    ['Жужжалка 525'] = 'Object',
  },
  ['Жужжалка 827'] =
  {
    ['Жужжалка 827'] = 'Object',
    ['Бацбах Кривошип'] = 'NPC',
  },
  ['Наследие К\'Туна'] =
  {
    ['Калестраз'] = 'NPC',
  },
  ['Сокровище Мау\'ари'] =
  {
    ['Знахарь Мау\'ари'] = 'NPC',
  },
  ['Отпечаток копыта Кэрна'] =
  {
    ['Орк-сирота'] = 'NPC',
  },
  ['Зов Воздуха'] =
  {
    ['Пратта Заклинательница Туч'] = 'NPC',
    ['Пратта Заклинательница Туч'] = 'NPC',
    ['Огнир хранитель Огня'] = 'NPC',
    ['Ксаварик'] = 'NPC',
  },
  ['Небо зовет – флот Смуггла'] =
  {
    ['Командир звена Смуггл'] = 'NPC',
  },
  ['Небо зовет – флот Ромеона'] =
  {
    ['Командир звена Ромеон'] = 'NPC',
  },
  ['Небо зовет – флот Мааши'] =
  {
    ['Командир звена Мааша'] = 'NPC',
  },
  ['Небо зовет – флот Маэстра'] =
  {
    ['Командир звена Маэстр'] = 'NPC',
  },
  ['Небо зовет – флот Слидора'] =
  {
    ['Командир звена Макарч'] = 'NPC',
  },
  ['Небо зовет – флот Змейера'] =
  {
    ['Командир звена Сквороц'] = 'NPC',
  },
  ['Зов Земли'] =
  {
    ['Канага заклинатель земли'] = 'NPC',
    ['Канага заклинатель земли'] = 'NPC',
    ['Провидица Воронье Перо'] = 'NPC',
    ['Провидица Воронье Перо'] = 'NPC',
    ['Низшее воплощение земли'] = 'NPC',
    ['Низшее воплощение земли'] = 'NPC',
    ['Канага заклинатель земли'] = 'NPC',
    ['Провидица Воронье Перо'] = 'NPC',
    ['Низшее воплощение земли'] = 'NPC',
    ['Низшее воплощение земли'] = 'NPC',
  },
  ['Зов Огня'] =
  {
    ['Жаровня Дремлющего Пламени'] = 'Object',
    ['Жаровня Дремлющего Пламени'] = 'Object',
    ['Телф Джулам'] = 'NPC',
    ['Телф Джулам'] = 'NPC',
    ['Кранал Фисс'] = 'NPC',
    ['Кранал Фисс'] = 'NPC',
    ['Кранал Фисс'] = 'NPC',
    ['Кранал Фисс'] = 'NPC',
    ['Берам Небесный Охотник'] = 'NPC',
    ['Нарм Небесный Охотник'] = 'NPC',
    ['Злобр'] = 'NPC',
    ['Телф Джулам'] = 'NPC',
    ['Кранал Фисс'] = 'NPC',
    ['Кранал Фисс'] = 'NPC',
    ['Огнир хранитель Огня'] = 'NPC',
  },
  ['Зов Воды'] =
  {
    ['Брин'] = 'NPC',
    ['Ислена Заклинательница Воды'] = 'NPC',
    ['Ислена Заклинательница Воды'] = 'NPC',
    ['Ислена Заклинательница Воды'] = 'NPC',
  },
  ['Зов воды'] =
  {
    ['Тьев Мордун'] = 'NPC',
  },
  ['Зов Воды'] =
  {
    ['Злобр'] = 'NPC',
    ['Огнир хранитель Огня'] = 'NPC',
    ['Ислена Заклинательница Воды'] = 'NPC',
    ['Ксаварик'] = 'NPC',
    ['Брин'] = 'NPC',
    ['Брин'] = 'NPC',
    ['Брин'] = 'NPC',
  },
  ['Зов воды'] =
  {
    ['Ислена Заклинательница Воды'] = 'NPC',
    ['Брин'] = 'NPC',
  },
  ['Зов Воды'] =
  {
    ['Жаровня Вечного источника'] = 'Object',
    ['Ислена Заклинательница Воды'] = 'NPC',
    ['Жаровня Вечного источника'] = 'Object',
    ['Низшее воплощение воды'] = 'NPC',
    ['Ислена Заклинательница Воды'] = 'NPC',
    ['Низшее воплощение воды'] = 'NPC',
  },
  ['К оружию!'] =
  {
    ['Драм Желчный'] = 'NPC',
    ['Драм Желчный'] = 'NPC',
    ['Драм Желчный'] = 'NPC',
  },
  ['Смена караула'] =
  {
    ['Гриш Выносливый Гонец'] = 'NPC',
    ['Землепряд Маггран'] = 'NPC',
  },
  ['Затишье перед бурей'] =
  {
    ['Карус'] = 'NPC',
    ['Идриана'] = 'NPC',
    ['Зилзибин Барабанный Бой'] = 'NPC',
    ['Грацина Сила Духа'] = 'NPC',
    ['Алхимик Пестычинс'] = 'NPC',
    ['Алхимик Пестычинс'] = 'NPC',
    ['Зилзибин Барабанный Бой'] = 'NPC',
    ['Грацина Сила Духа'] = 'NPC',
  },
  ['Лагерь Мохаче'] =
  {
    ['Тало Терновое Копыто'] = 'NPC',
    ['Военный глашатай Горлач'] = 'NPC',
  },
  ['Манящие свечи'] =
  {
    ['Ящик со свечами'] = 'Object',
  },
  ['Собратья-каннибалы'] =
  {
    ['Мистик Яо\'джин'] = 'NPC',
  },
  ['Шапка Алого Ученого'] =
  {
    ['Каталог Малифоя'] = 'Object',
    ['Малифой Черномолот'] = 'NPC',
  },
  ['Накидка Вечной справедливости'] =
  {
    ['Кейл Стремительный Коготь'] = 'NPC',
  },
  ['Спрятанное сокровище капитана Сандерса'] =
  {
    ['Сундучок капитана'] = 'Object',
    ['Сундучок капитана'] = 'Object',
    ['Разбитая бочка'] = 'Object',
    ['Разбитая бочка'] = 'Object',
    ['Старый кувшин'] = 'Object',
    ['Старый кувшин'] = 'Object',
    ['Запертый сундук'] = 'Object',
  },
  ['Капитан Ваймс'] =
  {
    ['Капитан Гарран Ваймс'] = 'NPC',
    ['Тераморский лейтенант'] = 'NPC',
  },
  ['Захват рудника'] =
  {
    ['Капрал Тика Кровавый Рык'] = 'NPC',
    ['Сержант Дарген Грозовая Вершина'] = 'NPC',
  },
  ['Тисненые кожаные сапоги'] =
  {
    ['Хронос'] = 'NPC',
  },
  ['Кожаные куртки'] =
  {
    ['Хронос'] = 'NPC',
  },
  ['Мясо личинок-трупоедов'] =
  {
    ['Тирион Фордринг'] = 'NPC',
  },
  ['Больше сумок – больше добычи!'] =
  {
    ['Фурл Хмурый Лоб'] = 'NPC',
  },
  ['Поручение Чугонотрубза'] =
  {
    ['Главный механик Чугонотрубз'] = 'NPC',
    ['Гаксим Ржавошиппи'] = 'NPC',
  },
  ['Перечень Заблудших'] =
  {
    ['Перечень Заблудших'] = 'Object',
    ['Джезиба'] = 'NPC',
  },
  ['Дорога рыбка к обеду'] =
  {
    ['Натака Длинный Рог'] = 'NPC',
  },
  ['Попался!'] =
  {
    ['Деревянный туалет'] = 'Object',
  },
  ['Пещерные грибы'] =
  {
    ['Баритас Лунный Сумрак'] = 'NPC',
  },
  ['Праздник добрых времен'] =
  {
    ['Майор Маттингли'] = 'NPC',
    ['Верховный лорд Болвар Фордрагон'] = 'NPC',
  },
  ['Небесная сила'] =
  {
    ['Табета'] = 'NPC',
  },
  ['Помощь Кенарию'] =
  {
    ['Огтинк'] = 'NPC',
    ['Верховная жрица Лорена'] = 'NPC',
    ['Малакай Крест'] = 'NPC',
    ['Отец Кобб'] = 'NPC',
    ['Астария Устремленная к Звездам'] = 'NPC',
    ['Джандрия'] = 'NPC',
    ['Эльталисте'] = 'NPC',
    ['Отец Лазарус'] = 'NPC',
    ['Теодрус Ледобород'] = 'NPC',
    ['Браэнна Кремнескал'] = 'NPC',
    ['Брат Джошуа'] = 'NPC',
    ['Кса\'йера'] = 'NPC',
    ['Жрица Алатея'] = 'NPC',
    ['Верховный жрец Рохан'] = 'NPC',
  },
  ['Броня Кенария'] =
  {
    ['Призыватель ветров Калдон'] = 'NPC',
  },
  ['Наследие Кенария'] =
  {
    ['Брайлин Огненная Длань'] = 'NPC',
  },
  ['Награда за кентавров'] =
  {
    ['Фелгур Бью-Двоих'] = 'NPC',
    ['Капрал Мелкис'] = 'NPC',
  },
  ['Наручи кентавров'] =
  {
    ['Ретгар Врата Смерти'] = 'NPC',
  },
  ['Вызов властителю Мок\'Морокку'] =
  {
    ['Драз\'Зилб'] = 'NPC',
    ['Властитель Мок\'Морокк'] = 'NPC',
  },
  ['Глава I'] =
  {
    ['Барнил Каменный Горшок'] = 'NPC',
  },
  ['Глава II'] =
  {
    ['Барнил Каменный Горшок'] = 'NPC',
  },
  ['Глава III'] =
  {
    ['Барнил Каменный Горшок'] = 'NPC',
  },
  ['Глава IV'] =
  {
    ['Барнил Каменный Горшок'] = 'NPC',
  },
  ['В поисках Чи-Та 3'] =
  {
    ['Карна Сомнамбулер'] = 'NPC',
    ['Чи-Та 3'] = 'NPC',
    ['Чи-Та 3'] = 'NPC',
    ['Карна Сомнамбулер'] = 'NPC',
    ['Чи-Та 3'] = 'NPC',
  },
  ['Пустой бочонок Чена'] =
  {
    ['Пивовар Дрон'] = 'NPC',
    ['Пивовар Дрон'] = 'NPC',
    ['Пивовар Дрон'] = 'NPC',
  },
  ['Курочка с мятой'] =
  {
    ['Огневар'] = 'NPC',
    ['Норман'] = 'NPC',
  },
  ['Главный инженер Скути'] =
  {
    ['Скути'] = 'NPC',
    ['Совик'] = 'NPC',
  },
  ['Детская неделя'] =
  {
    ['Ребенок-сирота'] = 'NPC',
    ['Орк-сирота'] = 'NPC',
    ['Попечительница сирот Найтингейл'] = 'NPC',
    ['Попечительница сирот Батлвейл'] = 'NPC',
  },
  ['Э\'ко хладнокрылов'] =
  {
    ['Знахарь Мау\'ари'] = 'NPC',
  },
  ['Рога хладнокрылов'] =
  {
    ['Фелнок Сталлист'] = 'NPC',
  },
  ['Лагерь Промозглого Ветра'] =
  {
    ['Командир Ашлам Неутомимый'] = 'NPC',
    ['Лорд Грейсон Тенелом'] = 'NPC',
  },
  ['Рог химеры'] =
  {
    ['Орм Каменное Копыто'] = 'NPC',
  },
  ['Многоцветное оплечье Рассвета'] =
  {
    ['Интендант Хасна из ордена Серебряного Рассвета'] = 'NPC',
    ['Интендант Искромет из ордена Серебряного Рассвета'] = 'NPC',
    ['Интендант Миранда Бричлок'] = 'NPC',
  },
  ['Венец веры'] =
  {
    ['Отец Иниго Монтой'] = 'NPC',
  },
  ['Сокровища Ракмора'] =
  {
    ['Записи Ракмора'] = 'Object',
    ['Сундук Ракмора'] = 'Object',
  },
  ['Завоевание Низины Арати'] =
  {
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
  },
  ['Наживка из моллюска'] =
  {
    ['Май\'Лахия'] = 'NPC',
  },
  ['Мидии с сюрпризом'] =
  {
    ['Могиль Быстроруб'] = 'NPC',
  },
  ['Угроза из глубин'] =
  {
    ['Карл Боран'] = 'NPC',
  },
  ['Чистая вода возвращается в Оскверненный лес'] =
  {
    ['Грета Замшелое Копыто'] = 'NPC',
    ['Ислена Заклинательница Воды'] = 'NPC',
  },
  ['Очищение Оскверненного леса'] =
  {
    ['Аратандис Серебряное Небо'] = 'NPC',
    ['Майбесса Речной Ветер'] = 'NPC',
  },
  ['Избавление от заразы'] =
  {
    ['Тарнариун Исцелитель Деревьев'] = 'NPC',
  },
  ['Очищение шара Орахила'] =
  {
    ['Табета'] = 'NPC',
  },
  ['Проклятое Око'] =
  {
    ['Архиепископ Бенедикт'] = 'NPC',
    ['Глорин Стальной Лоб'] = 'NPC',
  },
  ['Зачистка территории'] =
  {
    ['Командир Ашлам Неутомимый'] = 'NPC',
  },
  ['Плащ Надвигающейся бури'] =
  {
    ['Кейл Стремительный Коготь'] = 'NPC',
  },
  ['Плащ Незримого пути'] =
  {
    ['Кейл Стремительный Коготь'] = 'NPC',
  },
  ['Плащ Бесконечной жизни'] =
  {
    ['Кейл Стремительный Коготь'] = 'NPC',
  },
  ['Плащ сокрытых теней'] =
  {
    ['Кейл Стремительный Коготь'] = 'NPC',
  },
  ['Броня из кожи и ткани'] =
  {
    ['Сара Тимберлейн'] = 'NPC',
    ['Маршал Дугхан'] = 'NPC',
  },
  ['Куд-кудаааа!'] =
  {
    ['Курица'] = 'NPC',
  },
  ['Пусковая установка для связок фейерверков'] =
  {
    ['Фариэль Песнь Звезд'] = 'NPC',
  },
  ['Сигнальные ракеты'] =
  {
    ['Фариэль Песнь Звезд'] = 'NPC',
  },
  ['Зернистое грузило'] =
  {
    ['Керри Хикс'] = 'NPC',
  },
  ['Кодекс Обороны'] =
  {
    ['Сказитель Килдрат'] = 'NPC',
  },
  ['Почта Холодной долины'] =
  {
    ['Талин Остроглаз'] = 'NPC',
    ['Грелин Белобород'] = 'NPC',
    ['Стен Крепкорук'] = 'NPC',
    ['Талин Остроглаз'] = 'NPC',
  },
  ['Припасы Ледяного Зуба'] =
  {
    ['Интендант клана Грозовой Вершины'] = 'NPC',
    ['Интендант клана Северного Волка'] = 'NPC',
  },
  ['Хрустальный фукус'] =
  {
    ['Вильям Пест'] = 'NPC',
  },
  ['Сбор воспоминаний'] =
  {
    ['Вилдер Крапивец'] = 'NPC',
  },
  ['Сбор необходимого'] =
  {
    ['Гриманд Элмор'] = 'NPC',
  },
  ['Собрать оскверненную воду'] =
  {
    ['Грета Замшелое Копыто'] = 'NPC',
  },
  ['Полковник Курцен'] =
  {
    ['Лейтенант Дорен'] = 'NPC',
  },
  ['Командир Гор\'шак'] =
  {
    ['Командир Гор\'шак'] = 'NPC',
    ['Галамав Стрелок'] = 'NPC',
  },
  ['"Компендиум павших"'] =
  {
    ['Ведун Искатель Истины'] = 'NPC',
  },
  ['Материалы для зачарованного золотого кровавого одеяния'] =
  {
    ['Зиск Ладноскрой'] = 'NPC',
    ['Менара Расщепительница Бездны'] = 'NPC',
    ['Менара Расщепительница Бездны'] = 'NPC',
    ['Менара Расщепительница Бездны'] = 'NPC',
    ['Менара Расщепительница Бездны'] = 'NPC',
    ['Зиск Ладноскрой'] = 'NPC',
    ['Менара Расщепительница Бездны'] = 'NPC',
  },
  ['Важная составляющая заклинания'] =
  {
    ['Бодли'] = 'NPC',
    ['Бодли'] = 'NPC',
    ['Бодли'] = 'NPC',
    ['Бодли'] = 'NPC',
  },
  ['В едином порыве'] =
  {
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
  },
  ['Сопротивление Йе\'кинье'] =
  {
    ['Йе\'кинья'] = 'NPC',
    ['Геолог Железный Башмак'] = 'NPC',
  },
  ['Завоевание Низины Арати'] =
  {
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
  },
  ['Кираса Завоевателя'] =
  {
    ['Ветсера'] = 'NPC',
  },
  ['Корона Завоевателя'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Наголенники Завоевателя'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['Набедренники Завоевателя'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['Наплеч Завоевателя'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Новобранец Орды'] =
  {
    ['Каргал Боевой Шрам'] = 'NPC',
    ['Такрин Торитель Путей'] = 'NPC',
  },
  ['Благословенное письмо'] =
  {
    ['Брат Самуэль'] = 'NPC',
    ['Маршал Макбрайд'] = 'NPC',
  },
  ['Священная руна'] =
  {
    ['Бромос Груммнер'] = 'NPC',
    ['Стен Крепкорук'] = 'NPC',
  },
  ['Освященное точило'] =
  {
    ['Интендант из ордена Серебряного Рассвета'] = 'NPC',
  },
  ['Разговор с мастером Гадрином'] =
  {
    ['Мастер Гадрин'] = 'NPC',
    ['Аптекарь Лидон'] = 'NPC',
  },
  ['Огонь ненависти'] =
  {
    ['Манкрик'] = 'NPC',
  },
  ['Продолжение пути в Штормград'] =
  {
    ['Озрик Штранг'] = 'NPC',
    ['Тор'] = 'NPC',
  },
  ['Продолжающаяся угроза'] =
  {
    ['Катор'] = 'NPC',
  },
  ['Контроль над пятью базами'] =
  {
    ['Фельдмаршал Освет'] = 'NPC',
  },
  ['Контроль над четырьмя базами'] =
  {
    ['Фельдмаршал Освет'] = 'NPC',
  },
  ['Охлаждение горячих голов'] =
  {
    ['Лотвиль Вериатус'] = 'NPC',
  },
  ['Медный регулятор'] =
  {
    ['Ринлинг'] = 'NPC',
  },
  ['Средоточие стихий'] =
  {
    ['Верховный маг Анджела Досантос'] = 'NPC',
  },
  ['Оскверненный ночной дракон'] =
  {
    ['Оскверненный Ночной дракон'] = 'Object',
    ['Оскверненный Ночной дракон'] = 'Object',
    ['Оскверненный Ночной дракон'] = 'Object',
    ['Оскверненный Ночной дракон'] = 'Object',
  },
  ['Зараженные саблезубы'] =
  {
    ['Винна Хеззард'] = 'NPC',
  },
  ['Оскверненный песнецвет'] =
  {
    ['Оскверненный песнецвет'] = 'Object',
    ['Оскверненный песнецвет'] = 'Object',
    ['Оскверненный песнецвет'] = 'Object',
    ['Оскверненный песнецвет'] = 'Object',
    ['Оскверненный песнецвет'] = 'Object',
    ['Оскверненный песнецвет'] = 'Object',
    ['Оскверненный песнецвет'] = 'Object',
    ['Оскверненный песнецвет'] = 'Object',
    ['Оскверненный песнецвет'] = 'Object',
  },
  ['Оскверненный кнутокорень'] =
  {
    ['Гнилой кнутокорень'] = 'Object',
    ['Оскверненный кнутокорень'] = 'Object',
    ['Гнилой кнутокорень'] = 'Object',
    ['Оскверненный кнутокорень'] = 'Object',
    ['Гнилой кнутокорень'] = 'Object',
    ['Оскверненный кнутокорень'] = 'Object',
  },
  ['Оскверненный ветроцвет'] =
  {
    ['Оскверненный ветроцвет'] = 'Object',
    ['Оскверненный ветроцвет'] = 'Object',
    ['Оскверненный ветроцвет'] = 'Object',
    ['Оскверненный ветроцвет'] = 'Object',
    ['Оскверненный ветроцвет'] = 'Object',
    ['Оскверненный ветроцвет'] = 'Object',
    ['Оскверненный ветроцвет'] = 'Object',
    ['Оскверненный ветроцвет'] = 'Object',
    ['Оскверненный ветроцвет'] = 'Object',
    ['Оскверненный ветроцвет'] = 'Object',
  },
  ['Скверна'] =
  {
    ['Сирил Плетебой'] = 'NPC',
  },
  ['Яблочко от яблоньки...'] =
  {
    ['Хранитель Марандис'] = 'NPC',
    ['Селендра'] = 'NPC',
  },
  ['Камни осквернителей Плети'] =
  {
    ['Офицер Гаруш из ордена Серебряного Рассвета'] = 'NPC',
    ['Офицер Чистосердая из ордена Серебряного Рассвета'] = 'NPC',
    ['Герцог Николас Зверенхофф'] = 'NPC',
  },
  ['Загадка Кортелло'] =
  {
    ['Промокший свиток'] = 'Object',
    ['Заплесневелый свиток'] = 'Object',
    ['Промокший свиток'] = 'Object',
    ['Заплесневелый свиток'] = 'Object',
    ['Сокровище Кортелло'] = 'Object',
  },
  ['Серьезная угроза'] =
  {
    ['Даррен Малвей'] = 'NPC',
  },
  ['Приглашение на рыбалку'] =
  {
    ['Гринкль'] = 'NPC',
    ['Баррус'] = 'NPC',
  },
  ['Контратака!'] =
  {
    ['Ретгар Врата Смерти'] = 'NPC',
  },
  ['Отсчет времени'] =
  {
    ['Хроми'] = 'NPC',
    ['Хроми'] = 'NPC',
  },
  ['Рога и копыта'] =
  {
    ['Огтинк'] = 'NPC',
  },
  ['Секретная операция – Альфа'] =
  {
    ['Гаксим Ржавошиппи'] = 'NPC',
  },
  ['Секретная операция – Бета'] =
  {
    ['Гаксим Ржавошиппи'] = 'NPC',
  },
  ['Койоты-воры'] =
  {
    ['Ника Алый Шрам'] = 'NPC',
  },
  ['Треснувший некротический кристалл'] =
  {
    ['Лейтенант Оррин'] = 'NPC',
    ['Треснувший некротический кристалл'] = 'NPC',
  },
  ['Вскрыть ногу Моури'] =
  {
    ['"Морской волк" Маккинли'] = 'NPC',
  },
  ['Задание мастера'] =
  {
    ['Командир Метц'] = 'NPC',
  },
  ['Задание мастера: штаны из яркой ткани'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: массивное грузило'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: настой оцепенения'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: боевой цыпленок гномов'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: гоблинская мина'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: сильное зелье защиты от тайной магии'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: огромный ториевый боевой топор'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: имперское зерцало'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: молниевый угорь'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: огромный флакон с лечебным зельем'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: огромный флакон с зельем маны'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: пластинчатая бронерыба'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: светозарный венец'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: накладки из грубой кожи'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: сумка из рунической ткани'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: сапоги из рунической ткани'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: одеяние из рунической ткани'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: рунические кожаные штаны'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: каменный угорь'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: ториевая граната'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: ториевая труба'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: вулканический молот'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: гибельный кожаный пояс'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Задание мастера: гибельная кожаная головная повязка'] =
  {
    ['Караванщик Камнетес'] = 'NPC',
  },
  ['Испортить праздник Плетеного Человечка'] =
  {
    ['Сержант Дыгал'] = 'NPC',
  },
  ['Создание Бездны'] =
  {
    ['Карендин Халгар'] = 'NPC',
    ['Ган\'рул Кровавый Глаз'] = 'NPC',
  },
  ['Преступление и наказание'] =
  {
    ['Член совета Миллстайп'] = 'NPC',
  },
  ['Багровый храмовник'] =
  {
    ['Бор Буйногривый'] = 'NPC',
  },
  ['Мальчик-кроколиск и бородатый мурлок'] =
  {
    ['Хронос'] = 'NPC',
  },
  ['Охота на кроколисков'] =
  {
    ['Марек Железносерд'] = 'NPC',
  },
  ['Рекрутский набор Перекрестка'] =
  {
    ['Сергра Черный Шип'] = 'NPC',
    ['Каргал Боевой Шрам'] = 'NPC',
  },
  ['Венец Земли'] =
  {
    ['Тенарон Хватка Бури'] = 'NPC',
    ['Коритрас Лунный Гнев'] = 'NPC',
    ['Коритрас Лунный Гнев'] = 'NPC',
    ['Коритрас Лунный Гнев'] = 'NPC',
    ['Коритрас Лунный Гнев'] = 'NPC',
    ['Верховный друид Фэндрал Олений Шлем'] = 'NPC',
    ['Тенарон Хватка Бури'] = 'NPC',
    ['Коритрас Лунный Гнев'] = 'NPC',
  },
  ['Награда Раздробленного Хребта'] =
  {
    ['Маршал Редпат'] = 'NPC',
  },
  ['Наемники клана Раздробленного Хребта'] =
  {
    ['Маршал Редпат'] = 'NPC',
  },
  ['Крик грозового змея'] =
  {
    ['Джорн Заклинатель Небес'] = 'NPC',
  },
  ['Конечности и панцири некрорахнидов'] =
  {
    ['Охотник Леопольд'] = 'NPC',
  },
  ['Доспехи расхитителя гробниц на дороге не валяются...'] =
  {
    ['Охотник Леопольд'] = 'NPC',
  },
  ['Сапоги расхитителя гробниц'] =
  {
    ['Охотник Леопольд'] = 'NPC',
  },
  ['Ремень расхитителя гробниц'] =
  {
    ['Охотник Леопольд'] = 'NPC',
  },
  ['Боевые рукавицы Расхитителя гробниц'] =
  {
    ['Охотник Леопольд'] = 'NPC',
  },
  ['Головной убор расхитителя гробниц'] =
  {
    ['Охотник Леопольд'] = 'NPC',
  },
  ['Набедренники расхитителя гробниц'] =
  {
    ['Охотник Леопольд'] = 'NPC',
  },
  ['Наплеч расхитителя гробниц'] =
  {
    ['Охотник Леопольд'] = 'NPC',
  },
  ['Мундир расхитителя гробниц'] =
  {
    ['Охотник Леопольд'] = 'NPC',
  },
  ['Накулачники расхитителя гробниц'] =
  {
    ['Охотник Леопольд'] = 'NPC',
  },
  ['Обжигающий кристалл'] =
  {
    ['Северный хрустальный пилон'] = 'Object',
  },
  ['Гроздь кристаллов'] =
  {
    ['Верховный друид Дикая Лань'] = 'NPC',
  },
  ['Кристалл силы духа'] =
  {
    ['Восточный хрустальный пилон'] = 'Object',
  },
  ['Горный кристалл'] =
  {
    ['Кристаллы Мизраэли'] = 'Object',
  },
  ['Кристалл восстановления'] =
  {
    ['Северный хрустальный пилон'] = 'Object',
  },
  ['Кристальная спираль'] =
  {
    ['Восточный хрустальный пилон'] = 'Object',
  },
  ['Кристалл-хранитель'] =
  {
    ['Западный хрустальный пилон'] = 'Object',
  },
  ['Кристалл-губитель'] =
  {
    ['Западный хрустальный пилон'] = 'Object',
  },
  ['Кристаллы силы'] =
  {
    ['Джей Ди Колли'] = 'NPC',
  },
  ['Золото Куэрго'] =
  {
    ['Пиратское сокровище!'] = 'Object',
  },
  ['Устранение угрозы'] =
  {
    ['Раэна Волкопас'] = 'NPC',
  },
  ['Исцеление больных'] =
  {
    ['Дендрит Блеск Звезд'] = 'NPC',
    ['Дендрит Блеск Звезд'] = 'NPC',
    ['Тонга Рунический Тотем'] = 'NPC',
    ['Аландариан Песня Ночи'] = 'NPC',
  },
  ['Отекшие пальцы'] =
  {
    ['Хансел Большерук'] = 'NPC',
  },
  ['Перекрыть линии поставок Аратора'] =
  {
    ['Страж смерти Мортис'] = 'NPC',
    ['Страж смерти Мортис'] = 'NPC',
    ['Страж смерти Мортис'] = 'NPC',
    ['Страж смерти Мортис'] = 'NPC',
    ['Страж смерти Мортис'] = 'NPC',
  },
  ['Кабаньи клыки'] =
  {
    ['Горнек'] = 'NPC',
  },
  ['Цикл возрождения'] =
  {
    ['Таммра Перекати-поле'] = 'NPC',
  },
  ['Циклониан'] =
  {
    ['Бат\'ра Страж Ветра'] = 'NPC',
  },
  ['Вуду'] =
  {
    ['Бат\'ра Страж Ветра'] = 'NPC',
  },
  ['Даданга проголодалась!'] =
  {
    ['Даданга'] = 'NPC',
  },
  ['Солдаты Даэлина'] =
  {
    ['Капитан Гарран Ваймс'] = 'NPC',
    ['Адъютант Тезоран'] = 'NPC',
  },
  ['Кинжал сокрытых теней'] =
  {
    ['Страж-смотритель Харо'] = 'NPC',
  },
  ['Ежедневная доставка'] =
  {
    ['Джеймс Халлоран'] = 'NPC',
    ['Эйнар Камнехват'] = 'NPC',
  },
  ['Анализ Далара'] =
  {
    ['Далар Ткач Рассвета'] = 'NPC',
    ['Темный жрец Алистер'] = 'NPC',
  },
  ['Даларанские патрули'] =
  {
    ['Волхв Вурден Сиянье Бездны'] = 'NPC',
  },
  ['Планы Даларана'] =
  {
    ['Темный жрец Алистер'] = 'NPC',
    ['Далар Ткач Рассвета'] = 'NPC',
  },
  ['Котел Слез Далсона'] =
  {
    ['Котел Плети'] = 'Object',
  },
  ['Танец за марципан'] =
  {
    ['Салиенна'] = 'NPC',
    ['Пала'] = 'NPC',
  },
  ['Опасная любовь'] =
  {
    ['Аристан Моттар'] = 'NPC',
  },
  ['Вооружены и очень опасны!'] =
  {
    ['ОПАСНО!'] = 'Object',
    ['Верховный палач Дарталия'] = 'NPC',
  },
  ['Соседство со стаей Неистовства Ветра'] =
  {
    ['Руул Орлиный Коготь'] = 'NPC',
  },
  ['Темный обряд'] =
  {
    ['Рока Орхан'] = 'NPC',
  },
  ['Темный совет'] =
  {
    ['Мировой судья Генри Малеб'] = 'NPC',
  },
  ['Темное сердце'] =
  {
    ['Тало Терновое Копыто'] = 'NPC',
  },
  ['Наследие Черного Железа'] =
  {
    ['Монумент Франклорну Искуснику'] = 'Object',
    ['Франклорн Искусник'] = 'NPC',
    ['Франклорн Искусник'] = 'NPC',
  },
  ['Лом черного железа'] =
  {
    ['Корфакс, Воитель Света'] = 'NPC',
  },
  ['Сгущаются черные тучи'] =
  {
    ['Оргнил Душегрыз'] = 'NPC',
  },
  ['Темные сосуды'] =
  {
    ['Старейшина племени Сломанного Клыка'] = 'NPC',
  },
  ['Предок Черносерд'] =
  {
    ['Предок Черносерд'] = 'NPC',
  },
  ['Предок Темный Рог'] =
  {
    ['Предок Темный Рог'] = 'NPC',
  },
  ['Колода карт Новолуния: Звери'] =
  {
    ['Профессор Таддеус Палео'] = 'NPC',
  },
  ['Колода карт Новолуния: Элементали'] =
  {
    ['Профессор Таддеус Палео'] = 'NPC',
  },
  ['Колода карт Новолуния: Порталы'] =
  {
    ['Профессор Таддеус Палео'] = 'NPC',
  },
  ['Колода карт Новолуния: Полководцы'] =
  {
    ['Профессор Таддеус Палео'] = 'NPC',
  },
  ['Защита Черного Копья'] =
  {
    ['Нажьяк Проклятун'] = 'NPC',
  },
  ['Спасение данных'] =
  {
    ['Главный механик Чугонотрубз'] = 'NPC',
  },
  ['Рассветный гамбит'] =
  {
    ['Бетина Биггльцинк'] = 'NPC',
  },
  ['Предок Рассветная Странница'] =
  {
    ['Предок Рассветная Странница'] = 'NPC',
  },
  ['Просьба мертвеца'] =
  {
    ['Исида Хармон'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
  },
  ['Джек Мертвозуб'] =
  {
    ['Маршал Хаггард'] = 'NPC',
  },
  ['Смертельный яд'] =
  {
    ['Битисса Шаткобрус'] = 'NPC',
  },
  ['Зыбун'] =
  {
    ['Мелор Каменное Копыто'] = 'NPC',
  },
  ['Северные фурболги Мертвого Леса'] =
  {
    ['Нафиэн'] = 'NPC',
  },
  ['Ритуальный тотем Мертвого Леса'] =
  {
    ['Кернда'] = 'NPC',
  },
  ['Дорогая моя Колара!'] =
  {
    ['Колара Дин'] = 'NPC',
    ['Колара Дин'] = 'NPC',
    ['Колара Дин'] = 'NPC',
    ['Альдрис Четыре Облака'] = 'NPC',
    ['Лейтенант Жокрин Хельдрик'] = 'NPC',
    ['Тормек Каменная Река'] = 'NPC',
  },
  ['Дорогая моя Эления!'] =
  {
    ['Эления Хайдон'] = 'NPC',
    ['Эления Хайдон'] = 'NPC',
    ['Эления Хайдон'] = 'NPC',
    ['Страж смерти Тор'] = 'NPC',
    ['Орок Губитель'] = 'NPC',
    ['Темма Колодезный'] = 'NPC',
  },
  ['Дражайшая Наталия'] =
  {
    ['Командир Мар\'алит'] = 'NPC',
  },
  ['Смерть со дна морского'] =
  {
    ['Мураш О\'Брин'] = 'NPC',
  },
  ['Объятия смерти'] =
  {
    ['Занза Неупокоенный'] = 'NPC',
  },
  ['Сапоги торговца смертью'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['Шлем торговца смертью'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Поножи торговца смертью'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['Наплеч торговца смертью'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Жилет торговца смертью'] =
  {
    ['Ветсера'] = 'NPC',
  },
  ['Смерти в семье'] =
  {
    ['Колман Фартинг'] = 'NPC',
  },
  ['Пропавшие стражи смерти'] =
  {
    ['Страж смерти Эрланд Винсент'] = 'NPC',
    ['Верховный палач Хадрик'] = 'NPC',
  },
  ['Утка!'] =
  {
    ['Нарайн Причудень'] = 'NPC',
  },
  ['Надежное прикрытие'] =
  {
    ['Надсмотрщик Физзул'] = 'NPC',
    ['Шентул'] = 'NPC',
  },
  ['Безбрежное море, глубокий океан'] =
  {
    ['Горбольд Сталерук'] = 'NPC',
  },
  ['Поиски на глубине'] =
  {
    ['Первый помощник Нилзликс'] = 'NPC',
  },
  ['Яйца мохового паука'] =
  {
    ['Мебок Миззрикс'] = 'NPC',
  },
  ['Охота на крыс'] =
  {
    ['Монти'] = 'NPC',
  },
  ['Убить Нек\'роша'] =
  {
    ['Катапульта Драконьей Пасти'] = 'Object',
    ['Капитан Крепкий Кулак'] = 'NPC',
  },
  ['Защитники Дарроушира'] =
  {
    ['Карлин Редпат'] = 'NPC',
  },
  ['Улучшенный полевой комплект Осквернителей'] =
  {
    ['Резерфорд Оттяжка'] = 'NPC',
  },
  ['Полевой комплект Осквернителей'] =
  {
    ['Резерфорд Оттяжка'] = 'NPC',
  },
  ['Стандартный полевой комплект Осквернителей'] =
  {
    ['Резерфорд Оттяжка'] = 'NPC',
  },
  ['Обезвредить угрозу'] =
  {
    ['Эксперт по взрывчатым веществам из клана Северного Волка'] = 'NPC',
    ['Эксперт по взрывчатым веществам клана Грозовой Вершины'] = 'NPC',
  },
  ['Принести самоцветы'] =
  {
    ['Дран Дрофферс'] = 'NPC',
    ['Джаркал Замшелый Клык'] = 'NPC',
  },
  ['Доставка груза'] =
  {
    ['Интендант Лунгерц'] = 'NPC',
    ['Дозорный Биггс'] = 'NPC',
  },
  ['Доставка ниток'] =
  {
    ['Аберкромби'] = 'NPC',
    ['Мадам Ева'] = 'NPC',
  },
  ['Донесение Томаса'] =
  {
    ['Маршал Дугхан'] = 'NPC',
    ['Стражник Томас'] = 'NPC',
  },
  ['Ром для Маккинли'] =
  {
    ['"Морской волк" Маккинли'] = 'NPC',
    ['Столи'] = 'NPC',
  },
  ['Припасы для Свена'] =
  {
    ['Свен Йорген'] = 'NPC',
    ['Илана Карвин'] = 'NPC',
  },
  ['Доставка нарциссов'] =
  {
    ['Дарси'] = 'NPC',
    ['Марти Джанроз'] = 'NPC',
  },
  ['Доставка реликвии'] =
  {
    ['Вестия Лунное Копье'] = 'NPC',
    ['Латроникус Лунное Копье'] = 'NPC',
  },
  ['Посылка для Синя'] =
  {
    ['Синь Гогельмогель'] = 'NPC',
    ['Поливалка'] = 'NPC',
  },
  ['Доставка Андрону Ганту'] =
  {
    ['Андрон Гант'] = 'NPC',
    ['Джедига'] = 'NPC',
  },
  ['Доставка верховному магу Ксилему'] =
  {
    ['Верховный маг Ксилем'] = 'NPC',
    ['Джедига'] = 'NPC',
  },
  ['Доставка Джес\'римону'] =
  {
    ['Джес\'римон'] = 'NPC',
    ['Джедига'] = 'NPC',
  },
  ['Доставка Магате'] =
  {
    ['Магата Зловещий Тотем'] = 'NPC',
    ['Джедига'] = 'NPC',
  },
  ['Доставить Риджвеллу'] =
  {
    ['Граф Ремингтон Риджвелл'] = 'NPC',
    ['Майра Светлое Крыло'] = 'NPC',
  },
  ['Доставка в Серебряный бор'] =
  {
    ['Аптекарь Ренферрел'] = 'NPC',
    ['Аптекарь Юхан'] = 'NPC',
  },
  ['Заказ гномов'] =
  {
    ['Пшикс Медноштиф'] = 'NPC',
    ['Кравел Углебород'] = 'NPC',
  },
  ['Псы-демоны'] =
  {
    ['Тирион Фордринг'] = 'NPC',
  },
  ['Земля Деналана'] =
  {
    ['Деналан'] = 'NPC',
    ['Сирел Остролист'] = 'NPC',
  },
  ['Блюдо из червей'] =
  {
    ['Поваренная книга Сэнди'] = 'Object',
    ['Каландрата'] = 'NPC',
  },
  ['Неприкосновенный запас'] =
  {
    ['Каландрата'] = 'NPC',
    ['Каландрата'] = 'NPC',
  },
  ['Молитва отчаяния'] =
  {
    ['Верховная жрица Лорена'] = 'NPC',
    ['Верховная жрица Лорена'] = 'NPC',
    ['Верховная жрица Лорена'] = 'NPC',
    ['Верховная жрица Лорена'] = 'NPC',
    ['Верховная жрица Лорена'] = 'NPC',
    ['Верховная жрица Лорена'] = 'NPC',
    ['Жрица Жозетта'] = 'NPC',
    ['Максан Анвол'] = 'NPC',
    ['Лорна Утренний Свет'] = 'NPC',
    ['Лария'] = 'NPC',
    ['Нара Мейдерос'] = 'NPC',
    ['Верховный жрец Рохан'] = 'NPC',
  },
  ['Зов судьбы'] =
  {
    ['Сиарна'] = 'NPC',
  },
  ['Уничтожить Морфаза'] =
  {
    ['Верховный маг Ксилем'] = 'NPC',
  },
  ['Искоренение Скверны'] =
  {
    ['Эбру'] = 'NPC',
  },
  ['Шкуры загадочных существ'] =
  {
    ['Налпак'] = 'NPC',
  },
  ['Демоны в Западном Крае'] =
  {
    ['Коллин Маурен'] = 'NPC',
  },
  ['Пожиратель Душ'] =
  {
    ['Годрик Фарсан'] = 'NPC',
    ['Казул'] = 'NPC',
    ['Такар Провидец'] = 'NPC',
    ['Карендин Халгар'] = 'NPC',
    ['Ган\'рул Кровавый Глаз'] = 'NPC',
    ['Гакин Темнопряд'] = 'NPC',
  },
  ['Всепожирающая чума'] =
  {
    ['Эльталисте'] = 'NPC',
    ['Эльталисте'] = 'NPC',
    ['Эльталисте'] = 'NPC',
    ['Отец Кобб'] = 'NPC',
    ['Отец Ланкастер'] = 'NPC',
    ['Зайус'] = 'NPC',
  },
  ['Не ее ли ищете?'] =
  {
    ['Трентон Молот Света'] = 'NPC',
  },
  ['Похлебка из пещерной крысы'] =
  {
    ['Грязнуля'] = 'NPC',
  },
  ['Копание земли'] =
  {
    ['Земля с могилы Элизы'] = 'Object',
  },
  ['Прожорливый слизнюк'] =
  {
    ['Сида'] = 'NPC',
  },
  ['Зажигательные химеровые отбивные Могиля'] =
  {
    ['Могиль Быстроруб'] = 'NPC',
  },
  ['Судьба Рольфа'] =
  {
    ['Обглоданный труп'] = 'Object',
    ['Труп Рольфа'] = 'Object',
  },
  ['Дисгармония пламени'] =
  {
    ['Громосерд'] = 'NPC',
    ['Громосерд'] = 'NPC',
  },
  ['Борьба со злом'] =
  {
    ['Верховный жрец Тель\'данис'] = 'NPC',
    ['Командир Ашлам Неутомимый'] = 'NPC',
  },
  ['Прекратить набеги'] =
  {
    ['Торк'] = 'NPC',
  },
  ['Отвлечь Ярвена'] =
  {
    ['Ярвен Громовар'] = 'NPC',
  },
  ['Божественное воздаяние'] =
  {
    ['Каларан Ветрорез'] = 'NPC',
  },
  ['Изыскательский жезл'] =
  {
    ['Главный инженер Чепухастер'] = 'NPC',
  },
  ['Доктор Теолен Крастинов – Мясник'] =
  {
    ['Ева Саркофф'] = 'NPC',
  },
  ['Документ с фронта'] =
  {
    ['Архивариус'] = 'NPC',
  },
  ['Догран в плену'] =
  {
    ['Рубака Догран'] = 'NPC',
    ['Рубака Логмар'] = 'NPC',
  },
  ['Посылка в Доланаар'] =
  {
    ['Кельдамир'] = 'NPC',
    ['Портанниус'] = 'NPC',
  },
  ['Небольшое возмездие'] =
  {
    ['Джер\'ка Лунная Пряжа'] = 'NPC',
    ['Тиранда Шелест Ветра'] = 'NPC',
    ['Джер\'ка Лунная Пряжа'] = 'NPC',
  },
  ['Погибельник'] =
  {
    ['Младший аптекарь Холланд'] = 'NPC',
  },
  ['Венец Призывателя рока'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Обмотки Призывателя рока'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['Оплечье Призывателя Рока'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Одеяния Призывателя рока'] =
  {
    ['Ветсера'] = 'NPC',
  },
  ['Брюки Призывателя Рока'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['Пряжка Роковой оснастки'] =
  {
    ['Майра Светлое Крыло'] = 'NPC',
  },
  ['Свеча Судного дня'] =
  {
    ['Горзиеки Дикоглаз'] = 'NPC',
    ['Мор\'зул Вестник Крови'] = 'NPC',
  },
  ['Укротитель ветрокрылов Дорас'] =
  {
    ['Дорас'] = 'NPC',
    ['Гришка'] = 'NPC',
  },
  ['Погасить Пламя Защиты'] =
  {
    ['Грета Замшелое Копыто'] = 'NPC',
  },
  ['В порту'] =
  {
    ['Орк-сирота'] = 'NPC',
  },
  ['На побережье'] =
  {
    ['Лейтенант Фаррен Оринель'] = 'NPC',
  },
  ['Путями Алого ордена'] =
  {
    ['Брат Антон'] = 'NPC',
    ['Ролей Благочестивый'] = 'NPC',
    ['Брат Антон'] = 'NPC',
  },
  ['"Драконий язык для чайников"'] =
  {
    ['Только что выброшенная земля'] = 'Object',
    ['Нарайн Причудень'] = 'NPC',
  },
  ['Кристаллы дренетиста'] =
  {
    ['Магтур'] = 'NPC',
  },
  ['Драконья угроза'] =
  {
    ['Хелендис Речной Мыс'] = 'NPC',
  },
  ['Берцовые кости'] =
  {
    ['Велора Нители'] = 'NPC',
  },
  ['Кожевничество: чешуя дракона'] =
  {
    ['Питер Гален'] = 'NPC',
    ['Торкаф Око Дракона'] = 'NPC',
  },
  ['Амулет Пламени дракона'] =
  {
    ['Хале'] = 'NPC',
  },
  ['Пелерина неумолимой силы'] =
  {
    ['Кейл Стремительный Коготь'] = 'NPC',
  },
  ['Пелерина Погребенных тайн'] =
  {
    ['Кейл Стремительный Коготь'] = 'NPC',
  },
  ['Скала Молота Ужаса'] =
  {
    ['Останки Ша\'ни Гордый Клык'] = 'Object',
    ['Ша\'ни Гордый Клык'] = 'NPC',
    ['Тал\'трак Гордый Клык'] = 'NPC',
  },
  ['Наручи неустрашимости'] =
  {
    ['Корфакс, Воитель Света'] = 'NPC',
  },
  ['Кираса неустрашимости'] =
  {
    ['Корфакс, Воитель Света'] = 'NPC',
  },
  ['Рукавицы неустрашимости'] =
  {
    ['Корфакс, Воитель Света'] = 'NPC',
  },
  ['Полный шлем неустрашимости'] =
  {
    ['Корфакс, Воитель Света'] = 'NPC',
  },
  ['Ножные латы неустрашимости'] =
  {
    ['Корфакс, Воитель Света'] = 'NPC',
  },
  ['Наплечье неустрашимости'] =
  {
    ['Корфакс, Воитель Света'] = 'NPC',
  },
  ['Башмаки неустрашимости'] =
  {
    ['Корфакс, Воитель Света'] = 'NPC',
  },
  ['Воинский пояс неустрашимости'] =
  {
    ['Корфакс, Воитель Света'] = 'NPC',
  },
  ['Зоротианский конь погибели'] =
  {
    ['Дух коня погибели'] = 'NPC',
    ['Мор\'зул Вестник Крови'] = 'NPC',
  },
  ['Сонная пыль в болоте'] =
  {
    ['Кразек'] = 'NPC',
  },
  ['Предок Толкователь Снов'] =
  {
    ['Предок Толкователь Снов'] = 'NPC',
  },
  ['Сапоги сновидца'] =
  {
    ['Райн'] = 'NPC',
  },
  ['Ремень сновидца'] =
  {
    ['Райн'] = 'NPC',
  },
  ['Боевые рукавицы сновидца'] =
  {
    ['Райн'] = 'NPC',
  },
  ['Головной убор сновидца'] =
  {
    ['Райн'] = 'NPC',
  },
  ['Набедренники сновидца'] =
  {
    ['Райн'] = 'NPC',
  },
  ['Наплеч сновидца'] =
  {
    ['Райн'] = 'NPC',
  },
  ['Мундир сновидца'] =
  {
    ['Райн'] = 'NPC',
  },
  ['Накулачники сновидца'] =
  {
    ['Райн'] = 'NPC',
  },
  ['Костюм пирата'] =
  {
    ['Командир флота Фираллон'] = 'NPC',
  },
  ['Плавник'] =
  {
    ['Дозорный Биггс'] = 'NPC',
  },
  ['Затонувшие печали'] =
  {
    ['Капитан Стальные Нервы'] = 'NPC',
  },
  ['Друид-медведь'] =
  {
    ['Обен Яростный Коготь'] = 'NPC',
  },
  ['Сухие времена'] =
  {
    ['Кабатчик Дэниэлс'] = 'NPC',
  },
  ['Герцог Николас Зверенхофф'] =
  {
    ['Герцог Николас Зверенхофф'] = 'NPC',
    ['Грегор Грейстоун'] = 'NPC',
  },
  ['Герцоги Совета'] =
  {
    ['Аурель Золотой Лист'] = 'NPC',
  },
  ['Дунгар Долгопив'] =
  {
    ['Дунгар Долгопив'] = 'NPC',
    ['Озрик Штранг'] = 'NPC',
  },
  ['Проклятый Тенекрыл'] =
  {
    ['Натанос Гнилостень'] = 'NPC',
  },
  ['Темные пирожки с крабами'] =
  {
    ['Шеф-повар Груаль'] = 'NPC',
  },
  ['Дворфийские делишки'] =
  {
    ['Бейн Кровавое Копыто'] = 'NPC',
  },
  ['Правосудие дворфов'] =
  {
    ['Умирающий археолог'] = 'NPC',
    ['Смотритель Ториус'] = 'NPC',
  },
  ['Дворфские экипировщики'] =
  {
    ['Стен Крепкорук'] = 'NPC',
  },
  ['Иган Меховщик'] =
  {
    ['Иган Меховщик'] = 'NPC',
    ['Заместитель судьи Виллем'] = 'NPC',
  },
  ['Заслуженное почтение'] =
  {
    ['Воевода Лаггронд'] = 'NPC',
    ['Лейтенант Мурп'] = 'NPC',
  },
  ['Сапта земли'] =
  {
    ['Канага заклинатель земли'] = 'NPC',
    ['Провидица Воронье Перо'] = 'NPC',
  },
  ['Пробуждение земельника'] =
  {
    ['Мор\'рогал'] = 'NPC',
  },
  ['Земельник-храмовник'] =
  {
    ['Бор Буйногривый'] = 'NPC',
  },
  ['Сапоги Землекрушителя'] =
  {
    ['Римблат Землекрушитель'] = 'NPC',
  },
  ['Ремень Землекрушителя'] =
  {
    ['Римблат Землекрушитель'] = 'NPC',
  },
  ['Боевые рукавицы Землекрушителя'] =
  {
    ['Римблат Землекрушитель'] = 'NPC',
  },
  ['Головной убор Землекрушителя'] =
  {
    ['Римблат Землекрушитель'] = 'NPC',
  },
  ['Набедренники Землекрушителя'] =
  {
    ['Римблат Землекрушитель'] = 'NPC',
  },
  ['Наплеч Землекрушителя'] =
  {
    ['Римблат Землекрушитель'] = 'NPC',
  },
  ['Мундир Землекрушителя'] =
  {
    ['Римблат Землекрушитель'] = 'NPC',
  },
  ['Накулачники Землекрушителя'] =
  {
    ['Римблат Землекрушитель'] = 'NPC',
  },
  ['Спокойная жизнь долгоногов'] =
  {
    ['Аландариан Песня Ночи'] = 'NPC',
  },
  ['Ичияки'] =
  {
    ['Сергра Черный Шип'] = 'NPC',
  },
  ['Отголоски войны'] =
  {
    ['Командир Элигор Вестник Рассвета'] = 'NPC',
  },
  ['Сбор яиц'] =
  {
    ['Тинки Кипеллер'] = 'NPC',
  },
  ['Заморозка яйца'] =
  {
    ['Тинки Кипеллер'] = 'NPC',
  },
  ['Охота за яйцами'] =
  {
    ['Корран'] = 'NPC',
  },
  ['Восьминогая угроза'] =
  {
    ['Дозорный Додс'] = 'NPC',
  },
  ['Мудрость Эйтригга'] =
  {
    ['Тралл'] = 'NPC',
    ['Полководец Клинозуб'] = 'NPC',
  },
  ['Эланария'] =
  {
    ['Эланария'] = 'NPC',
    ['Кайра Ветрорез'] = 'NPC',
  },
  ['Электропеллеры'] =
  {
    ['Бацбах Кривошип'] = 'NPC',
  },
  ['Браслеты элементалей'] =
  {
    ['Часовой Велена Звездный Всполох'] = 'NPC',
  },
  ['Кожевничество: сила стихий'] =
  {
    ['Сара Дубильщица'] = 'NPC',
    ['Брумн Заиндевевшее Копыто'] = 'NPC',
  },
  ['Покорение стихий'] =
  {
    ['Бат\'ра Страж Ветра'] = 'NPC',
    ['Харомм'] = 'NPC',
    ['Силина Небесная Охотница'] = 'NPC',
    ['Тигор Небесный Охотник'] = 'NPC',
    ['Берам Небесный Охотник'] = 'NPC',
    ['Кардрис Сновидец'] = 'NPC',
    ['Шиан\'цу'] = 'NPC',
    ['Сагорн Гривастый Странник'] = 'NPC',
  },
  ['Война элементалей'] =
  {
    ['Цунаман'] = 'NPC',
  },
  ['Эликсир агонии'] =
  {
    ['Пыльный коврик'] = 'Object',
    ['Опытный аптекарь Фаранелл'] = 'NPC',
    ['Аптекарь Лидон'] = 'NPC',
    ['Аптекарь Лидон'] = 'NPC',
    ['Аптекарь Лидон'] = 'NPC',
    ['Опытный аптекарь Фаранелл'] = 'NPC',
    ['Аптекарь Лидон'] = 'NPC',
    ['Аптекарь Лидон'] = 'NPC',
  },
  ['Эликсир боли'] =
  {
    ['Аптекарь Лидон'] = 'NPC',
    ['Стэнли'] = 'NPC',
    ['Аптекарь Лидон'] = 'NPC',
  },
  ['Эликсир Страдания'] =
  {
    ['Аптекарь Лидон'] = 'NPC',
    ['Ампи'] = 'NPC',
    ['Аптекарь Лидон'] = 'NPC',
  },
  ['Эликсиры для клана Режущего Листа'] =
  {
    ['Сирел Остролист'] = 'NPC',
  },
  ['Просьба Элмора'] =
  {
    ['Гриманд Элмор'] = 'NPC',
    ['Кузнец Аргус'] = 'NPC',
  },
  ['Благословение Элуны'] =
  {
    ['Валадар Звездная Песня'] = 'NPC',
  },
  ['Свеча Элуны'] =
  {
    ['Валадар Звездная Песня'] = 'NPC',
  },
  ['Благодать Элуны'] =
  {
    ['Жрица Алатея'] = 'NPC',
    ['Жрица Алатея'] = 'NPC',
    ['Жрица Алатея'] = 'NPC',
    ['Жрица Алатея'] = 'NPC',
    ['Верховная жрица Лорена'] = 'NPC',
    ['Лорна Утренний Свет'] = 'NPC',
    ['Астария Устремленная к Звездам'] = 'NPC',
    ['Верховный жрец Рохан'] = 'NPC',
  },
  ['Слеза Элуны'] =
  {
    ['Пельтур Белая Луна'] = 'NPC',
  },
  ['Эльфийские легенды'] =
  {
    ['Ведун Королуск'] = 'NPC',
    ['Книжница Рунический Шип'] = 'NPC',
  },
  ['Огнебор'] =
  {
    ['Огнебор'] = 'NPC',
    ['Миранда Колдунья'] = 'NPC',
  },
  ['Жертва необходима'] =
  {
    ['Верховный жрец Рохан'] = 'NPC',
    ['Лорд Грейсон Тенелом'] = 'NPC',
  },
  ['Пустые стойла'] =
  {
    ['Смотритель стойл из клана Северного Волка'] = 'NPC',
    ['Смотритель стойл из клана Грозовой Вершины'] = 'NPC',
  },
  ['Товар на любителя'] =
  {
    ['Киблер'] = 'NPC',
  },
  ['Зачарованное азшаритовое оружие, отравленное Скверной'] =
  {
    ['Гальван Древний'] = 'NPC',
  },
  ['Зачарованные водоросли Южных морей'] =
  {
    ['Майвики Зулдазарская'] = 'NPC',
    ['Майвики Зулдазарская'] = 'NPC',
    ['Майвики Зулдазарская'] = 'NPC',
  },
  ['"Зачарованная ториевая броня", том I'] =
  {
    ['Сказитель Лидрос'] = 'NPC',
  },
  ['"Зачарованная ториевая броня", том II'] =
  {
    ['Сказитель Лидрос'] = 'NPC',
  },
  ['"Зачарованная ториевая броня", том III'] =
  {
    ['Сказитель Лидрос'] = 'NPC',
  },
  ['Зашифрованные фрагменты'] =
  {
    ['Верховный маг Ксилем'] = 'NPC',
  },
  ['Вторжение гноллов'] =
  {
    ['Заместитель судьи Фелдон'] = 'NPC',
    ['Стражник Паркер'] = 'NPC',
  },
  ['Атака тварей'] =
  {
    ['Дозорный Биггс'] = 'NPC',
  },
  ['Вторжение'] =
  {
    ['Га\'Ток'] = 'NPC',
  },
  ['Средство против трения'] =
  {
    ['Виззл Медноштиф'] = 'NPC',
  },
  ['Зашифрованное письмо'] =
  {
    ['Документы Синдиката'] = 'Object',
    ['Джорик Керридан'] = 'NPC',
    ['Хранитель мудрости Диббс'] = 'NPC',
    ['Маршал Макбрайд'] = 'NPC',
  },
  ['Зашифрованная записка'] =
  {
    ['Сольм Харгрин'] = 'NPC',
    ['Стен Крепкорук'] = 'NPC',
  },
  ['Исписанный пергамент'] =
  {
    ['Руаг'] = 'NPC',
    ['Горнек'] = 'NPC',
  },
  ['Зашифрованная руна'] =
  {
    ['Сольм Харгрин'] = 'NPC',
    ['Стен Крепкорук'] = 'NPC',
  },
  ['Зашифрованный свиток'] =
  {
    ['Давид Триас'] = 'NPC',
    ['Жрец Тени Сарвис'] = 'NPC',
  },
  ['Зашифрованный знак'] =
  {
    ['Фрагун Шепот Тени'] = 'NPC',
    ['Опекун Илталайн'] = 'NPC',
  },
  ['Табличка с письменами'] =
  {
    ['Руаг'] = 'NPC',
    ['Горнек'] = 'NPC',
  },
  ['Зашифрованные Сумеречные тексты'] =
  {
    ['Бор Буйногривый'] = 'NPC',
  },
  ['Вражеский трофей'] =
  {
    ['Кузнец Регзар'] = 'NPC',
  },
  ['Сапоги Таинства'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['Венец Таинства'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Поножи Таинства'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['Одеяния Таинства'] =
  {
    ['Ветсера'] = 'NPC',
  },
  ['Наплечные пластины таинства'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Разъяренные духи'] =
  {
    ['Кела Копье Тени'] = 'NPC',
  },
  ['Разъяренные рокочущие ящерицы'] =
  {
    ['Джорн Заклинатель Небес'] = 'NPC',
  },
  ['Разъяренные дикие совухи'] =
  {
    ['Фургон Джерона'] = 'Object',
    ['Поврежденный ящик'] = 'Object',
    ['Фургон Джерона'] = 'Object',
    ['Поврежденный ящик'] = 'Object',
    ['Джерон Гранильщик'] = 'NPC',
    ['Джерон Гранильщик'] = 'NPC',
    ['Джерон Гранильщик'] = 'NPC',
    ['Харло Торгуместец'] = 'NPC',
  },
  ['Приманка для Неголаша'] =
  {
    ['Разбитая спасательная шлюпка'] = 'Object',
  },
  ['Конверт с фронта'] =
  {
    ['Архивариус'] = 'NPC',
  },
  ['Легендарное боевое снаряжение – Восторг Рассвета'] =
  {
    ['Интендант Миранда Бричлок'] = 'NPC',
  },
  ['Легендарное боевое снаряжение – Друг Рассвета'] =
  {
    ['Интендант Миранда Бричлок'] = 'NPC',
  },
  ['Легендарное снаряжение – Уважаемый Рассветом'] =
  {
    ['Интендант Миранда Бричлок'] = 'NPC',
  },
  ['Легендарное боевое снаряжение – Чтимый Рассветом'] =
  {
    ['Интендант Миранда Бричлок'] = 'NPC',
  },
  ['Эраникус, Тиран Сна'] =
  {
    ['Лесной огонек'] = 'NPC',
    ['Малфурион Ярость Бури'] = 'NPC',
  },
  ['Эрион Шепот Тени'] =
  {
    ['Эрион Шепот Тени'] = 'NPC',
    ['Джаннок Поющий Ветерок'] = 'NPC',
  },
  ['Директива Эриона'] =
  {
    ['Рензик Нож'] = 'NPC',
    ['Эрион Шепот Тени'] = 'NPC',
  },
  ['Посылка для аптекаря Зинг'] =
  {
    ['Аптекарь Зинг'] = 'NPC',
    ['Алессандро Лука'] = 'NPC',
    ['Аптекарь Зинг'] = 'NPC',
    ['Алессандро Лука'] = 'NPC',
  },
  ['Спасение с помощью силы'] =
  {
    ['Терентис'] = 'NPC',
    ['Волкор'] = 'NPC',
  },
  ['Спасение с помощью скрытности'] =
  {
    ['Терентис'] = 'NPC',
    ['Волкор'] = 'NPC',
  },
  ['Сопровождая Эрланда'] =
  {
    ['Ран Йорик'] = 'NPC',
    ['Страж смерти Эрланд'] = 'NPC',
  },
  ['Экстракт манго'] =
  {
    ['Рин\'вошо Торговец'] = 'NPC',
  },
  ['Субстанция Изгнанников'] =
  {
    ['Котел Бат-ра'] = 'Object',
  },
  ['Базовый элемент'] =
  {
    ['Клацморт Гайкокрут'] = 'NPC',
  },
  ['Новые форпосты'] =
  {
    ['Эмиссар Белобород'] = 'NPC',
  },
  ['Нацарапанная записка'] =
  {
    ['Ланко Дальний Выстрел'] = 'NPC',
    ['Грулл Соколиный Ветер'] = 'NPC',
  },
  ['Пергамент с письменами'] =
  {
    ['Джен\'шан'] = 'NPC',
    ['Горнек'] = 'NPC',
  },
  ['Чеканная руна'] =
  {
    ['Торгас Мрачнон'] = 'NPC',
    ['Стен Крепкорук'] = 'NPC',
  },
  ['Выгравированный знак'] =
  {
    ['Аянна Вечная Странница'] = 'NPC',
    ['Опекун Илталайн'] = 'NPC',
  },
  ['Каменная табличка'] =
  {
    ['Джен\'шан'] = 'NPC',
    ['Горнек'] = 'NPC',
  },
  ['"Вечное сияние"'] =
  {
    ['Регольд Ячменовар'] = 'NPC',
    ['Пилот Толстопуз'] = 'NPC',
  },
  ['Счет идет на большие числа'] =
  {
    ['Кум\'иша Коллекционер'] = 'NPC',
  },
  ['Глаза злобных летучих мышей'] =
  {
    ['Эбб Ниблгир'] = 'NPC',
  },
  ['Сосуд Возрождения'] =
  {
    ['Верховный лорд Демитриан'] = 'NPC',
  },
  ['Отчет о ходе раскопок'] =
  {
    ['Джерн Шлеморог'] = 'NPC',
    ['Геолог Сталекрут'] = 'NPC',
  },
  ['Эксельзиор'] =
  {
    ['Дриззлик'] = 'NPC',
  },
  ['Изгнание призраков из Долины Ужаса'] =
  {
    ['Лорд Грейсон Тенелом'] = 'NPC',
  },
  ['Спасение экспедиции'] =
  {
    ['Виллиден Маршалл'] = 'NPC',
  },
  ['Кузнец-умелец!'] =
  {
    ['Гальван Древний'] = 'NPC',
  },
  ['Угасание Огненного Чрева'] =
  {
    ['Орелиус'] = 'NPC',
  },
  ['Уничтожить идола'] =
  {
    ['Жаровня Белнистраза'] = 'Object',
    ['Белнистраз'] = 'NPC',
  },
  ['Око Углевзора'] =
  {
    ['Герцог Гидраксис'] = 'NPC',
  },
  ['Бой с Неголашем'] =
  {
    ['Капитан Гекельбери Смоттс'] = 'NPC',
    ['Капитан Гекельбери Смоттс'] = 'NPC',
    ['Салага'] = 'NPC',
    ['Салага'] = 'NPC',
  },
  ['Уменьшенный лесной дракончик'] =
  {
    ['Знахарь Узер\'и'] = 'NPC',
  },
  ['Тусклый некротический кристалл'] =
  {
    ['Лейтенант Рукаг'] = 'NPC',
    ['Тусклый некротический кристалл'] = 'NPC',
  },
  ['Зов Сокола'] =
  {
    ['Занза Неупокоенный'] = 'NPC',
  },
  ['Попавший в немилость'] =
  {
    ['Павший герой Орды'] = 'NPC',
  },
  ['Падение Дун Модра'] =
  {
    ['Длиннокос Мрачный'] = 'NPC',
    ['Харло Барнаби'] = 'NPC',
  },
  ['Зеркало Небес'] =
  {
    ['Пельтур Белая Луна'] = 'NPC',
  },
  ['Свергнутые властители небес'] =
  {
    ['Командир Мулфорт'] = 'NPC',
    ['Командир Даффи'] = 'NPC',
  },
  ['Поддавшиеся порче'] =
  {
    ['Котел Мертвого Леса'] = 'Object',
    ['Донова Снегонора'] = 'NPC',
  },
  ['Кровная месть Фарлина'] =
  {
    ['Фалрин Садовник'] = 'NPC',
  },
  ['Семейное древо'] =
  {
    ['Натака Длинный Рог'] = 'NPC',
    ['Дозорный утесов Долгорог'] = 'NPC',
  },
  ['Доказательство Фаррена'] =
  {
    ['Лейтенант Фаррен Оринель'] = 'NPC',
    ['Лейтенант Фаррен Оринель'] = 'NPC',
    ['Маршал Редпат'] = 'NPC',
    ['Лейтенант Фаррен Оринель'] = 'NPC',
    ['Маршал Редпат'] = 'NPC',
  },
  ['Предок Тихий Шепот'] =
  {
    ['Предок Тихий Шепот'] = 'NPC',
  },
  ['Покровительство братства, кровь горы'] =
  {
    ['Локтос Зловещий Торговец'] = 'NPC',
  },
  ['Покровительство братства, кожа Недр'] =
  {
    ['Локтос Зловещий Торговец'] = 'NPC',
  },
  ['Покровительство братства, черное железо'] =
  {
    ['Локтос Зловещий Торговец'] = 'NPC',
  },
  ['Покровительство братства, огненное ядро'] =
  {
    ['Локтос Зловещий Торговец'] = 'NPC',
  },
  ['Покровительство братства, ядро лавы'] =
  {
    ['Локтос Зловещий Торговец'] = 'NPC',
  },
  ['Благосклонность клана Черного Копья'] =
  {
    ['Нажьяк Проклятун'] = 'NPC',
  },
  ['Просьба Кразека'] =
  {
    ['Кразек'] = 'NPC',
  },
  ['Любимцы Элуны?'] =
  {
    ['Эрелас Янтарное Небо'] = 'NPC',
  },
  ['Праздник в "Синем отшельнике"'] =
  {
    ['Ангус Штерн'] = 'NPC',
  },
  ['Крепость Оперенной Луны'] =
  {
    ['Латроникус Лунное Копье'] = 'NPC',
    ['Курьер Удар Молота'] = 'NPC',
  },
  ['Перья для Гразла'] =
  {
    ['Гразл'] = 'NPC',
  },
  ['Перья для Нафиэна'] =
  {
    ['Нафиэн'] = 'NPC',
  },
  ['Древа в узах скверны'] =
  {
    ['Эридана Грусть Ветра'] = 'NPC',
  },
  ['Фелнок Сталлист'] =
  {
    ['Фелнок Сталлист'] = 'NPC',
    ['Тинки Кипеллер'] = 'NPC',
  },
  ['Котел поля Джанис'] =
  {
    ['Котел Плети'] = 'Object',
  },
  ['Подозрения Фенстада'] =
  {
    ['Аптекарь Зинг'] = 'NPC',
    ['Фенстад Аргайл'] = 'NPC',
  },
  ['Фенвик Татрос'] =
  {
    ['Меннит Каркад'] = 'NPC',
  },
  ['"Фералас: История"'] =
  {
    ['Фералас: История'] = 'Object',
    ['Дарин Добрый Ветер'] = 'NPC',
  },
  ['Фероситас Пожиратель Снов'] =
  {
    ['Таллонкай Гибкий Корень'] = 'NPC',
  },
  ['Праздничные клецки'] =
  {
    ['Валадар Звездная Песня'] = 'NPC',
  },
  ['Платья Лунного фестиваля'] =
  {
    ['Валадар Звездная Песня'] = 'NPC',
  },
  ['Костюмы Лунного фестиваля'] =
  {
    ['Валадар Звездная Песня'] = 'NPC',
  },
  ['Праздничные выкройки'] =
  {
    ['Фариэль Песнь Звезд'] = 'NPC',
  },
  ['Рутинное задание'] =
  {
    ['Призыватель ветров Калдон'] = 'NPC',
    ['Призыватель ветров Калдон'] = 'NPC',
  },
  ['Бумаги о полевых обязанностях'] =
  {
    ['Капитан Черная Наковальня'] = 'NPC',
    ['Круг Крушитель Черепов'] = 'NPC',
  },
  ['Поля Горя'] =
  {
    ['Аптекарь Юхан'] = 'NPC',
    ['Пленный ревнитель Алого ордена'] = 'NPC',
    ['Аптекарь Юхан'] = 'NPC',
    ['Страж смерти Симмер'] = 'NPC',
  },
  ['Чары яркого пламени'] =
  {
    ['Сигрун Рудотес'] = 'NPC',
  },
  ['Огненная угроза'] =
  {
    ['Хансел Большерук'] = 'NPC',
  },
  ['Огненные латные рукавицы'] =
  {
    ['Малифой Черномолот'] = 'NPC',
  },
  ['Пятнадцать жетонов в обмен на припасы'] =
  {
    ['Полководец Горчук'] = 'NPC',
    ['Фельдмаршал Снегопад'] = 'NPC',
  },
  ['ПЯТЬДЕСЯТ! АГА!'] =
  {
    ['Орелиус'] = 'NPC',
  },
  ['Битва за Ущелье Песни Войны'] =
  {
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
  },
  ['Наполнение самоцвета Души'] =
  {
    ['Йеннику'] = 'NPC',
  },
  ['Грязные лапы'] =
  {
    ['Горный пехотинец Грозовая Вершина'] = 'NPC',
  },
  ['Финальное испытание'] =
  {
    ['Дорн Вольный Ловчий'] = 'NPC',
    ['Парквел Финталлас'] = 'NPC',
  },
  ['Последние приготовления'] =
  {
    ['Бодли'] = 'NPC',
  },
  ['Найти Эгмонда'] =
  {
    ['Рассыпающийся дворфийский скелет'] = 'Object',
    ['Геолог Сталекрут'] = 'NPC',
  },
  ['Найти Бинглза'] =
  {
    ['Бинглз Покрышкинс'] = 'NPC',
    ['Гноарн'] = 'NPC',
  },
  ['Найти Миранду'] =
  {
    ['Миранда Колдунья'] = 'NPC',
    ['Тирион Фордринг'] = 'NPC',
  },
  ['Найти КПХ-9/HL!'] =
  {
    ['Самонаводящийся робот КПХ-9/HL'] = 'NPC',
  },
  ['Найди КПХ-17/TN!'] =
  {
    ['Самонаводящийся робот КПХ-17/TN'] = 'NPC',
  },
  ['Найти КПХ-22/FE!'] =
  {
    ['Самонаводящийся робот КПX-22/FE'] = 'NPC',
  },
  ['В поисках Раншаллы'] =
  {
    ['Раншалла'] = 'NPC',
    ['Эрелас Янтарное Небо'] = 'NPC',
  },
  ['Время собирать камни'] =
  {
    ['Гадальная чаша Талваша'] = 'Object',
    ['Талваш дель Киссель'] = 'NPC',
    ['Останки паладина'] = 'NPC',
  },
  ['Найти самоцветы и источник энергии'] =
  {
    ['Джаркал Замшелый Клык'] = 'NPC',
  },
  ['Пропавшие стражи'] =
  {
    ['Обглоданный труп'] = 'Object',
    ['Стражник Томас'] = 'NPC',
  },
  ['Поиски Изувеченной Длани'] =
  {
    ['Шентул'] = 'NPC',
    ['Меннит Каркад'] = 'NPC',
  },
  ['Поиски противоядия'] =
  {
    ['Кор\'гхан'] = 'NPC',
  },
  ['Поиски таинственного незнакомца'] =
  {
    ['Трясунчик'] = 'NPC',
    ['Смиттс'] = 'NPC',
  },
  ['Найти источник'] =
  {
    ['Кракл'] = 'NPC',
  },
  ['Нить из чистого золота'] =
  {
    ['Зиск Ладноскрой'] = 'NPC',
  },
  ['Айс Вентурон, к вашим услугам!'] =
  {
    ['Малифой Черномолот'] = 'NPC',
    ['Айс Вентурон'] = 'NPC',
  },
  ['Фиора Длинноушка'] =
  {
    ['Фиора Длинноушка'] = 'NPC',
    ['Рыжий Джек Кремень'] = 'NPC',
  },
  ['Закаленный доспех'] =
  {
    ['Фьюрен Длиннобород'] = 'NPC',
  },
  ['Кузня Пламенного хребта'] =
  {
    ['Алхимик Арбингтон'] = 'NPC',
    ['Аптекарь Дитерс'] = 'NPC',
    ['Кринкель Сталлер'] = 'NPC',
    ['Кринкель Сталлер'] = 'NPC',
  },
  ['Сапта огня'] =
  {
    ['Телф Джулам'] = 'NPC',
  },
  ['Запрет на огонь'] =
  {
    ['Ретиль Страж Природы'] = 'NPC',
  },
  ['Пусковая установка для фейерверков'] =
  {
    ['Фариэль Песнь Звезд'] = 'NPC',
  },
  ['Рыбка в ведерке'] =
  {
    ['Джинар\'Зиллен'] = 'NPC',
  },
  ['Пять жетонов в обмен на припасы'] =
  {
    ['Полководец Горчук'] = 'NPC',
    ['Фельдмаршал Снегопад'] = 'NPC',
  },
  ['Секрет изготовления световой бомбы'] =
  {
    ['Ригглфазз'] = 'NPC',
  },
  ['Треснувший камень силы'] =
  {
    ['Треснувший камень силы'] = 'Object',
    ['Силовой камень с изъяном'] = 'Object',
  },
  ['Безупречная субстанция Скверны'] =
  {
    ['Бесенок'] = 'NPC',
  },
  ['Поиграй мускулами!'] =
  {
    ['Аллисон'] = 'NPC',
    ['Гришка'] = 'NPC',
  },
  ['Полет в Аубердин'] =
  {
    ['Лайрд'] = 'NPC',
    ['Весприст'] = 'NPC',
  },
  ['Флинт Тенемор'] =
  {
    ['Флинт Тенемор'] = 'NPC',
    ['Мастер Матиас Шоу'] = 'NPC',
  },
  ['Флейта Ксаварика'] =
  {
    ['Эридана Грусть Ветра'] = 'NPC',
  },
  ['Покормить малыша'] =
  {
    ['Агнар Зверопас'] = 'NPC',
  },
  ['"Дурацкое Крепкое"'] =
  {
    ['Шиззи Пуззырикс'] = 'NPC',
  },
  ['Обмотки Оракула'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['На виду у всех'] =
  {
    ['Властитель Рунтак'] = 'NPC',
    ['Тралл'] = 'NPC',
  },
  ['Великая честь'] =
  {
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
  },
  ['Во имя вечной любви'] =
  {
    ['Кириллиан Белый Коготь'] = 'NPC',
  },
  ['За Орду!'] =
  {
    ['Тралл'] = 'NPC',
  },
  ['Запретное знание'] =
  {
    ['Тельдарин Заблудший'] = 'NPC',
    ['Геррик Костохват'] = 'NPC',
    ['Хранитель Бел\'дугур'] = 'NPC',
  },
  ['Силы Джеденара'] =
  {
    ['Грета Замшелое Копыто'] = 'NPC',
  },
  ['Зловещие планы'] =
  {
    ['Документы Синдиката'] = 'Object',
    ['Мировой судья Генри Малеб'] = 'NPC',
  },
  ['Стальные слитки'] =
  {
    ['Тун\'грим Огневзор'] = 'NPC',
  },
  ['Создание камня силы'] =
  {
    ['Командир Ашлам Неутомимый'] = 'NPC',
  },
  ['Древко факела'] =
  {
    ['Каларан Ветрорез'] = 'NPC',
  },
  ['Справочник Форора'] =
  {
    ['Сказитель Лидрос'] = 'NPC',
  },
  ['Помощь Отрекшихся'] =
  {
    ['Аптекарь Зама'] = 'NPC',
    ['Магата Зловещий Тотем'] = 'NPC',
  },
  ['Чума Отрекшихся'] =
  {
    ['Кайнет Штиль'] = 'NPC',
  },
  ['Обязанности Отрекшихся'] =
  {
    ['Страж смерти Линнея'] = 'NPC',
    ['Мировой судья Севрен'] = 'NPC',
  },
  ['Зловещая магия'] =
  {
    ['Тор\'ган'] = 'NPC',
    ['Тор\'ган'] = 'NPC',
  },
  ['Частицы магии'] =
  {
    ['Верховный маг Ксилем'] = 'NPC',
  },
  ['Части шара Орахила'] =
  {
    ['Табета'] = 'NPC',
    ['Менара Расщепительница Бездны'] = 'NPC',
  },
  ['Фрагменты прошлого'] =
  {
    ['Аврора Зов Небес'] = 'NPC',
    ['Аврора Зов Небес'] = 'NPC',
  },
  ['Основа Атиеша'] =
  {
    ['Анахронос'] = 'NPC',
  },
  ['Долгожданная свобода'] =
  {
    ['Талия Янтарная Шкура'] = 'NPC',
    ['Лакота Песня Ветра'] = 'NPC',
  },
  ['Свобода!'] =
  {
    ['Капитан Тало\'тас Сияющий'] = 'NPC',
    ['Гилтарес Огненный Цветок'] = 'NPC',
  },
  ['Освободите Нотта!'] =
  {
    ['Уззл Наперстяк'] = 'NPC',
    ['Уззл Наперстяк'] = 'NPC',
  },
  ['Освобожденный из улья'] =
  {
    ['Кокон Зукк\'аш'] = 'Object',
    ['Гинро Пылающий Очаг'] = 'NPC',
  },
  ['Свободу всем живым существам!'] =
  {
    ['Кинда Лунная Пряжа'] = 'NPC',
  },
  ['Свободу Руулу!'] =
  {
    ['Ями Снежное Копыто'] = 'NPC',
    ['Руул Снежное Копыто'] = 'NPC',
  },
  ['Свежее мясо'] =
  {
    ['Дар'] = 'NPC',
  },
  ['Обломки кораблекрушения'] =
  {
    ['Га\'Ток'] = 'NPC',
  },
  ['Ледяной шок и вы'] =
  {
    ['Сказитель Явон'] = 'NPC',
  },
  ['Пояс ледяного огня'] =
  {
    ['Верховный маг Анджела Досантос'] = 'NPC',
  },
  ['Наручники ледяного огня'] =
  {
    ['Верховный маг Анджела Досантос'] = 'NPC',
  },
  ['Венец ледяного огня'] =
  {
    ['Верховный маг Анджела Досантос'] = 'NPC',
  },
  ['Перчатки ледяного огня'] =
  {
    ['Верховный маг Анджела Досантос'] = 'NPC',
  },
  ['Поножи ледяного огня'] =
  {
    ['Верховный маг Анджела Досантос'] = 'NPC',
  },
  ['Одеяние ледяного огня'] =
  {
    ['Верховный маг Анджела Досантос'] = 'NPC',
  },
  ['Сандалии ледяного огня'] =
  {
    ['Верховный маг Анджела Досантос'] = 'NPC',
  },
  ['Наплечные пластины ледяного огня'] =
  {
    ['Верховный маг Анджела Досантос'] = 'NPC',
  },
  ['Форт Мерзлогривов'] =
  {
    ['Сенир Белобород'] = 'NPC',
  },
  ['Э\'ко великанов'] =
  {
    ['Знахарь Мау\'ари'] = 'NPC',
  },
  ['Ледочрев'] =
  {
    ['Мелор Каменное Копыто'] = 'NPC',
  },
  ['Э\'ко ледопардов'] =
  {
    ['Знахарь Мау\'ари'] = 'NPC',
  },
  ['Накормить ледопардов'] =
  {
    ['Риверн Холодный Ветер'] = 'NPC',
  },
  ['Дары моря'] =
  {
    ['Груббер Блумп'] = 'NPC',
  },
  ['Энергия для уменьшения'] =
  {
    ['Зорбин Дребезгун'] = 'NPC',
  },
  ['Споры грибов'] =
  {
    ['Аптекарь Хелбрим'] = 'NPC',
  },
  ['Доспехи Фьюрена'] =
  {
    ['Фьюрен Длиннобород'] = 'NPC',
  },
  ['Документ Хмуроброва'] =
  {
    ['Фермер Хмуробров'] = 'NPC',
  },
  ['Новые заботы'] =
  {
    ['Стражник Томас'] = 'NPC',
    ['Маршал Дугхан'] = 'NPC',
  },
  ['Снова порча!'] =
  {
    ['Эридана Грусть Ветра'] = 'NPC',
  },
  ['Дальнейшие указания'] =
  {
    ['Пароклапан'] = 'NPC',
    ['Зиз Физзикс'] = 'NPC',
    ['Пароклапан'] = 'NPC',
    ['Зиз Физзикс'] = 'NPC',
  },
  ['Все больше тайн'] =
  {
    ['Мировой судья Генри Малеб'] = 'NPC',
    ['Геолог Грозовая Вершина'] = 'NPC',
  },
  ['Исследование воды'] =
  {
    ['Старший геодезист Рудознатец'] = 'NPC',
  },
  ['Суперразъемы'] =
  {
    ['Бацбах Кривошип'] = 'NPC',
  },
  ['Котел пустоши Гаррона'] =
  {
    ['Котел Плети'] = 'Object',
  },
  ['Газ\'рилльское украшение'] =
  {
    ['Марвон Клепальщик'] = 'NPC',
  },
  ['Газ\'рилла'] =
  {
    ['Виззл Медноштиф'] = 'NPC',
  },
  ['Завоевать еще большую благосклонность'] =
  {
    ['Мастер-кузнец Закалон'] = 'NPC',
  },
  ['Приглашение Гакина'] =
  {
    ['Гакин Темнопряд'] = 'NPC',
    ['Гакин Темнопряд'] = 'NPC',
    ['Лаго Злобноверт'] = 'NPC',
    ['Ремен Маркот'] = 'NPC',
  },
  ['Побег Галена'] =
  {
    ['Сейф Галена'] = 'Object',
    ['Гален Добростраж'] = 'NPC',
  },
  ['Кактусовый десерт Галгара'] =
  {
    ['Галгар'] = 'NPC',
  },
  ['Лучший ученик Гальвана'] =
  {
    ['Трентон Молот Света'] = 'NPC',
    ['Гальван Древний'] = 'NPC',
  },
  ['Гаммерита!'] =
  {
    ['Катум Удильщик'] = 'NPC',
  },
  ['Призыв от Ган\'рула'] =
  {
    ['Ган\'рул Кровавый Глаз'] = 'NPC',
    ['Офек'] = 'NPC',
  },
  ['Ответный удар Ганна'] =
  {
    ['Ганн Каменное Копье'] = 'NPC',
  },
  ['Одеяния Тьмы'] =
  {
    ['Темный священник Берил'] = 'NPC',
  },
  ['Одеяния духовности'] =
  {
    ['Тай\'джин'] = 'NPC',
  },
  ['Облачение Света'] =
  {
    ['Жрица Жозетта'] = 'NPC',
    ['Максан Анвол'] = 'NPC',
  },
  ['Облачение Луны'] =
  {
    ['Лорна Утренний Свет'] = 'NPC',
  },
  ['Гарона: Исследование уловок и предательства'] =
  {
    ['Сказитель Килдрат'] = 'NPC',
  },
  ['Врата пограничья'] =
  {
    ['Орк-сирота'] = 'NPC',
  },
  ['Сбор цветков гнили'] =
  {
    ['Смиттс'] = 'NPC',
  },
  ['Сбор идолов'] =
  {
    ['Магмар Рудокол'] = 'NPC',
  },
  ['Добывание шкур'] =
  {
    ['Верен Долгоног'] = 'NPC',
  },
  ['Сбор материалов'] =
  {
    ['Уинн Ларсон'] = 'NPC',
    ['Джозеф Грегориан'] = 'NPC',
    ['Анастасия Хартвелл'] = 'NPC',
    ['Джинния Пушка'] = 'NPC',
  },
  ['Сбор лекарственных ингредиентов'] =
  {
    ['Тонга Рунический Тотем'] = 'NPC',
    ['Аландариан Песня Ночи'] = 'NPC',
  },
  ['Чекан Беспредельной мудрости'] =
  {
    ['Страж-смотритель Харо'] = 'NPC',
  },
  ['Экипирование Красногорья'] =
  {
    ['Вернер Осгуд'] = 'NPC',
    ['Тормус Подземная Кузня'] = 'NPC',
  },
  ['Союз с племенем Гелкис'] =
  {
    ['Ута Мудрая'] = 'NPC',
    ['Гурда Буйногривая'] = 'NPC',
  },
  ['Приказ генерала Драккисата'] =
  {
    ['Маршал Максвелл'] = 'NPC',
  },
  ['Кончина генерала Драккисата'] =
  {
    ['Маршал Максвелл'] = 'NPC',
  },
  ['Сапоги сотворения'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['Шлем сотворения'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Наплечные пластины сотворения'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Брюки сотворения'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['Жилет сотворения'] =
  {
    ['Ветсера'] = 'NPC',
  },
  ['Геренцо Терминатрикс'] =
  {
    ['Зиз Физзикс'] = 'NPC',
  },
  ['Приказы Геренцо'] =
  {
    ['Зиз Физзикс'] = 'NPC',
    ['Пузник'] = 'NPC',
    ['Пузник'] = 'NPC',
  },
  ['Вытащи меня отсюда!'] =
  {
    ['Хормиц Жужжалит'] = 'NPC',
    ['Мелицца Жужжалит'] = 'NPC',
  },
  ['Напоить гномов'] =
  {
    ['Начальник гномского гаража'] = 'NPC',
    ['Кравел Углебород'] = 'NPC',
  },
  ['Напоить гоблинов'] =
  {
    ['Начальник гоблинского гаража'] = 'NPC',
    ['Кравел Углебород'] = 'NPC',
  },
  ['Волшебное слово'] =
  {
    ['Волхв Тирт'] = 'NPC',
  },
  ['Прядь призрачных волос'] =
  {
    ['Слепая Мэри'] = 'NPC',
    ['Мадам Ева'] = 'NPC',
  },
  ['Сбор эктоплазмы'] =
  {
    ['Хормиц Жужжалит'] = 'NPC',
  },
  ['Фигурка вурдалака'] =
  {
    ['Аберкромби'] = 'NPC',
  },
  ['Жажда Джерарда'] =
  {
    ['Джерард Румпель'] = 'NPC',
  },
  ['Караван Гизлтона'] =
  {
    ['Смид Заржавень'] = 'NPC',
    ['Риггер Гизлтон'] = 'NPC',
  },
  ['Игрушка для Варуга'] =
  {
    ['Варуг'] = 'NPC',
  },
  ['Ледовый плащ'] =
  {
    ['Ремесленник Вильгельм'] = 'NPC',
  },
  ['Ледовые перчатки'] =
  {
    ['Ремесленник Вильгельм'] = 'NPC',
  },
  ['Ледовый жилет'] =
  {
    ['Ремесленник Вильгельм'] = 'NPC',
  },
  ['Ледовые накулачники'] =
  {
    ['Ремесленник Вильгельм'] = 'NPC',
  },
  ['Перчатки веры'] =
  {
    ['Отец Иниго Монтой'] = 'NPC',
  },
  ['Светящаяся кровь скорпида'] =
  {
    ['Эбб Ниблгир'] = 'NPC',
  },
  ['Поиски рун'] =
  {
    ['Рутгар Знакописец'] = 'NPC',
  },
  ['Покрытая письменами дубовая ветвь'] =
  {
    ['Матренгил Медвежья Лапа'] = 'NPC',
    ['Нара Буйногривая'] = 'NPC',
    ['Мулгрис Глубокая Река'] = 'NPC',
    ['Мулгрис Глубокая Река'] = 'NPC',
  },
  ['Символьное письмо'] =
  {
    ['Кельден Бремен'] = 'NPC',
    ['Маршал Макбрайд'] = 'NPC',
  },
  ['Таинственная записка'] =
  {
    ['Маррик Нуррибит'] = 'NPC',
    ['Стен Крепкорук'] = 'NPC',
  },
  ['Свиток, покрытый письменами'] =
  {
    ['Изабелла'] = 'NPC',
    ['Жрец Тени Сарвис'] = 'NPC',
  },
  ['Табличка с тайными знаками'] =
  {
    ['Май\'ах'] = 'NPC',
    ['Горнек'] = 'NPC',
  },
  ['Порча Кривой Сосны'] =
  {
    ['Атридас Медвежья Шкура'] = 'NPC',
    ['Гэролас Талветрен'] = 'NPC',
  },
  ['Новая формула'] =
  {
    ['Оззи Триггервольт'] = 'NPC',
  },
  ['Гномское инженерное дело'] =
  {
    ['Карлс Пропеллерз'] = 'NPC',
    ['Карлс Пропеллерз'] = 'NPC',
    ['Мехмастер Замыкалец'] = 'NPC',
    ['Мехмастер Замыкалец'] = 'NPC',
    ['Мехмастер Замыкалец'] = 'NPC',
    ['Оловень'] = 'NPC',
    ['Оловень'] = 'NPC',
    ['Грэхем ван Тален'] = 'NPC',
    ['Пружиннер Шумотор'] = 'NPC',
    ['Лилиам Шпиндель'] = 'NPC',
  },
  ['Гномское усовершенствование'] =
  {
    ['Талваш дель Киссель'] = 'NPC',
  },
  ['Поехалиии!'] =
  {
    ['Скути'] = 'NPC',
  },
  ['Награда Гномрегана'] =
  {
    ['Дирк Надувалло'] = 'NPC',
  },
  ['Гоблинское инженерное дело'] =
  {
    ['Никс Шепружин'] = 'NPC',
    ['Никс Шепружин'] = 'NPC',
    ['Никс Шепружин'] = 'NPC',
    ['Никс Шепружин'] = 'NPC',
    ['Оловень'] = 'NPC',
    ['Грэхем ван Тален'] = 'NPC',
    ['Пружиннер Шумотор'] = 'NPC',
    ['Лилиам Шпиндель'] = 'NPC',
  },
  ['Вторжение гоблинов'] =
  {
    ['Сирит Камнелом'] = 'NPC',
  },
  ['Гоблинская поддержка'] =
  {
    ['Барон Ревилгаз'] = 'NPC',
    ['Барон Ревилгаз'] = 'NPC',
    ['Газлоу'] = 'NPC',
    ['Поззик'] = 'NPC',
    ['Управляющий пристанью Подгребай'] = 'NPC',
    ['Барон Ревилгаз'] = 'NPC',
    ['Газлоу'] = 'NPC',
    ['Поззик'] = 'NPC',
    ['Управляющий пристанью Подгребай'] = 'NPC',
  },
  ['Груды гуано'] =
  {
    ['Опытный аптекарь Фаранелл'] = 'NPC',
  },
  ['Гол\'дир'] =
  {
    ['Гол\'дир'] = 'NPC',
    ['Круск'] = 'NPC',
  },
  ['Золотая пыль'] =
  {
    ['Реми Повторюх'] = 'NPC',
  },
  ['Открытие Золотого Листа'] =
  {
    ['Аурель Золотой Лист'] = 'NPC',
    ['Хуум Буйногривый'] = 'NPC',
  },
  ['Фикс'] =
  {
    ['"Тетушка" Бернис Стоунфилд'] = 'NPC',
    ['Билли Маклур'] = 'NPC',
  },
  ['Предок Златокладезь'] =
  {
    ['Предок Златокладезь'] = 'NPC',
  },
  ['Оберег удачи'] =
  {
    ['Джанис Фелстоун'] = 'NPC',
    ['Старушка Эмма'] = 'NPC',
    ['Иеремия Пейсон'] = 'NPC',
  },
  ['Добросердечная Эмма'] =
  {
    ['Старушка Эмма'] = 'NPC',
    ['Королевский представитель Батрилор'] = 'NPC',
  },
  ['Гор\'теш Жестокий'] =
  {
    ['Орелиус'] = 'NPC',
  },
  ['Задание Толстяка'] =
  {
    ['Младший аптекарь Холланд'] = 'NPC',
    ['Толстяк'] = 'NPC',
  },
  ['Кобальт Гордунни'] =
  {
    ['Орвин Гиззмик'] = 'NPC',
  },
  ['Пирог из печени кровоклыка'] =
  {
    ['Сальма Сальден'] = 'NPC',
  },
  ['Уведомление о поставке винограда'] =
  {
    ['Брат Нилз'] = 'NPC',
    ['Милли Осворт'] = 'NPC',
  },
  ['Грарк Лоркруб'] =
  {
    ['Грарк Лоркруб'] = 'NPC',
    ['Лекслорт'] = 'NPC',
  },
  ['Предок Могильный Холм'] =
  {
    ['Предок Могильный Холм'] = 'NPC',
  },
  ['Грабители могил'] =
  {
    ['Мировой судья Севрен'] = 'NPC',
  },
  ['Дух Великого Медведя'] =
  {
    ['Дендрит Блеск Звезд'] = 'NPC',
    ['Дендрит Блеск Звезд'] = 'NPC',
  },
  ['Здравствуй, Дедушка Зима!'] =
  {
    ['Дедушка Зима'] = 'NPC',
    ['Дедушка Зима'] = 'NPC',
    ['Дедушка Зима'] = 'NPC',
    ['Каймард Меднокноп'] = 'NPC',
    ['Арман Меднокноп'] = 'NPC',
    ['Живан Меднокноп'] = 'NPC',
    ['Дедушка Зима'] = 'NPC',
    ['Дедушка Зима'] = 'NPC',
    ['Арман Меднокноп'] = 'NPC',
    ['Арман Меднокноп'] = 'NPC',
  },
  ['Зеленые ракеты'] =
  {
    ['Ринлинг'] = 'NPC',
  },
  ['Зеленые железные наручи'] =
  {
    ['Керри Хикс'] = 'NPC',
  },
  ['Оружие из серой стали'] =
  {
    ['Тормус Подземная Кузня'] = 'NPC',
  },
  ['Предупреждение'] =
  {
    ['Нимбойя'] = 'NPC',
  },
  ['Гриманд Элмор'] =
  {
    ['Гриманд Элмор'] = 'NPC',
    ['Фьюрен Длиннобород'] = 'NPC',
  },
  ['Доспехи Гриманда'] =
  {
    ['Гриманд Элмор'] = 'NPC',
  },
  ['Шедевр Гриманда'] =
  {
    ['Лорд Грейсон Тенелом'] = 'NPC',
    ['Гриманд Элмор'] = 'NPC',
  },
  ['Кольцо, покрытое грязью'] =
  {
    ['Чистер 5200'] = 'Object',
  },
  ['Наблюдение за Зловещим Тотемом'] =
  {
    ['Дозорный утесов Долгорог'] = 'NPC',
  },
  ['Предок Зловещий Тотем'] =
  {
    ['Предок Зловещий Тотем'] = 'NPC',
  },
  ['Шлифовальные камни'] =
  {
    ['Виш Коцус'] = 'NPC',
    ['Виш Коцус'] = 'NPC',
  },
  ['Роща Древних'] =
  {
    ['Ону'] = 'NPC',
    ['Верховный друид Фэндрал Олений Шлем'] = 'NPC',
  },
  ['Укротитель грифонов Разящий Коготь'] =
  {
    ['Укротитель грифонов Разящий Коготь'] = 'NPC',
    ['Фалстад Громовой Молот'] = 'NPC',
  },
  ['Грит Турден'] =
  {
    ['Грит Турден'] = 'NPC',
    ['Голнир Твердопал'] = 'NPC',
  },
  ['Охраняемый бочонок Громоваров'] =
  {
    ['Охраняемая бочка Громового эля'] = 'Object',
  },
  ['Стражи алтаря'] =
  {
    ['Эрелас Янтарное Небо'] = 'NPC',
    ['Раншалла'] = 'NPC',
  },
  ['Умение хранить секреты'] =
  {
    ['Нара Буйногривая'] = 'NPC',
    ['Трулл Баловень Судьбы'] = 'NPC',
    ['Трулл Баловень Судьбы'] = 'NPC',
  },
  ['Коварство ящера'] =
  {
    ['Тор\'ган'] = 'NPC',
    ['Тор\'ган'] = 'NPC',
    ['Гор\'муль'] = 'NPC',
    ['Тор\'ган'] = 'NPC',
    ['Гор\'муль'] = 'NPC',
  },
  ['Монеты племен: Гурубаши, Порочная Ветвь и Сухокожие'] =
  {
    ['Винчакса'] = 'NPC',
  },
  ['Гиро... чего?'] =
  {
    ['Лотвиль Вериатус'] = 'NPC',
  },
  ['Сооружение автогиробуророек'] =
  {
    ['Шони Молшунья'] = 'NPC',
  },
  ['Помощь Гиромачту'] =
  {
    ['Гелхак Гиромачт'] = 'NPC',
  },
  ['Месть Гиромачта'] =
  {
    ['Гелхак Гиромачт'] = 'NPC',
  },
  ['Призыв Халгара'] =
  {
    ['Карендин Халгар'] = 'NPC',
    ['Агерон Каргал'] = 'NPC',
  },
  ['Тыквовинские вкусности для Джеспера!'] =
  {
    ['Джеспер'] = 'NPC',
  },
  ['Тыквовинские вкусности для Крохи!'] =
  {
    ['Кроха'] = 'NPC',
  },
  ['Святое письмо'] =
  {
    ['Жрица Анетта'] = 'NPC',
    ['Маршал Макбрайд'] = 'NPC',
  },
  ['Благословенная руна'] =
  {
    ['Брансток Халдер'] = 'NPC',
    ['Стен Крепкорук'] = 'NPC',
  },
  ['Священный свиток'] =
  {
    ['Темный священник Дьюстен'] = 'NPC',
    ['Жрец Тени Сарвис'] = 'NPC',
  },
  ['Благословенный знак'] =
  {
    ['Шанда'] = 'NPC',
    ['Опекун Илталайн'] = 'NPC',
  },
  ['Освященная табличка'] =
  {
    ['Кен\'джай'] = 'NPC',
    ['Горнек'] = 'NPC',
  },
  ['Мольба Хамейи'] =
  {
    ['Разорванный свиток'] = 'Object',
    ['Куча грязи'] = 'Object',
  },
  ['Молот Надвигающейся бури'] =
  {
    ['Страж-смотритель Харо'] = 'NPC',
  },
  ['Павший Молот'] =
  {
    ['Тор\'ган'] = 'NPC',
    ['Гор\'муль'] = 'NPC',
  },
  ['Предок Молотозвон'] =
  {
    ['Предок Молотозвон'] = 'NPC',
  },
  ['Хамуул Рунический Тотем'] =
  {
    ['Верховный друид Хамуул Рунический Тотем'] = 'NPC',
    ['Тонга Рунический Тотем'] = 'NPC',
  },
  ['Рука Ируксоса'] =
  {
    ['Тайга Мудрая Грива'] = 'NPC',
  },
  ['Не кантовать!'] =
  {
    ['Эрелас Янтарное Небо'] = 'NPC',
    ['Кургль Поскакушка'] = 'NPC',
  },
  ['Руки врага'] =
  {
    ['Герцог Гидраксис'] = 'NPC',
  },
  ['Крепкие панцири'] =
  {
    ['Виззл Медноштиф'] = 'NPC',
  },
  ['Харлан нуждается в помощи'] =
  {
    ['Рема Шнайдер'] = 'NPC',
    ['Харлан Багли'] = 'NPC',
  },
  ['Укрощая тени'] =
  {
    ['Сказительница Микос'] = 'NPC',
  },
  ['Угроза со стороны гарпий'] =
  {
    ['Землепряд Маггран'] = 'NPC',
  },
  ['Лейтенанты гарпий'] =
  {
    ['Дарсок Быстрый Нож'] = 'NPC',
  },
  ['Гарпии-налетчики'] =
  {
    ['Дарсок Быстрый Нож'] = 'NPC',
  },
  ['Туман зла'] =
  {
    ['Муиджин'] = 'NPC',
    ['Греган Пивоплюй'] = 'NPC',
  },
  ['Охота за головами'] =
  {
    ['Нимбойя'] = 'NPC',
  },
  ['Здоровая чешуя дракона'] =
  {
    ['Бетина Биггльцинк'] = 'NPC',
  },
  ['Чистые сердца'] =
  {
    ['Карендин Халгар'] = 'NPC',
    ['Годрик Фарсан'] = 'NPC',
  },
  ['Сердца Доблести'] =
  {
    ['Опытный аптекарь Фаранелл'] = 'NPC',
  },
  ['Сердцедрево'] =
  {
    ['Гакин Темнопряд'] = 'NPC',
    ['Такар Провидец'] = 'NPC',
  },
  ['Тяжелый точильный камень'] =
  {
    ['Керри Хикс'] = 'NPC',
  },
  ['Голос Природы'] =
  {
    ['Тюрак Рунический Тотем'] = 'NPC',
    ['Тюрак Рунический Тотем'] = 'NPC',
    ['Тюрак Рунический Тотем'] = 'NPC',
    ['Матренгил Медвежья Лапа'] = 'NPC',
    ['Матренгил Медвежья Лапа'] = 'NPC',
    ['Матренгил Медвежья Лапа'] = 'NPC',
    ['Гарт Вестник Туманов'] = 'NPC',
    ['Генния Рунический Тотем'] = 'NPC',
    ['Каль'] = 'NPC',
    ['Денатарион'] = 'NPC',
    ['Фалериан Крыло Ночи'] = 'NPC',
    ['Пала'] = 'NPC',
  },
  ['Фамильное оружие'] =
  {
    ['Колман Фартинг'] = 'NPC',
  },
  ['Месть Гелькулара'] =
  {
    ['Могила Гелькулара'] = 'Object',
    ['Новобранец Тайлванд'] = 'NPC',
    ['Новобранец Тайлванд'] = 'NPC',
  },
  ['Хеминг Эрнестуэй'] =
  {
    ['Хеминг Эрнестуэй'] = 'NPC',
    ['Кравел Углебород'] = 'NPC',
  },
  ['Герои Дарроушира'] =
  {
    ['Карлин Редпат'] = 'NPC',
  },
  ['Герои древних времен'] =
  {
    ['Капрал Тунд Треснувшее Копыто'] = 'NPC',
    ['Капрал Тунд Треснувшее Копыто'] = 'NPC',
    ['Павший герой Орды'] = 'NPC',
  },
  ['Обессиливающий сглаз'] =
  {
    ['Ур\'кьо'] = 'NPC',
    ['Ур\'кьо'] = 'NPC',
    ['Ур\'кьо'] = 'NPC',
    ['Тай\'джин'] = 'NPC',
    ['Кен\'джай'] = 'NPC',
    ['Отец Ланкастер'] = 'NPC',
  },
  ['Хэрзул Кровавая Отметина'] =
  {
    ['Ретгар Врата Смерти'] = 'NPC',
  },
  ['Тайные враги'] =
  {
    ['Ниру Огненный Клинок'] = 'NPC',
    ['Тралл'] = 'NPC',
    ['Тралл'] = 'NPC',
    ['Тралл'] = 'NPC',
    ['Тралл'] = 'NPC',
    ['Ниру Огненный Клинок'] = 'NPC',
    ['Тралл'] = 'NPC',
  },
  ['Великие тайны'] =
  {
    ['Волхв Тирт'] = 'NPC',
    ['Табета'] = 'NPC',
  },
  ['Спрятанные сокровища'] =
  {
    ['Сундук Джозефа'] = 'Object',
    ['Памела Редпат'] = 'NPC',
  },
  ['Верховный вождь племени Зимней Спячки'] =
  {
    ['Донова Снегонора'] = 'NPC',
  },
  ['Предок Высокогор'] =
  {
    ['Предок Высокогор'] = 'NPC',
  },
  ['Верховный колдун Андромат'] =
  {
    ['Верховный колдун Андромат'] = 'NPC',
    ['Джинния Пушка'] = 'NPC',
  },
  ['Предок Крутой Утес'] =
  {
    ['Предок Крутой Утес'] = 'NPC',
  },
  ['Яд из Скального гнездовья'] =
  {
    ['Фиора Длинноушка'] = 'NPC',
  },
  ['Ожерелье Хилари'] =
  {
    ['Хилари'] = 'NPC',
    ['Шоун'] = 'NPC',
  },
  ['Помощь Хинотта'] =
  {
    ['Серж Хинотт'] = 'NPC',
    ['Серж Хинотт'] = 'NPC',
    ['Шентул'] = 'NPC',
  },
  ['Новая чума зарождается?'] =
  {
    ['Фин Оделик'] = 'NPC',
    ['Кви'] = 'NPC',
    ['Кви'] = 'NPC',
    ['Кви'] = 'NPC',
    ['Кинелори'] = 'NPC',
    ['Фин Оделик'] = 'NPC',
    ['Кви'] = 'NPC',
    ['Кви'] = 'NPC',
    ['Кинелори'] = 'NPC',
  },
  ['Уменьшенный гиппогриф'] =
  {
    ['Знахарь Узер\'и'] = 'NPC',
  },
  ['Улей в башне'] =
  {
    ['Лайо Звездный Всполох'] = 'NPC',
  },
  ['Донесение разведчика из Улья Аши'] =
  {
    ['Призывательница ветров Гордый Рог'] = 'NPC',
  },
  ['Донесение разведчика из Улья Регал'] =
  {
    ['Призывательница ветров Гордый Рог'] = 'NPC',
  },
  ['Донесение разведчика из Улья Зора'] =
  {
    ['Призывательница ветров Гордый Рог'] = 'NPC',
  },
  ['Седой храмовник'] =
  {
    ['Бор Буйногривый'] = 'NPC',
  },
  ['Святая Болонья: О чем не говорит Свет'] =
  {
    ['Сказитель Явон'] = 'NPC',
  },
  ['Путь домой'] =
  {
    ['Мотега Огненная Грива'] = 'NPC',
    ['Паока Ходячая Гора'] = 'NPC',
  },
  ['Награды ученикам'] =
  {
    ['Торгрум Боррелсон'] = 'NPC',
    ['Брок Камнекоп'] = 'NPC',
  },
  ['Поминовение усопших'] =
  {
    ['Мастер Матиас Шоу'] = 'NPC',
  },
  ['Уважение клана'] =
  {
    ['Воевода Лаггронд'] = 'NPC',
  },
  ['Уважение Стражи'] =
  {
    ['Лейтенант Мурп'] = 'NPC',
  },
  ['Почести герою'] =
  {
    ['Вагнер Молотобоец'] = 'NPC',
    ['Явнир Нашак'] = 'NPC',
  },
  ['Наговор худу'] =
  {
    ['Занза Неупокоенный'] = 'NPC',
  },
  ['Мощь Орды'] =
  {
    ['Кадрак'] = 'NPC',
  },
  ['Травматология'] =
  {
    ['Доктор Грегори Виктор'] = 'NPC',
    ['Арнок'] = 'NPC',
  },
  ['Рога безумия'] =
  {
    ['Орокк Омош'] = 'NPC',
  },
  ['Рога Нез\'ры'] =
  {
    ['Арантир'] = 'NPC',
  },
  ['Недружественное поглощение'] =
  {
    ['Кебок'] = 'NPC',
  },
  ['Пробирает!'] =
  {
    ['Бесенок'] = 'NPC',
  },
  ['Смерть в огне'] =
  {
    ['Человеческие останки'] = 'Object',
    ['Малифой Черномолот'] = 'NPC',
  },
  ['Святая вода'] =
  {
    ['Леонид Барталомей Чтимый'] = 'NPC',
  },
  ['Насколько велика угроза?'] =
  {
    ['Терентис'] = 'NPC',
    ['Терентис'] = 'NPC',
  },
  ['Вой в холмах'] =
  {
    ['Вернер Осгуд'] = 'NPC',
  },
  ['Меч Гумберта'] =
  {
    ['Страж смерти Гумберт'] = 'NPC',
  },
  ['Скромные дары прошлого'] =
  {
    ['Барос Алекстон'] = 'NPC',
  },
  ['Моя голодный!'] =
  {
    ['Дробильщик Грязноног'] = 'NPC',
  },
  ['Поиски Йеннику'] =
  {
    ['Нимбойя'] = 'NPC',
  },
  ['Охота на дикарей'] =
  {
    ['Охотник Мархор'] = 'NPC',
  },
  ['В поисках эктоплазмы'] =
  {
    ['Мукс Маноскреб'] = 'NPC',
  },
  ['Охота в Тернистой долине'] =
  {
    ['Хеминг Эрнестуэй'] = 'NPC',
    ['Рун Буйногривый'] = 'NPC',
  },
  ['Харли Чернопых'] =
  {
    ['Рагнар Громовар'] = 'NPC',
  },
  ['Механизм гипервместимости'] =
  {
    ['Визло Фингалет'] = 'NPC',
  },
  ['С меня больше нечего взять!'] =
  {
    ['Нат Пэгл'] = 'NPC',
    ['Мрачнур Каменное Клеймо'] = 'NPC',
  },
  ['Я знаю одного парня...'] =
  {
    ['Могиль Быстроруб'] = 'NPC',
    ['Дарил Рикнуссун'] = 'NPC',
  },
  ['Я вижу в твоем будущем остров Алькац...'] =
  {
    ['Бодли'] = 'NPC',
  },
  ['Костяная лихорадка'] =
  {
    ['Командир Луи Филипс'] = 'NPC',
  },
  ['Э\'ко йети'] =
  {
    ['Знахарь Мау\'ари'] = 'NPC',
  },
  ['Наручи ледяной погибели'] =
  {
    ['Ремесленник Вильгельм'] = 'NPC',
  },
  ['Кираса ледяной погибели'] =
  {
    ['Ремесленник Вильгельм'] = 'NPC',
  },
  ['Рукавицы ледяной погибели'] =
  {
    ['Ремесленник Вильгельм'] = 'NPC',
  },
  ['Наручи из ледяной чешуи'] =
  {
    ['Ремесленник Вильгельм'] = 'NPC',
  },
  ['Кираса из ледяной чешуи'] =
  {
    ['Ремесленник Вильгельм'] = 'NPC',
  },
  ['Рукавицы из ледяной чешуи'] =
  {
    ['Ремесленник Вильгельм'] = 'NPC',
  },
  ['Корни угрозы'] =
  {
    ['Драз\'Зилб'] = 'NPC',
  },
  ['Зажигание'] =
  {
    ['Крошшер Зизгага'] = 'NPC',
  },
  ['Доставка беса'] =
  {
    ['Горзиеки Дикоглаз'] = 'NPC',
  },
  ['Императорский латный пояс'] =
  {
    ['Деротайн Грязеглот'] = 'NPC',
  },
  ['Императорские латные сапоги'] =
  {
    ['Деротайн Грязеглот'] = 'NPC',
  },
  ['Императорские латные наручи'] =
  {
    ['Деротайн Грязеглот'] = 'NPC',
  },
  ['Имперское зерцало'] =
  {
    ['Деротайн Грязеглот'] = 'NPC',
  },
  ['Императорский латный шлем'] =
  {
    ['Деротайн Грязеглот'] = 'NPC',
  },
  ['Императорские латные поножи'] =
  {
    ['Деротайн Грязеглот'] = 'NPC',
  },
  ['Императорские латные наплечники'] =
  {
    ['Деротайн Грязеглот'] = 'NPC',
  },
  ['Киражское императорское оружие'] =
  {
    ['Аригос'] = 'NPC',
  },
  ['Киражские императорские регалии'] =
  {
    ['Меритра из Сна'] = 'NPC',
  },
  ['Борьба за качество'] =
  {
    ['Пратт Макгруббен'] = 'NPC',
    ['Джангор Быстрый Странник'] = 'NPC',
  },
  ['Защита клана Северного Волка'] =
  {
    ['Воевода Лаггронд'] = 'NPC',
    ['Посол клана Северного Волка Рокстром'] = 'NPC',
  },
  ['Защита королевских земель'] =
  {
    ['Горный пехотинец Кремневик'] = 'NPC',
    ['Горный пехотинец Стенолом'] = 'NPC',
    ['Горный пехотинец Булыжный Карьер'] = 'NPC',
    ['Капитан Ругельфасс'] = 'NPC',
  },
  ['Во сне'] =
  {
    ['Лорд Тирион Фордринг'] = 'NPC',
    ['Верховный лорд Телан Фордринг'] = 'NPC',
  },
  ['Судя по словам Эраникуса...'] =
  {
    ['Умбранс Ищущий Духов'] = 'NPC',
    ['Итар'] = 'NPC',
  },
  ['Во славу Тьмы'] =
  {
    ['Темный священник Берил'] = 'NPC',
    ['Темный священник Дьюстен'] = 'NPC',
  },
  ['Во имя Элуны'] =
  {
    ['Лорна Утренний Свет'] = 'NPC',
    ['Шанда'] = 'NPC',
  },
  ['В пользу духовности'] =
  {
    ['Тай\'джин'] = 'NPC',
    ['Кен\'джай'] = 'NPC',
  },
  ['Во имя Света'] =
  {
    ['Жрица Жозетта'] = 'NPC',
    ['Максан Анвол'] = 'NPC',
    ['Жрица Анетта'] = 'NPC',
    ['Брансток Халдер'] = 'NPC',
  },
  ['Хороший вкус'] =
  {
    ['Поливалка'] = 'NPC',
    ['Синь Гогельмогель'] = 'NPC',
  },
  ['Кошмары'] =
  {
    ['Матренгил Медвежья Лапа'] = 'NPC',
    ['Верховный друид Хамуул Рунический Тотем'] = 'NPC',
    ['Фолла Ветер Мудрости'] = 'NPC',
    ['Фолла Ветер Мудрости'] = 'NPC',
  },
  ['В поисках Антиона'] =
  {
    ['Антион Хармон'] = 'NPC',
    ['Антион Хармон'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Делиана'] = 'NPC',
  },
  ['В поисках Гальвана'] =
  {
    ['Макгеван'] = 'NPC',
    ['Ханк Молот'] = 'NPC',
  },
  ['В поисках знаний'] =
  {
    ['Дарин Добрый Ветер'] = 'NPC',
    ['Трояс Лунный Бриз'] = 'NPC',
  },
  ['Поиски Менары Расщепительницы Бездны'] =
  {
    ['Менара Расщепительница Бездны'] = 'NPC',
    ['Менара Расщепительница Бездны'] = 'NPC',
    ['Менара Расщепительница Бездны'] = 'NPC',
    ['Менара Расщепительница Бездны'] = 'NPC',
    ['Демизетта Клойс'] = 'NPC',
    ['Зеврост'] = 'NPC',
    ['Каел Жнец Душ'] = 'NPC',
  },
  ['В поисках Талрида'] =
  {
    ['Страж Талрид из ордена Серебряного Рассвета'] = 'NPC',
    ['Рассветный дозорный Шедласс'] = 'NPC',
  },
  ['Пропавшие ученые'] =
  {
    ['Меррин Камнепряд'] = 'NPC',
    ['Таррел Камнепряд'] = 'NPC',
    ['Меррин Камнепряд'] = 'NPC',
    ['Таррел Камнепряд'] = 'NPC',
  },
  ['В поисках Храма'] =
  {
    ['Брохан Бочкопуз'] = 'NPC',
  },
  ['Во имя Света!'] =
  {
    ['Ролей Благочестивый'] = 'NPC',
  },
  ['Опалитель!'] =
  {
    ['Джалинда Тирлипунька'] = 'NPC',
  },
  ['Пламезавры? Ну и название...'] =
  {
    ['Хансел Большерук'] = 'NPC',
  },
  ['Плата за леденцы'] =
  {
    ['Талваш дель Киссель'] = 'NPC',
    ['Кали Ремик'] = 'NPC',
  },
  ['Индарилий'] =
  {
    ['Мартек Изгой'] = 'NPC',
  },
  ['Индарилиевая руда'] =
  {
    ['Поззик'] = 'NPC',
  },
  ['Неумение + реактивы = потеха!'] =
  {
    ['Гаксим Ржавошиппи'] = 'NPC',
    ['Ломак Демонтирс'] = 'NPC',
    ['Ломак Демонтирс'] = 'NPC',
  },
  ['Бездействующие камни Плети'] =
  {
    ['Командир Ашлам Неутомимый'] = 'NPC',
    ['Верховный жрец Тель\'данис'] = 'NPC',
  },
  ['Непогрешимый разум'] =
  {
    ['Волшебница крови Линора'] = 'NPC',
  },
  ['Проникновение в крепость'] =
  {
    ['Тирион'] = 'NPC',
    ['Иллинг Триас'] = 'NPC',
  },
  ['Шпионская работа'] =
  {
    ['Круск'] = 'NPC',
  },
  ['Запас чернил'] =
  {
    ['Штейгер Ослоу'] = 'NPC',
    ['Брат Пакстон'] = 'NPC',
  },
  ['Расспросы в таверне'] =
  {
    ['Смиттс'] = 'NPC',
    ['Клерк Далтри'] = 'NPC',
  },
  ['Безумные друиды'] =
  {
    ['Кайнет Штиль'] = 'NPC',
  },
  ['Анализ частей насекомых'] =
  {
    ['Алхимик Пестычинс'] = 'NPC',
    ['Старший геодезист Рудознатец'] = 'NPC',
    ['Алхимик Пестычинс'] = 'NPC',
    ['Старший геодезист Рудознатец'] = 'NPC',
  },
  ['Во глубине болот'] =
  {
    ['Алтарь Хаккара'] = 'Object',
    ['Марвон Клепальщик'] = 'NPC',
  },
  ['Поход в пустыню'] =
  {
    ['Главный инженер Чепухастер'] = 'NPC',
    ['Аптекарь Зинг'] = 'NPC',
  },
  ['В бездне безумия'] =
  {
    ['Командир Мар\'алит'] = 'NPC',
  },
  ['В монастырь Алого ордена'] =
  {
    ['Вариматас'] = 'NPC',
  },
  ['В Храме Атал\'Хаккара'] =
  {
    ['Брохан Бочкопуз'] = 'NPC',
  },
  ['Камни захватчиков Плети'] =
  {
    ['Офицер Гаруш из ордена Серебряного Рассвета'] = 'NPC',
    ['Офицер Чистосердая из ордена Серебряного Рассвета'] = 'NPC',
    ['Герцог Николас Зверенхофф'] = 'NPC',
  },
  ['Вторжение в Альтеракскую долину'] =
  {
    ['Ордынский вестник войны'] = 'NPC',
    ['Ордынский вестник войны'] = 'NPC',
  },
  ['Разведка в руднике Горного эха'] =
  {
    ['Маршал Макбрайд'] = 'NPC',
  },
  ['Лавка алхимика'] =
  {
    ['Анастасия Хартвелл'] = 'NPC',
  },
  ['Синий Отшельник'] =
  {
    ['Джинния Пушка'] = 'NPC',
  },
  ['Поиск лагеря'] =
  {
    ['Кразек'] = 'NPC',
  },
  ['Что делает Плеть в Дарнасе?'] =
  {
    ['Лейтенант Бейта'] = 'NPC',
  },
  ['Что делает Плеть в Стальгорне?'] =
  {
    ['Лейтенант Невилл'] = 'NPC',
  },
  ['Что делает Плеть в Оргриммаре?'] =
  {
    ['Лейтенант Дагел'] = 'NPC',
  },
  ['Что делает Плеть в Штормграде?'] =
  {
    ['Лейтенант Оррин'] = 'NPC',
  },
  ['Что делает Плеть в Громовом Утесе?'] =
  {
    ['Лейтенант Лисанд'] = 'NPC',
  },
  ['Что делает Плеть в Подгороде?'] =
  {
    ['Лейтенант Рукаг'] = 'NPC',
  },
  ['Железный коралл'] =
  {
    ['Клацморт Гайкокрут'] = 'NPC',
  },
  ['Предок Сталекрут'] =
  {
    ['Предок Сталекрут'] = 'NPC',
  },
  ['Вы нужны Сталекруту!'] =
  {
    ['Геолог Сталекрут'] = 'NPC',
    ['Геолог Грозовая Вершина'] = 'NPC',
  },
  ['Мастерская Сталекрута'] =
  {
    ['Тормус Подземная Кузня'] = 'NPC',
  },
  ['Раскопки Сталекрута'] =
  {
    ['Магмар Рудокол'] = 'NPC',
    ['Джерн Шлеморог'] = 'NPC',
  },
  ['Припасы Железного рудника'] =
  {
    ['Интендант клана Грозовой Вершины'] = 'NPC',
    ['Интендант клана Северного Волка'] = 'NPC',
  },
  ['Иша Авак'] =
  {
    ['Марен Небесная Провидица'] = 'NPC',
  },
  ['Ишамухал'] =
  {
    ['Джорн Заклинатель Небес'] = 'NPC',
  },
  ['Тайна, покрытая мраком'] =
  {
    ['Небольшая сумка'] = 'Object',
    ['Разбитый плот'] = 'Object',
    ['Небольшая сумка'] = 'Object',
    ['Линкен'] = 'NPC',
    ['Донова Снегонора'] = 'NPC',
    ['Линкен'] = 'NPC',
  },
  ['Один в поле не воин'] =
  {
    ['Линкен'] = 'NPC',
  },
  ['Волшебные предметы'] =
  {
    ['Табета'] = 'NPC',
  },
  ['Все по порядку'] =
  {
    ['Тирион'] = 'NPC',
  },
  ['Ивар Нечистый'] =
  {
    ['Ран Йорик'] = 'NPC',
  },
  ['Противоядие для Иверрона'] =
  {
    ['Дирания Серебряное Сияние'] = 'NPC',
    ['Иверрон'] = 'NPC',
    ['Дирания Серебряное Сияние'] = 'NPC',
  },
  ['Ивус Лесной Властелин'] =
  {
    ['Верховный друид Дикая Лань'] = 'NPC',
  },
  ['Побег!'] =
  {
    ['Маршал Максвелл'] = 'NPC',
    ['Маршал Винздор'] = 'NPC',
  },
  ['Автограф Джайны'] =
  {
    ['Ребенок-сирота'] = 'NPC',
  },
  ['Джеймс Хьяль'] =
  {
    ['Винсент Хьяль'] = 'NPC',
    ['Клерк Лендри'] = 'NPC',
    ['Коннор Риверс'] = 'NPC',
    ['Винсент Хьяль'] = 'NPC',
  },
  ['Джаммал\'ан Пророк'] =
  {
    ['Изгнанник племени Атал\'ай'] = 'NPC',
  },
  ['Ярлу нужен клинок'] =
  {
    ['Ярл "Болотный Глаз"'] = 'NPC',
  },
  ['Ярлу нужны глаза'] =
  {
    ['Ярл "Болотный Глаз"'] = 'NPC',
  },
  ['Дже\'неу из Служителей Земли'] =
  {
    ['Дже\'неу Санкри'] = 'NPC',
    ['Масток Райльшип'] = 'NPC',
  },
  ['Плата Джес\'римона Джедиге'] =
  {
    ['Джедига'] = 'NPC',
    ['Джес\'римон'] = 'NPC',
  },
  ['Лесная магия Джин\'Зила'] =
  {
    ['Знахарь Джин\'Зил'] = 'NPC',
  },
  ['Урчащий живот Трясунчика'] =
  {
    ['Шеф-повар Груаль'] = 'NPC',
    ['Трясунчик'] = 'NPC',
  },
  ['Требуется: капитан стражи в деревню Сломанного Клыка'] =
  {
    ['К оружию!'] = 'Object',
    ['Старейшина племени Сломанного Клыка'] = 'NPC',
  },
  ['ВАКАНСИЯ: устранитель конкурентов'] =
  {
    ['Розыск/Пропал без вести/Найден'] = 'Object',
    ['Надсмотрщик Скрендж'] = 'NPC',
  },
  ['Просьба друида'] =
  {
    ['Квинтис Ночной Костер'] = 'NPC',
    ['Квинтис Ночной Костер'] = 'NPC',
    ['Танниса'] = 'NPC',
    ['Шария'] = 'NPC',
  },
  ['Джорн Заклинатель Небес'] =
  {
    ['Джорн Заклинатель Небес'] = 'NPC',
    ['Сергра Черный Шип'] = 'NPC',
  },
  ['Путешествие в Громовой Утес'] =
  {
    ['Кэрн Кровавое Копыто'] = 'NPC',
    ['Дух предков'] = 'NPC',
  },
  ['Путешествие в Астранаар'] =
  {
    ['Шиндрелл Огненный Всполох'] = 'NPC',
    ['Фиора Длинноушка'] = 'NPC',
  },
  ['Путешествие в предгорья Хилсбрада'] =
  {
    ['Аптекарь Лидон'] = 'NPC',
    ['Аптекарь Ренферрел'] = 'NPC',
  },
  ['Путешествие к Пику Каменного Когтя'] =
  {
    ['Хранитель Албагорм'] = 'NPC',
    ['Фальдреас Гот\'Шаель'] = 'NPC',
  },
  ['Путешествие на Мельницу Таррен'] =
  {
    ['Аптекарь Лидон'] = 'NPC',
    ['Аптекарь Зама'] = 'NPC',
  },
  ['Путешествие в Перекресток'] =
  {
    ['Торк'] = 'NPC',
    ['Кирдж Жесткий Рог'] = 'NPC',
  },
  ['Путь в болото'] =
  {
    ['Табета'] = 'NPC',
    ['Джинния Пушка'] = 'NPC',
    ['Дейно'] = 'NPC',
  },
  ['Радости Омоша'] =
  {
    ['Орокк Омош'] = 'NPC',
  },
  ['Груды джуджу'] =
  {
    ['Ун\'Тува'] = 'NPC',
  },
  ['Суд и расплата'] =
  {
    ['Падший скакун Темного Терзателя'] = 'NPC',
    ['Лорд Грейсон Тенелом'] = 'NPC',
  },
  ['Доставка сока'] =
  {
    ['Аберкромби'] = 'NPC',
    ['Смиттс'] = 'NPC',
  },
  ['Тайны джунглей'] =
  {
    ['Лейтенант Дорен'] = 'NPC',
    ['Рядовой Торсен'] = 'NPC',
  },
  ['Принести ларцы'] =
  {
    ['Фахрад'] = 'NPC',
  },
  ['Справедливое вознаграждение'] =
  {
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
  },
  ['Новости для Каэлы'] =
  {
    ['Кела Копье Тени'] = 'NPC',
    ['Гаксим Ржавошиппи'] = 'NPC',
  },
  ['Кайя жива!'] =
  {
    ['Таммра Перекати-поле'] = 'NPC',
    ['Макаба Плоское Копыто'] = 'NPC',
  },
  ['Кайнет Штиль'] =
  {
    ['Кайнет Штиль'] = 'NPC',
    ['Шиндрелл Огненный Всполох'] = 'NPC',
  },
  ['Смотри в оба'] =
  {
    ['Одноглазый Диззи'] = 'NPC',
  },
  ['Хранитель пламени'] =
  {
    ['Капитан Грейсон'] = 'NPC',
  },
  ['Только вперед'] =
  {
    ['Неохраняемые чертежи Риззла'] = 'Object',
    ['Поззик'] = 'NPC',
  },
  ['Зелье Кен\'зиглы'] =
  {
    ['Рубака Логмар'] = 'NPC',
    ['Кен\'зигла'] = 'NPC',
  },
  ['Ожерелье Кезанского порока'] =
  {
    ['Ал\'табим Всевидящий'] = 'NPC',
    ['Ал\'табим Всевидящий'] = 'NPC',
    ['Ал\'табим Всевидящий'] = 'NPC',
  },
  ['Ожерелье вечного Кезанского порока'] =
  {
    ['Ал\'табим Всевидящий'] = 'NPC',
  },
  ['Вождь Дез\'хеп'] =
  {
    ['Фелгур Бью-Двоих'] = 'NPC',
  },
  ['Вождь Храта'] =
  {
    ['Ута Мудрая'] = 'NPC',
    ['Варуг'] = 'NPC',
  },
  ['Вождь Джен'] =
  {
    ['Ута Мудрая'] = 'NPC',
  },
  ['Вождь Шак'] =
  {
    ['Варуг'] = 'NPC',
  },
  ['Каран Могучий Молот'] =
  {
    ['Каран Могучий Молот'] = 'NPC',
    ['Король Магни Бронзобород'] = 'NPC',
  },
  ['Рассказ Карана'] =
  {
    ['Каран Могучий Молот'] = 'NPC',
  },
  ['Редкие звери Киблера'] =
  {
    ['Киблер'] = 'NPC',
  },
  ['Похищен старейшина Сломанный Клык!'] =
  {
    ['Старейшина Сломанный Клык'] = 'NPC',
    ['Старейшина племени Сломанного Клыка'] = 'NPC',
  },
  ['Убить Грундига Темное Облако'] =
  {
    ['Макаба Плоское Копыто'] = 'NPC',
  },
  ['УНИЧТОЖИТЬ НА МЕСТЕ: Дворфы Черного Железа'] =
  {
    ['РАЗЫСКИВАЕТСЯ'] = 'Object',
    ['Полководец Клинозуб'] = 'NPC',
  },
  ['УНИЧТОЖИТЬ НА МЕСТЕ: Высокопоставленные чины Черного Железа'] =
  {
    ['УБИТЬ НА МЕСТЕ'] = 'Object',
    ['Полководец Клинозуб'] = 'NPC',
  },
  ['Оскорбленный Ким\'джаель'] =
  {
    ['Ким\'джаель'] = 'NPC',
  },
  ['"Пропавшее"оборудование Ким\'джаеля'] =
  {
    ['Ким\'джаель'] = 'NPC',
  },
  ['Король Гиблой Чащи'] =
  {
    ['Каранг Амаккар'] = 'NPC',
  },
  ['Королевская облава'] =
  {
    ['Рензик Нож'] = 'NPC',
    ['Хальфдан Чернобород'] = 'NPC',
  },
  ['Кирит'] =
  {
    ['Дух Кирита'] = 'NPC',
    ['Павший герой Орды'] = 'NPC',
  },
  ['Киртонос Глашатай'] =
  {
    ['Ева Саркофф'] = 'NPC',
  },
  ['Помощь по кухне'] =
  {
    ['Каландрата'] = 'NPC',
  },
  ['Башня Клейвена'] =
  {
    ['Мастер Матиас Шоу'] = 'NPC',
    ['Посланница Кеарнен'] = 'NPC',
  },
  ['Клацморт Гайкокрут'] =
  {
    ['Клацморт Гайкокрут'] = 'NPC',
    ['Фьюрен Длиннобород'] = 'NPC',
  },
  ['Творение Клацморта'] =
  {
    ['Клацморт Гайкокрут'] = 'NPC',
  },
  ['Базовые элементы Клацморта'] =
  {
    ['Клацморт Гайкокрут'] = 'NPC',
    ['Матиль'] = 'NPC',
  },
  ['Знание в пучине'] =
  {
    ['Геррик Костохват'] = 'NPC',
  },
  ['Знание шара Орахила'] =
  {
    ['Менара Расщепительница Бездны'] = 'NPC',
    ['Менара Расщепительница Бездны'] = 'NPC',
    ['Менара Расщепительница Бездны'] = 'NPC',
    ['Менара Расщепительница Бездны'] = 'NPC',
    ['Демизетта Клойс'] = 'NPC',
    ['Зеврост'] = 'NPC',
    ['Каел Жнец Душ'] = 'NPC',
  },
  ['Нападение на лагерь кобольдов'] =
  {
    ['Маршал Макбрайд'] = 'NPC',
  },
  ['Свечи кобольдов'] =
  {
    ['Вильям Пест'] = 'NPC',
  },
  ['Сумка из шкуры кодо'] =
  {
    ['Верен Долгоног'] = 'NPC',
  },
  ['Отлов кодо'] =
  {
    ['Смид Заржавень'] = 'NPC',
  },
  ['Главари племени Колкар'] =
  {
    ['Ретгар Врата Смерти'] = 'NPC',
  },
  ['Коррак Кровопуск'] =
  {
    ['Лейтенант Мурп'] = 'NPC',
  },
  ['Коррак Бессмертный'] =
  {
    ['Лейтенант Мурп'] = 'NPC',
  },
  ['Мешок ужасов Крастинова'] =
  {
    ['Ева Саркофф'] = 'NPC',
  },
  ['Горшок Кразека'] =
  {
    ['Кразек'] = 'NPC',
    ['Капрал Калеб'] = 'NPC',
  },
  ['Крис Неназванных имен'] =
  {
    ['Страж-смотритель Харо'] = 'NPC',
  },
  ['Кром\'Грул'] =
  {
    ['Тал\'трак Гордый Клык'] = 'NPC',
    ['Ша\'ни Гордый Клык'] = 'NPC',
  },
  ['Огненное ядро Крошиуса'] =
  {
    ['Ниби Всемогущий'] = 'NPC',
    ['Бесенок'] = 'NPC',
  },
  ['Попытки Кум\'иша'] =
  {
    ['Кум\'иша Коллекционер'] = 'NPC',
  },
  ['Тайна Курцена'] =
  {
    ['Брат Нимез'] = 'NPC',
  },
  ['Нехватка ресурсов'] =
  {
    ['Ток\'Кар'] = 'NPC',
    ['Ток\'Кар'] = 'NPC',
    ['Дар'] = 'NPC',
  },
  ['Лакота\'мани'] =
  {
    ['Джорн Заклинатель Небес'] = 'NPC',
  },
  ['Эй, там!'] =
  {
    ['Мураш О\'Брин'] = 'NPC',
    ['Дозорный Лоло'] = 'NPC',
  },
  ['Лярд потерял свой обед'] =
  {
    ['Лярд'] = 'NPC',
  },
  ['Большие связки фейерверков'] =
  {
    ['Фариэль Песнь Звезд'] = 'NPC',
  },
  ['Большие ракеты'] =
  {
    ['Фариэль Песнь Звезд'] = 'NPC',
  },
  ['Ларион и Муиджин'] =
  {
    ['Ларион'] = 'NPC',
  },
  ['Смеющиеся сестры'] =
  {
    ['Кил\'хала'] = 'NPC',
    ['Дейно'] = 'NPC',
  },
  ['В атаку!'] =
  {
    ['Воевода Гаррик'] = 'NPC',
  },
  ['Ленивые батраки'] =
  {
    ['Штейгер Тазз\'рил'] = 'NPC',
  },
  ['Повелители Змей'] =
  {
    ['Нара Буйногривая'] = 'NPC',
  },
  ['Учетная книга из Танариса'] =
  {
    ['Деревянный туалет'] = 'Object',
    ['Кринкель Сталлер'] = 'NPC',
  },
  ['Легендарные герои'] =
  {
    ['Воевода Лаггронд'] = 'NPC',
    ['Лейтенант Мурп'] = 'NPC',
  },
  ['Легенды Мародона'] =
  {
    ['Келебрас Освобожденный'] = 'NPC',
    ['Кавиндра'] = 'NPC',
  },
  ['Поножи Тайны'] =
  {
    ['Каталог Малифоя'] = 'Object',
    ['Малифой Черномолот'] = 'NPC',
  },
  ['Поножи веры'] =
  {
    ['Отец Иниго Монтой'] = 'NPC',
  },
  ['Ножные латы всецветного воина'] =
  {
    ['Перечень Заблудших'] = 'Object',
    ['Джезиба'] = 'NPC',
  },
  ['Леонид Барталомей'] =
  {
    ['Леонид Барталомей Чтимый'] = 'NPC',
    ['Тинки Кипеллер'] = 'NPC',
  },
  ['Новый урок'] =
  {
    ['Дендрит Блеск Звезд'] = 'NPC',
    ['Дендрит Блеск Звезд'] = 'NPC',
    ['Тюрак Рунический Тотем'] = 'NPC',
    ['Матренгил Медвежья Лапа'] = 'NPC',
  },
  ['Сеть Лефтендрис'] =
  {
    ['Тало Терновое Копыто'] = 'NPC',
    ['Латроникус Лунное Копье'] = 'NPC',
  },
  ['Письмо с фронта'] =
  {
    ['Архивариус'] = 'NPC',
  },
  ['Письмо Джин\'Зилу'] =
  {
    ['Знахарь Джин\'Зил'] = 'NPC',
    ['Дарсок Быстрый Нож'] = 'NPC',
  },
  ['Письмо Грозовой Вершине'] =
  {
    ['Геолог Грозовая Вершина'] = 'NPC',
    ['Хранитель мудрости Диббс'] = 'NPC',
  },
  ['Манускрипт Здоровья'] =
  {
    ['Матредис Огнезвезд'] = 'NPC',
  },
  ['Манускрипт Средоточия'] =
  {
    ['Сказитель Лидрос'] = 'NPC',
  },
  ['Манускрипт Защиты'] =
  {
    ['Сказитель Лидрос'] = 'NPC',
  },
  ['Манускрипт Скорости'] =
  {
    ['Сказитель Лидрос'] = 'NPC',
  },
  ['Манускрипт Устойчивости'] =
  {
    ['Матредис Огнезвезд'] = 'NPC',
  },
  ['Манускрипт Размышления'] =
  {
    ['Матредис Огнезвезд'] = 'NPC',
  },
  ['Манускрипт упорства'] =
  {
    ['Матредис Огнезвезд'] = 'NPC',
  },
  ['Манускрипт Ненасытности'] =
  {
    ['Матредис Огнезвезд'] = 'NPC',
  },
  ['Лейтенант Павал Рит'] =
  {
    ['Кокарда Тераморской стражи'] = 'Object',
    ['Кокарда Тераморской стражи'] = 'Object',
    ['Крог'] = 'NPC',
    ['Капитан Гарран Ваймс'] = 'NPC',
    ['Адъютант Тезоран'] = 'NPC',
    ['Капитан Гарран Ваймс'] = 'NPC',
  },
  ['Очищение'] =
  {
    ['Запертый сейф храбреца'] = 'Object',
    ['Первый помощник Фитсиммонс'] = 'NPC',
  },
  ['Часовня Последней Надежды'] =
  {
    ['Архивариус'] = 'NPC',
    ['Вербовщик из ордена Серебряного Рассвета'] = 'NPC',
  },
  ['Слитки светлостали'] =
  {
    ['Глорин Стальной Лоб'] = 'NPC',
  },
  ['Светлосталь'] =
  {
    ['Отсыревший сундук'] = 'Object',
    ['Глорин Стальной Лоб'] = 'NPC',
  },
  ['Линии связи'] =
  {
    ['Оран Змеиные Кольца'] = 'NPC',
  },
  ['Приключения Линкена'] =
  {
    ['Линкен'] = 'NPC',
    ['Джей Ди Колли'] = 'NPC',
  },
  ['Память Линкена'] =
  {
    ['Эридана Грусть Ветра'] = 'NPC',
    ['Джей Ди Колли'] = 'NPC',
  },
  ['Меч Линкена'] =
  {
    ['Подозрительное надгробие'] = 'Object',
    ['Линкен'] = 'NPC',
  },
  ['Жидкий камень'] =
  {
    ['Люсьен Подай-Ключ'] = 'NPC',
  },
  ['Малышка Памела'] =
  {
    ['Памела Редпат'] = 'NPC',
    ['Марлен Редпат'] = 'NPC',
  },
  ['Уменьшение веса'] =
  {
    ['Поззик'] = 'NPC',
  },
  ['Под замком'] =
  {
    ['Запертый шкаф'] = 'Object',
    ['Флигель'] = 'Object',
  },
  ['Локолар Владыка Льда'] =
  {
    ['Шаманка стихий Турлога'] = 'NPC',
  },
  ['Дневник Хмурня'] =
  {
    ['Хранитель дорог Фалфиндел'] = 'NPC',
  },
  ['Давно забытые воспоминания'] =
  {
    ['Хрустальная слеза'] = 'Object',
    ['Анахронос'] = 'NPC',
  },
  ['Помощь старого друга'] =
  {
    ['Иллинг Триас'] = 'NPC',
    ['Мастер Матиас Шоу'] = 'NPC',
  },
  ['Взгляни на звезды'] =
  {
    ['Виктор Призм’Антрас'] = 'NPC',
    ['Виктор Призм’Антрас'] = 'NPC',
    ['Виктор Призм’Антрас'] = 'NPC',
    ['Слепая Мэри'] = 'NPC',
    ['Виктор Призм’Антрас'] = 'NPC',
    ['Слепая Мэри'] = 'NPC',
  },
  ['Пронизывающий взор'] =
  {
    ['Статуя старого льва'] = 'Object',
    ['Пустой кувшин'] = 'Object',
  },
  ['Лорам'] =
  {
    ['Лорам Многоног'] = 'NPC',
  },
  ['История Лоракса'] =
  {
    ['Лоракс'] = 'NPC',
  },
  ['Лорд Алиден Перенольд'] =
  {
    ['Элиза'] = 'NPC',
    ['Круск'] = 'NPC',
  },
  ['Лорд Гиблопуст'] =
  {
    ['Лорд Гиблопуст'] = 'NPC',
    ['Горзиеки Дикоглаз'] = 'NPC',
  },
  ['Лорд Грейсон Тенелом'] =
  {
    ['Лорд Грейсон Тенелом'] = 'NPC',
    ['Даториан Ралл'] = 'NPC',
  },
  ['Лорд Максвелл Тиросс'] =
  {
    ['Лорд Максвелл Тиросс'] = 'NPC',
    ['Герцог Николас Зверенхофф'] = 'NPC',
  },
  ['Тронный зал Лордерона'] =
  {
    ['Орк-сирота'] = 'NPC',
  },
  ['Лорды Совета'] =
  {
    ['Аурель Золотой Лист'] = 'NPC',
  },
  ['Мудрость за деньги'] =
  {
    ['Талваш дель Киссель'] = 'NPC',
  },
  ['Пропавший, но не забытый'] =
  {
    ['Майша Тор\'крен'] = 'NPC',
  },
  ['Пропавшие стражи смерти'] =
  {
    ['Ран Йорик'] = 'NPC',
    ['Верховный палач Хадрик'] = 'NPC',
  },
  ['Пропавшая без вести'] =
  {
    ['Манкрик'] = 'NPC',
  },
  ['Потерянное ожерелье'] =
  {
    ['Билли Маклур'] = 'NPC',
    ['"Тетушка" Бернис Стоунфилд'] = 'NPC',
  },
  ['Украденный рецепт Громоваров'] =
  {
    ['Темный маг Вивиана Лягроб'] = 'NPC',
  },
  ['Потерялся!'] =
  {
    ['Ринго'] = 'NPC',
    ['Муча Кусора'] = 'NPC',
  },
  ['Любовная песнь для Нарайна'] =
  {
    ['Нарайн Причудень'] = 'NPC',
    ['Мередит Русалла'] = 'NPC',
  },
  ['Дар любви'] =
  {
    ['Ган\'рул Кровавый Глаз'] = 'NPC',
    ['Рубака Догран'] = 'NPC',
  },
  ['Да пребудет с тобой удача!'] =
  {
    ['Знахарь Мау\'ари'] = 'NPC',
  },
  ['Лунный фейерверк'] =
  {
    ['Предвестница Лунного фестиваля'] = 'NPC',
  },
  ['Палица Бесконечной жизни'] =
  {
    ['Страж-смотритель Харо'] = 'NPC',
  },
  ['Самогон Маккрила'] =
  {
    ['Мастер-пивовар Бочкопуз'] = 'NPC',
    ['Туманник Маккрил'] = 'NPC',
  },
  ['Плата Магаты Джедиге'] =
  {
    ['Джедига'] = 'NPC',
    ['Магата Зловещий Тотем'] = 'NPC',
  },
  ['Маг-призыватель'] =
  {
    ['Часовой Велена Звездный Всполох'] = 'NPC',
  },
  ['Магический жезл'] =
  {
    ['Табета'] = 'NPC',
  },
  ['Маг-тастический гизмонитор'] =
  {
    ['Бинк'] = 'NPC',
  },
  ['Магическое искусство'] =
  {
    ['Санат Лим-Йо'] = 'NPC',
    ['Тюрстон Ксейн'] = 'NPC',
    ['Пирс Шеклтон'] = 'NPC',
    ['Джули Скороварга'] = 'NPC',
    ['Эльшарина'] = 'NPC',
    ['Энио'] = 'NPC',
  },
  ['Волшебная пыль'] =
  {
    ['Верховный маг Ксилем'] = 'NPC',
  },
  ['Магический анализ'] =
  {
    ['Верховный маг Ансарем Руноплет'] = 'NPC',
    ['Барон Ревилгаз'] = 'NPC',
  },
  ['Союз с племенем Маграм'] =
  {
    ['Варуг'] = 'NPC',
    ['Гурда Буйногривая'] = 'NPC',
  },
  ['Марен Небесная Провидица'] =
  {
    ['Марен Небесная Провидица'] = 'NPC',
    ['Джорн Заклинатель Небес'] = 'NPC',
  },
  ['Май\'Зот'] =
  {
    ['Брат Нимез'] = 'NPC',
  },
  ['Гигантский флакон с зельем маны'] =
  {
    ['Интендант из ордена Серебряного Рассвета'] = 'NPC',
  },
  ['Давай-ка разберемся'] =
  {
    ['Джей Ди Колли'] = 'NPC',
  },
  ['Просьба Малина'] =
  {
    ['Верховный маг Малин'] = 'NPC',
    ['Скуэрто'] = 'NPC',
    ['Верховный маг Малин'] = 'NPC',
    ['Скуэрто'] = 'NPC',
  },
  ['Волнолов маны'] =
  {
    ['Табета'] = 'NPC',
  },
  ['Одеяние из ткани маны'] =
  {
    ['Уинн Ларсон'] = 'NPC',
  },
  ['Охота на человека'] =
  {
    ['Маршал Дугхан'] = 'NPC',
  },
  ['Сытный манный лошадиный корм'] =
  {
    ['Меридет Карлсон'] = 'NPC',
  },
  ['Оплечье Оракула'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Оплечья Рассвета'] =
  {
    ['Интендант Хасна из ордена Серебряного Рассвета'] = 'NPC',
    ['Интендант Искромет из ордена Серебряного Рассвета'] = 'NPC',
    ['Интендант Миранда Бричлок'] = 'NPC',
  },
  ['Карты и руны'] =
  {
    ['Ящик из Даларана'] = 'Object',
    ['Темный жрец Алистер'] = 'NPC',
  },
  ['Мародеры Дарроушира'] =
  {
    ['Карлин Редпат'] = 'NPC',
  },
  ['Нашествие силитидов'] =
  {
    ['Алхимик Пестычинс'] = 'NPC',
    ['Алхимик Пестычинс'] = 'NPC',
    ['Зилзибин Барабанный Бой'] = 'NPC',
    ['Грацина Сила Духа'] = 'NPC',
  },
  ['Марг говорит'] =
  {
    ['Бурлящий котел'] = 'Object',
    ['Назир Кровавое Копье'] = 'NPC',
  },
  ['Маргоз'] =
  {
    ['Маргоз'] = 'NPC',
    ['Оргнил Душегрыз'] = 'NPC',
  },
  ['Талисманы заслуг'] =
  {
    ['Часовой Дальняя Песня'] = 'NPC',
  },
  ['Почетный знак'] =
  {
    ['Капитан Лободроб'] = 'NPC',
  },
  ['Последнее желание Марлы'] =
  {
    ['Новобранец Элрет'] = 'NPC',
  },
  ['Маршал Хаггард'] =
  {
    ['Маршал Хаггард'] = 'NPC',
    ['Гарри Берлгард'] = 'NPC',
  },
  ['Маршал Винздор'] =
  {
    ['Маршал Винздор'] = 'NPC',
    ['Маршал Максвелл'] = 'NPC',
  },
  ['Мартек Изгой'] =
  {
    ['Мартек Изгой'] = 'NPC',
    ['Пшикс Медноштиф'] = 'NPC',
  },
  ['Мастерская Марвона'] =
  {
    ['Лив Быстрочин'] = 'NPC',
    ['Ларион'] = 'NPC',
  },
  ['Лучший рыболов'] =
  {
    ['Риггл Мормыш'] = 'NPC',
  },
  ['Мастер школы Дикаря'] =
  {
    ['Уна'] = 'NPC',
    ['Телонис'] = 'NPC',
    ['Пратт Макгруббен'] = 'NPC',
    ['Джангор Быстрый Странник'] = 'NPC',
  },
  ['Всевидящее око мастера Рисона'] =
  {
    ['Мастер Синдиката Рисон'] = 'NPC',
    ['Мастер Синдиката Рисон'] = 'NPC',
  },
  ['Покорение Стихий'] =
  {
    ['Бат\'ра Страж Ветра'] = 'NPC',
  },
  ['Существенная помощь'] =
  {
    ['Сагорн Гривастый Странник'] = 'NPC',
  },
  ['Матиас и Братство Справедливости'] =
  {
    ['Посланница Кеарнен'] = 'NPC',
    ['Мастер Матиас Шоу'] = 'NPC',
  },
  ['Матиль'] =
  {
    ['Матиль'] = 'NPC',
    ['Фьюрен Длиннобород'] = 'NPC',
  },
  ['Доспехи Матиля'] =
  {
    ['Матиль'] = 'NPC',
  },
  ['Реликвии Матистры'] =
  {
    ['Ону'] = 'NPC',
  },
  ['Миссия Максвелла'] =
  {
    ['Маршал Максвелл'] = 'NPC',
  },
  ['Майра Светлое Крыло'] =
  {
    ['Майра Светлое Крыло'] = 'NPC',
    ['Граф Ремингтон Риджвелл'] = 'NPC',
  },
  ['Задание Мазена'] =
  {
    ['Дозорный Махар Ба'] = 'NPC',
    ['Послушник Деллис'] = 'NPC',
    ['Мазен МакНадир'] = 'NPC',
    ['Послушник Деллис'] = 'NPC',
  },
  ['Маззранач'] =
  {
    ['Маур Заклинатель Дождя'] = 'NPC',
  },
  ['Братишка Нипси'] =
  {
    ['Нипси'] = 'NPC',
    ['Монти'] = 'NPC',
  },
  ['Mea Culpa, Лорд Вальтхалак'] =
  {
    ['Дух Лорда Вальтхалака'] = 'NPC',
    ['Бодли'] = 'NPC',
  },
  ['Предок Луговой Ручей'] =
  {
    ['Предок Луговой Ручей'] = 'NPC',
  },
  ['Мясные продукты в Оргриммар'] =
  {
    ['Деврак'] = 'NPC',
    ['Заргх'] = 'NPC',
  },
  ['Автоматические ремонтные наборы'] =
  {
    ['Ринлинг'] = 'NPC',
  },
  ['Статусный медальон'] =
  {
    ['Аурель Золотой Лист'] = 'NPC',
  },
  ['Встречаемся на кладбище'] =
  {
    ['Гаэриан'] = 'NPC',
    ['Донова Снегонора'] = 'NPC',
  },
  ['Встреча с господином'] =
  {
    ['Санат Лим-Йо'] = 'NPC',
  },
  ['Слияние'] =
  {
    ['Химик Барабос'] = 'NPC',
  },
  ['Весть от Мелора'] =
  {
    ['Мелор Каменное Копыто'] = 'NPC',
    ['Джорн Заклинатель Небес'] = 'NPC',
  },
  ['Продление членского билета'] =
  {
    ['Карлс Пропеллерз'] = 'NPC',
    ['Мехмастер Замыкалец'] = 'NPC',
    ['Никс Шепружин'] = 'NPC',
    ['Вазарио Цепесмаз'] = 'NPC',
  },
  ['Исцеление старых ран'] =
  {
    ['Мупси Пупси'] = 'NPC',
  },
  ['Дар Менетила'] =
  {
    ['Дар Менетила'] = 'Object',
    ['Дар Менетила'] = 'Object',
    ['Леонид Барталомей Чтимый'] = 'NPC',
    ['Леонид Барталомей Чтимый'] = 'NPC',
  },
  ['Меннит Каркад'] =
  {
    ['Меннит Каркад'] = 'NPC',
    ['Марион Зов'] = 'NPC',
  },
  ['Наемники'] =
  {
    ['Мировой судья Тупонос'] = 'NPC',
  },
  ['Послание в бутылке'] =
  {
    ['Принцесса Пуба'] = 'NPC',
    ['Принцесса Пуба'] = 'NPC',
  },
  ['Письмо на Заставу Вольного Ветра'] =
  {
    ['Дозорный утесов Долгорог'] = 'NPC',
    ['Храбрец Лунный Рог'] = 'NPC',
  },
  ['Донесение Максвелла'] =
  {
    ['Маршал Максвелл'] = 'NPC',
    ['Блестяшка'] = 'NPC',
  },
  ['Послание клану Громового Молота'] =
  {
    ['Отхо Можи\'ко'] = 'NPC',
  },
  ['Гонец в Темнолесье'] =
  {
    ['Лорд Элло Чернодрев'] = 'NPC',
    ['Мировой судья Соломон'] = 'NPC',
    ['Лорд Элло Чернодрев'] = 'NPC',
    ['Мировой судья Соломон'] = 'NPC',
  },
  ['Гонец в Штормград'] =
  {
    ['Мировой судья Соломон'] = 'NPC',
    ['Генерал Маркус Джонатан'] = 'NPC',
    ['Мировой судья Соломон'] = 'NPC',
    ['Генерал Маркус Джонатан'] = 'NPC',
  },
  ['Гонец в Западный Край'] =
  {
    ['Гриан Камнегрив'] = 'NPC',
    ['Мировой судья Соломон'] = 'NPC',
    ['Гриан Камнегрив'] = 'NPC',
    ['Мировой судья Соломон'] = 'NPC',
  },
  ['Метцен – северный олень'] =
  {
    ['Каймард Меднокноп'] = 'NPC',
  },
  ['Метцен-северный олень'] =
  {
    ['Карден Деньгозвон'] = 'NPC',
  },
  ['Майкл Гарретт'] =
  {
    ['Майкл Гарретт'] = 'NPC',
    ['Гордон Уиндем'] = 'NPC',
  },
  ['Милли Осворт'] =
  {
    ['Милли Осворт'] = 'NPC',
    ['Заместитель судьи Виллем'] = 'NPC',
  },
  ['Урожай Милли'] =
  {
    ['Милли Осворт'] = 'NPC',
  },
  ['Удача шахтера'] =
  {
    ['Управляющий пристанью Головокружилкинс'] = 'NPC',
  },
  ['Камни приспешников плети'] =
  {
    ['Офицер Гаруш из ордена Серебряного Рассвета'] = 'NPC',
    ['Офицер Чистосердая из ордена Серебряного Рассвета'] = 'NPC',
  },
  ['Камни приспешников Плети'] =
  {
    ['Герцог Николас Зверенхофф'] = 'NPC',
  },
  ['Череп Миншины'] =
  {
    ['Мастер Гадрин'] = 'NPC',
  },
  ['Миражи'] =
  {
    ['Сигрун Рудотес'] = 'NPC',
  },
  ['Зеркальное озеро'] =
  {
    ['Джинния Пушка'] = 'NPC',
  },
  ['Пропавший без вести'] =
  {
    ['Маршал Маррис'] = 'NPC',
    ['Капрал Кеешан'] = 'NPC',
  },
  ['Задание выполнено!'] =
  {
    ['Верховный палач Деррингтон'] = 'NPC',
    ['Командир Ашлам Неутомимый'] = 'NPC',
  },
  ['Миссия: выполнима, но с трудом'] =
  {
    ['Шентул'] = 'NPC',
    ['Надсмотрщик Физзул'] = 'NPC',
  },
  ['Послание с фронта'] =
  {
    ['Архивариус'] = 'NPC',
  },
  ['Туманна'] =
  {
    ['Часовой Арания Проблеск Солнца'] = 'NPC',
    ['Туманна'] = 'NPC',
  },
  ['Предок Странница Туманов'] =
  {
    ['Предок Странница Туманов'] = 'NPC',
  },
  ['Чары Мок\'тардина'] =
  {
    ['Провозвестник Мок\'тардин'] = 'NPC',
    ['Провозвестник Мок\'тардин'] = 'NPC',
    ['Провозвестник Мок\'тардин'] = 'NPC',
    ['Провозвестник Мок\'тардин'] = 'NPC',
  },
  ['Форма денег стоит'] =
  {
    ['Кринкель Сталлер'] = 'NPC',
    ['Кринкель Сталлер'] = 'NPC',
    ['Алхимик Арбингтон'] = 'NPC',
    ['Аптекарь Дитерс'] = 'NPC',
  },
  ['Лунная поляна'] =
  {
    ['Дендрит Блеск Звезд'] = 'NPC',
    ['Дендрит Блеск Звезд'] = 'NPC',
    ['Тюрак Рунический Тотем'] = 'NPC',
    ['Матренгил Медвежья Лапа'] = 'NPC',
  },
  ['Жилет лунного сияния'] =
  {
    ['Лотериас'] = 'NPC',
  },
  ['Предок Лунная Заря'] =
  {
    ['Предок Лунная Заря'] = 'NPC',
  },
  ['Осененные луной дикие совухи'] =
  {
    ['Эрелас Янтарное Небо'] = 'NPC',
  },
  ['Предок Лунный Страж'] =
  {
    ['Предок Лунный Страж'] = 'NPC',
  },
  ['Мор\'Ладим'] =
  {
    ['Командир Алтея Чернодрев'] = 'NPC',
  },
  ['Мор\'зул Вестник Крови'] =
  {
    ['Мор\'зул Вестник Крови'] = 'NPC',
    ['Шпакл Шиповникс'] = 'NPC',
    ['Кургул'] = 'NPC',
    ['Жубал Труполов'] = 'NPC',
    ['Грешка'] = 'NPC',
  },
  ['Морбент Скверн'] =
  {
    ['Свен Йорген'] = 'NPC',
  },
  ['Новые ящики с ресурсами'] =
  {
    ['Сержант Макчист'] = 'NPC',
    ['Страж смерти Мортис'] = 'NPC',
  },
  ['Еще накладки на доспехи'] =
  {
    ['Хронос'] = 'NPC',
  },
  ['Больше обломков брони'] =
  {
    ['Мургот Подземная Кузня'] = 'NPC',
  },
  ['Обмен: глаза летучих мышей'] =
  {
    ['Эбб Ниблгир'] = 'NPC',
  },
  ['Больше добычи!'] =
  {
    ['Кузнец Регзар'] = 'NPC',
  },
  ['Еще одна важная составляющая заклинания'] =
  {
    ['Бодли'] = 'NPC',
    ['Бодли'] = 'NPC',
    ['Бодли'] = 'NPC',
    ['Бодли'] = 'NPC',
  },
  ['Обмен: увесистые точильные камни'] =
  {
    ['Керри Хикс'] = 'NPC',
  },
  ['Обмен: светящаяся кровь скорпида'] =
  {
    ['Эбб Ниблгир'] = 'NPC',
  },
  ['Работа для Чистера'] =
  {
    ['Чистер 5200'] = 'Object',
    ['Чистер 5200'] = 'Object',
    ['Чистер 5200'] = 'Object',
  },
  ['Обмен: ториевые устройства'] =
  {
    ['Ринлинг'] = 'NPC',
  },
  ['Еще одна расправа над Скитальцами Пустыни'] =
  {
    ['Главный инженер Чепухастер'] = 'NPC',
  },
  ['Морган Ладимор'] =
  {
    ['Командир Алтея Чернодрев'] = 'NPC',
    ['Шира Фон-Инди'] = 'NPC',
  },
  ['Морган Штерн'] =
  {
    ['Морган Штерн'] = 'NPC',
    ['Ангус Штерн'] = 'NPC',
  },
  ['Открытие Моргана'] =
  {
    ['Аристан Моттар'] = 'NPC',
  },
  ['Моргант'] =
  {
    ['Статуя старого льва'] = 'Object',
    ['Теокрит'] = 'NPC',
  },
  ['Предок Утренний Туман'] =
  {
    ['Предок Утренний Туман'] = 'NPC',
  },
  ['Предок Утренняя Роса'] =
  {
    ['Предок Утренняя Роса'] = 'NPC',
  },
  ['Изучение рассветницы'] =
  {
    ['Матренгил Медвежья Лапа'] = 'NPC',
    ['Матренгил Медвежья Лапа'] = 'NPC',
    ['Башана Рунический Тотем'] = 'NPC',
    ['Башана Рунический Тотем'] = 'NPC',
    ['Верховный друид Фэндрал Олений Шлем'] = 'NPC',
    ['Верховный друид Хамуул Рунический Тотем'] = 'NPC',
  },
  ['Рассветница для Дарнаса'] =
  {
    ['Матренгил Медвежья Лапа'] = 'NPC',
    ['Верховный друид Фэндрал Олений Шлем'] = 'NPC',
  },
  ['Рассветница для Крепости Оперенной Луны'] =
  {
    ['Квинтис Ночной Костер'] = 'NPC',
  },
  ['Рассветница для Громового Утеса'] =
  {
    ['Башана Рунический Тотем'] = 'NPC',
  },
  ['Поборники правого дела из числа смертных'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['Последнее желание'] =
  {
    ['Трешала Бурый Ручей'] = 'NPC',
    ['Гералат Бурый Ручей'] = 'NPC',
  },
  ['Материнское молоко'] =
  {
    ['Джон-Оборванец'] = 'NPC',
  },
  ['Уменьшенный горный великан'] =
  {
    ['Знахарь Узер\'и'] = 'NPC',
  },
  ['Задание Грозовой Вершины'] =
  {
    ['Горный пехотинец Грозовая Вершина'] = 'NPC',
    ['Горный пехотинец Кэдрелл'] = 'NPC',
  },
  ['Дневник миссис Далсон'] =
  {
    ['Дневник миссис Далсон'] = 'Object',
  },
  ['Суп из глинистой черепахи с крабами'] =
  {
    ['Морган Штерн'] = 'NPC',
  },
  ['Муиджин и Ларион'] =
  {
    ['Муиджин'] = 'NPC',
  },
  ['Муура Рунический Тотем'] =
  {
    ['Муура Рунический Тотем'] = 'NPC',
    ['Тонга Рунический Тотем'] = 'NPC',
  },
  ['Мурдалок'] =
  {
    ['Рассыпающийся дворфийский скелет'] = 'Object',
    ['Геолог Сталекрут'] = 'NPC',
  },
  ['Марен Грозовая Вершина'] =
  {
    ['Марен Грозовая Вершина'] = 'NPC',
    ['Гранис Свист Топора'] = 'NPC',
  },
  ['Мурлоки-браконьеры'] =
  {
    ['Портовый начальник Барен'] = 'NPC',
  },
  ['Таинственная слизь'] =
  {
    ['Котел Мертвого Леса'] = 'Object',
    ['Донова Снегонора'] = 'NPC',
  },
  ['"Мифология Титанов"'] =
  {
    ['Библиотекарь Мая Белокожка'] = 'NPC',
  },
  ['Союзники Мизраэль'] =
  {
    ['Краеугольный камень'] = 'Object',
  },
  ['Союзники Мизраэли'] =
  {
    ['Краеугольный камень'] = 'Object',
  },
  ['Союзники Мизраэль'] =
  {
    ['Геррик Костохват'] = 'NPC',
  },
  ['Союзники Мизраэли'] =
  {
    ['Зарук'] = 'NPC',
  },
  ['Наги на Зорамском взморье'] =
  {
    ['Марукайя'] = 'NPC',
  },
  ['Нара Буйногривая'] =
  {
    ['Нара Буйногривая'] = 'NPC',
    ['Верховный друид Хамуул Рунический Тотем'] = 'NPC',
  },
  ['Нат Пэгл, великий рыболов'] =
  {
    ['Нат Пэгл'] = 'NPC',
  },
  ['Измерительная лента Ната'] =
  {
    ['Побитый ящик для рыболовной снасти'] = 'Object',
    ['Нат Пэгл'] = 'NPC',
  },
  ['Уловка Натаноса'] =
  {
    ['Лорд-рыцарь Валделмар'] = 'NPC',
    ['Натанос Гнилостень'] = 'NPC',
  },
  ['Природные материалы'] =
  {
    ['Знахарь Узер\'и'] = 'NPC',
  },
  ['Пропавшее ожерелье'] =
  {
    ['Дран Дрофферс'] = 'NPC',
  },
  ['Пропавшее ожерелье, этап 2'] =
  {
    ['Останки паладина'] = 'NPC',
    ['Дран Дрофферс'] = 'NPC',
  },
  ['Пропавшее ожерелье, этап 3'] =
  {
    ['Джаркал Замшелый Клык'] = 'NPC',
    ['Дран Дрофферс'] = 'NPC',
  },
  ['Нужда в исцелении'] =
  {
    ['Ринаг'] = 'NPC',
  },
  ['Ника Алый Шрам'] =
  {
    ['Ника Алый Шрам'] = 'NPC',
    ['Хелгрум Быстроногий'] = 'NPC',
  },
  ['Ниру Огненный Клинок'] =
  {
    ['Ниру Огненный Клинок'] = 'NPC',
    ['Маргоз'] = 'NPC',
  },
  ['Нефариус, пораженный порчей'] =
  {
    ['Анахронос'] = 'NPC',
    ['Валестраз Порочный'] = 'NPC',
  },
  ['Гамбит Нек\'роша'] =
  {
    ['Катапульта Драконьей Пасти'] = 'Object',
    ['Капитан Крепкий Кулак'] = 'NPC',
  },
  ['Медальон Некрума'] =
  {
    ['Тадиус Мрачная Тень'] = 'NPC',
  },
  ['Несса Песня Теней'] =
  {
    ['Несса Песня Теней'] = 'NPC',
    ['Мидраннул'] = 'NPC',
  },
  ['Одеяние из кружева Пустоты'] =
  {
    ['Кил\'хала'] = 'NPC',
  },
  ['Никогда не расспрашивай меня о моем бизнесе!'] =
  {
    ['Могиль Быстроруб'] = 'NPC',
    ['Нарайн Причудень'] = 'NPC',
  },
  ['Новая жизнь'] =
  {
    ['Таммра Перекати-поле'] = 'NPC',
  },
  ['Отмечаем Новый Год!'] =
  {
    ['Аллисон'] = 'NPC',
    ['Пала'] = 'NPC',
    ['Оператор Чудоформера'] = 'NPC',
    ['Оператор Чудоформера'] = 'NPC',
  },
  ['Новости для Пшикса'] =
  {
    ['Пшикс Медноштиф'] = 'NPC',
    ['Мартек Изгой'] = 'NPC',
  },
  ['Вести о Догране'] =
  {
    ['Газрог'] = 'NPC',
    ['Кен\'зигла'] = 'NPC',
    ['Газрог'] = 'NPC',
    ['Занкайя'] = 'NPC',
  },
  ['Паучья низина'] =
  {
    ['Палач Аррен'] = 'NPC',
  },
  ['Предок Ночной Ветер'] =
  {
    ['Предок Ночной Ветер'] = 'NPC',
  },
  ['Благородные смерти'] =
  {
    ['Мировой судья Генри Малеб'] = 'NPC',
  },
  ['Нобору Дубина'] =
  {
    ['Магтур'] = 'NPC',
  },
  ['Переделка кольца'] =
  {
    ['Ногг'] = 'NPC',
  },
  ['Эликсир Гогельмогеля'] =
  {
    ['Синь Гогельмогель'] = 'NPC',
  },
  ['Последняя надежда Ноггла'] =
  {
    ['Битисса Шаткобрус'] = 'NPC',
  },
  ['Потерянная сумка Ноггла'] =
  {
    ['Ноггл Шаткобрус'] = 'NPC',
  },
  ['Северное поместье'] =
  {
    ['Капитан Ниалс'] = 'NPC',
  },
  ['Записка с фронта'] =
  {
    ['Архивариус'] = 'NPC',
  },
  ['Записка для мэра'] =
  {
    ['Лорд Элло Чернодрев'] = 'NPC',
    ['Аберкромби'] = 'NPC',
  },
  ['Записка для Вильяма'] =
  {
    ['Вильям Пест'] = 'NPC',
    ['Бабуля Стоунфилд'] = 'NPC',
  },
  ['Правда и только правда'] =
  {
    ['Аптекарь Фаустин'] = 'NPC',
    ['Аптекарь Фаустин'] = 'NPC',
    ['Секретный агент Марксен'] = 'NPC',
    ['Страж смерти Зредус'] = 'NPC',
    ['Аптекарь Фаустин'] = 'NPC',
    ['Страж смерти Зредус'] = 'NPC',
    ['Страж смерти Зредус'] = 'NPC',
  },
  ['Исследование Ядовитого улья'] =
  {
    ['Алхимик Пестычинс'] = 'NPC',
    ['Старший геодезист Рудознатец'] = 'NPC',
  },
  ['Металлические заготовки'] =
  {
    ['Венаки Бенике'] = 'NPC',
  },
  ['Дубохмур'] =
  {
    ['Деналан'] = 'NPC',
  },
  ['Предок Обсидиан'] =
  {
    ['Предок Обсидиан'] = 'NPC',
  },
  ['Иллюзии ока'] =
  {
    ['Миранда Колдунья'] = 'NPC',
  },
  ['Охота на беговых оленей'] =
  {
    ['Огтинк'] = 'NPC',
  },
  ['Символ ушедших дней'] =
  {
    ['Тирион Фордринг'] = 'NPC',
  },
  ['Символ утраченной чести'] =
  {
    ['Тирион Фордринг'] = 'NPC',
  },
  ['Символ семейной любви'] =
  {
    ['Тирион Фордринг'] = 'NPC',
    ['Художница Ренфри'] = 'NPC',
    ['Тирион Фордринг'] = 'NPC',
    ['Художница Ренфри'] = 'NPC',
  },
  ['Голова огра на палочке = вечеринка'] =
  {
    ['Орелиус'] = 'NPC',
  },
  ['Нападение огров'] =
  {
    ['Аберкромби'] = 'NPC',
  },
  ['О, брат мой...'] =
  {
    ['Вилдер Крапивец'] = 'NPC',
  },
  ['Руководство Омариона'] =
  {
    ['Ремесленник Вильгельм'] = 'NPC',
  },
  ['На страже в Когтистых горах'] =
  {
    ['Гаксим Ржавошиппи'] = 'NPC',
    ['Кела Копье Тени'] = 'NPC',
    ['Часовой Тенисил'] = 'NPC',
    ['Кела Копье Тени'] = 'NPC',
  },
  ['За железными наплечниками'] =
  {
    ['Орокк Омош'] = 'NPC',
  },
  ['Один рекомендательный жетон'] =
  {
    ['Сборщик похвальных значков из Дарнаса'] = 'NPC',
    ['Сборщик похвальных значков из Гномрегана'] = 'NPC',
    ['Сборщик похвальных значков из Стальгорна'] = 'NPC',
    ['Сборщик похвальных значков из Штормграда'] = 'NPC',
    ['Сборщик похвальных значков из Оргриммара'] = 'NPC',
    ['Сборщик похвальных значков из племени Черного Копья'] = 'NPC',
    ['Сборщик похвальных значков из Подгорода'] = 'NPC',
    ['Сборщик похвальных значков из Громового Утеса'] = 'NPC',
    ['Офицер Ву\'Шалай'] = 'NPC',
    ['Офицер Лунный Свет'] = 'NPC',
    ['Офицер Бифштеккер'] = 'NPC',
    ['Офицер Железнобород'] = 'NPC',
    ['Офицер Алый Клинок'] = 'NPC',
    ['Офицер Малуф'] = 'NPC',
    ['Офицер Громовая Странница'] = 'NPC',
    ['Офицер Готена'] = 'NPC',
  },
  ['Дренейский хлам...'] =
  {
    ['Кум\'иша Коллекционер'] = 'NPC',
  },
  ['Любовь к ближнему'] =
  {
    ['Командир Карл Филипс'] = 'NPC',
  },
  ['Каждый выстрел – в цель'] =
  {
    ['Часовой Ойнея'] = 'NPC',
    ['Часовой Айнаша'] = 'NPC',
  },
  ['Онгеку'] =
  {
    ['Ута Мудрая'] = 'NPC',
  },
  ['Донесение Онина'] =
  {
    ['Хальфдан Чернобород'] = 'NPC',
    ['Онин МакМолот'] = 'NPC',
  },
  ['Кто будет избран?'] =
  {
    ['Баристолф из Зыбучих Песков'] = 'NPC',
  },
  ['Ону'] =
  {
    ['Ону'] = 'NPC',
    ['Баритас Лунный Сумрак'] = 'NPC',
  },
  ['Размышление Ону'] =
  {
    ['Ону'] = 'NPC',
  },
  ['Операция "Перенаправление"'] =
  {
    ['Раззл Шустрец'] = 'NPC',
  },
  ['Операция: смерть Кузне Гнева'] =
  {
    ['Полководец Клинозуб'] = 'NPC',
  },
  ['Агент Блестяшка'] =
  {
    ['Блестяшка'] = 'NPC',
    ['Лекслорт'] = 'NPC',
  },
  ['Благодарность Оран'] =
  {
    ['Оран Змеиные Кольца'] = 'NPC',
  },
  ['Ордан'] =
  {
    ['Брайлин Огненная Длань'] = 'NPC',
  },
  ['Порядок должен быть восстановлен'] =
  {
    ['Верховный лорд Болвар Фордрагон'] = 'NPC',
  },
  ['Лекарство Орендила'] =
  {
    ['Пельтур Белая Луна'] = 'NPC',
    ['Орендил Широколист'] = 'NPC',
  },
  ['Орм Каменное Копыто и шлем Жестокости'] =
  {
    ['Орм Каменное Копыто'] = 'NPC',
    ['Тун\'грим Огневзор'] = 'NPC',
  },
  ['Месть Ормера'] =
  {
    ['Ормер Сталеплет'] = 'NPC',
    ['Ормер Сталеплет'] = 'NPC',
    ['Ормер Сталеплет'] = 'NPC',
  },
  ['Смерть земноводным!'] =
  {
    ['Друльзегар Скрюг-скрак'] = 'NPC',
  },
  ['Улучшенные припасы Всадников'] =
  {
    ['Кельм Харгюнт'] = 'NPC',
  },
  ['Припасы Всадников'] =
  {
    ['Кельм Харгюнт'] = 'NPC',
  },
  ['Стандартные припасы Всадников'] =
  {
    ['Кельм Харгюнт'] = 'NPC',
  },
  ['Заботы властителя Мок\'Морокка'] =
  {
    ['Властитель Мок\'Морокк'] = 'NPC',
  },
  ['Подчинитель Пирон'] =
  {
    ['Джалинда Тирлипунька'] = 'NPC',
  },
  ['Оватанка'] =
  {
    ['Джорн Заклинатель Небес'] = 'NPC',
  },
  ['Упокоение кентавров'] =
  {
    ['Дозорный утесов Долгорог'] = 'NPC',
  },
  ['Посылка для Тармена'] =
  {
    ['Турман Шнайдер'] = 'NPC',
    ['Рема Шнайдер'] = 'NPC',
  },
  ['Страничка с фронта'] =
  {
    ['Архивариус'] = 'NPC',
  },
  ['Кукла Памелы'] =
  {
    ['Памела Редпат'] = 'NPC',
  },
  ['Охота на пантер'] =
  {
    ['Сэр С. Дж. Эрлгедин'] = 'NPC',
    ['Сэр С. Дж. Эрлгедин'] = 'NPC',
    ['Сэр С. Дж. Эрлгедин'] = 'NPC',
    ['Сэр С. Дж. Эрлгедин'] = 'NPC',
  },
  ['Знаки Силы: пояс авгура'] =
  {
    ['Майвики Зулдазарская'] = 'NPC',
  },
  ['Знаки Силы: наручи авгура'] =
  {
    ['Майвики Зулдазарская'] = 'NPC',
  },
  ['Знаки Силы: хауберк авгура'] =
  {
    ['Майвики Зулдазарская'] = 'NPC',
  },
  ['Знаки Силы: пояс исповедника'] =
  {
    ['Ал\'табим Всевидящий'] = 'NPC',
  },
  ['Знаки Силы: оплечье исповедника'] =
  {
    ['Ал\'табим Всевидящий'] = 'NPC',
  },
  ['Знаки Силы: напульсники исповедника'] =
  {
    ['Ал\'табим Всевидящий'] = 'NPC',
  },
  ['Знаки Силы: оплечье бесноватого'] =
  {
    ['Ал\'табим Всевидящий'] = 'NPC',
  },
  ['Знаки Силы: одеяние бесноватого'] =
  {
    ['Ал\'табим Всевидящий'] = 'NPC',
  },
  ['Знаки Силы: напульсники бесноватого'] =
  {
    ['Ал\'табим Всевидящий'] = 'NPC',
  },
  ['Знаки Силы: боевые наручи вольнодумца'] =
  {
    ['Джин\'рок Разрушитель'] = 'NPC',
  },
  ['Знаки силы: пояс вольнодумца'] =
  {
    ['Джин\'рок Разрушитель'] = 'NPC',
  },
  ['Знаки Силы: кираса вольнодумца'] =
  {
    ['Джин\'рок Разрушитель'] = 'NPC',
  },
  ['Знаки Силы: пояс гаруспика'] =
  {
    ['Майвики Зулдазарская'] = 'NPC',
  },
  ['Знаки Силы: наручи гаруспика'] =
  {
    ['Майвики Зулдазарская'] = 'NPC',
  },
  ['Знаки Силы: мундир гаруспика'] =
  {
    ['Майвики Зулдазарская'] = 'NPC',
  },
  ['Знаки Силы: оплечье мастера иллюзий'] =
  {
    ['Ал\'табим Всевидящий'] = 'NPC',
  },
  ['Знаки Силы: одеяние мастера иллюзий'] =
  {
    ['Ал\'табим Всевидящий'] = 'NPC',
  },
  ['Знаки Силы: напульсники мастера иллюзий'] =
  {
    ['Ал\'табим Всевидящий'] = 'NPC',
  },
  ['Знаки Силы: наручи безумца'] =
  {
    ['Фальтир Слепой'] = 'NPC',
  },
  ['Знаки Силы: оплечье безумца'] =
  {
    ['Фальтир Слепой'] = 'NPC',
  },
  ['Знаки Силы: мундир безумца'] =
  {
    ['Фальтир Слепой'] = 'NPC',
  },
  ['Знаки Силы: пояс хищника'] =
  {
    ['Фальтир Слепой'] = 'NPC',
  },
  ['Знаки Силы: наручи хищника'] =
  {
    ['Фальтир Слепой'] = 'NPC',
  },
  ['Знаки Силы: оплечье хищника'] =
  {
    ['Фальтир Слепой'] = 'NPC',
  },
  ['Знаки Силы: боевые наручи воздаятеля'] =
  {
    ['Джин\'рок Разрушитель'] = 'NPC',
  },
  ['Знаки Силы: пояс воздаятеля'] =
  {
    ['Джин\'рок Разрушитель'] = 'NPC',
  },
  ['Знаки Силы: кираса воздаятеля'] =
  {
    ['Джин\'рок Разрушитель'] = 'NPC',
  },
  ['Детали для Крейвела'] =
  {
    ['Кравел Углебород'] = 'NPC',
    ['Управляющий пристанью Головокружилкинс'] = 'NPC',
  },
  ['Части роя'] =
  {
    ['Корран'] = 'NPC',
    ['Белгром Каменная Булава'] = 'NPC',
    ['Корран'] = 'NPC',
  },
  ['Дорога до Пиратской бухты'] =
  {
    ['Караванщик Раззгот'] = 'NPC',
    ['Управляющий пристанью Головокружилкинс'] = 'NPC',
  },
  ['Передача поручения'] =
  {
    ['Тимор'] = 'NPC',
    ['Историк Карник'] = 'NPC',
  },
  ['Слухи об угрозе'] =
  {
    ['Историк Карник'] = 'NPC',
    ['Советник Белграм'] = 'NPC',
    ['Историк Карник'] = 'NPC',
    ['Советник Белграм'] = 'NPC',
  },
  ['Прежние свершения'] =
  {
    ['Шторм Призрачное Копыто'] = 'NPC',
  },
  ['Путь защиты'] =
  {
    ['Уззек'] = 'NPC',
  },
  ['Расписание дежурств'] =
  {
    ['Капрал Сетман'] = 'NPC',
    ['Лейтенант Дорен'] = 'NPC',
  },
  ['Патрулирование Западного Края'] =
  {
    ['Капитан Данувин'] = 'NPC',
  },
  ['Пешка берет королеву'] =
  {
    ['Алхимик Пестычинс'] = 'NPC',
  },
  ['В поисках жемчуга'] =
  {
    ['Ригглфазз'] = 'NPC',
  },
  ['Безупречная шкура йети'] =
  {
    ['Джангор Быстрый Странник'] = 'NPC',
  },
  ['Незначительные разногласия'] =
  {
    ['Павший герой Орды'] = 'NPC',
    ['Посол Ардалан'] = 'NPC',
  },
  ['Пирог для Билли'] =
  {
    ['"Тетушка" Бернис Стоунфилд'] = 'NPC',
    ['Билли Маклур'] = 'NPC',
  },
  ['Приоткрывая завесу'] =
  {
    ['Вения Мартанд'] = 'NPC',
  },
  ['Пиратские шляпы'] =
  {
    ['Отти Кутюри'] = 'NPC',
  },
  ['Зачумленные детеныши дракона'] =
  {
    ['Бетина Биггльцинк'] = 'NPC',
  },
  ['Зачумленные земли'] =
  {
    ['Тарнариун Исцелитель Деревьев'] = 'NPC',
  },
  ['Пояс Проклятого Сердца'] =
  {
    ['Матеус Обрушивающий Гнев'] = 'NPC',
  },
  ['Наручники Проклятого Сердца'] =
  {
    ['Матеус Обрушивающий Гнев'] = 'NPC',
  },
  ['Венец Проклятого Сердца'] =
  {
    ['Матеус Обрушивающий Гнев'] = 'NPC',
  },
  ['Перчатки Проклятого Сердца'] =
  {
    ['Матеус Обрушивающий Гнев'] = 'NPC',
  },
  ['Поножи Проклятого Сердца'] =
  {
    ['Матеус Обрушивающий Гнев'] = 'NPC',
  },
  ['Одеяние Проклятого Сердца'] =
  {
    ['Матеус Обрушивающий Гнев'] = 'NPC',
  },
  ['Сандалии Проклятого Сердца'] =
  {
    ['Матеус Обрушивающий Гнев'] = 'NPC',
  },
  ['Наплечные пластины Проклятого Сердца'] =
  {
    ['Матеус Обрушивающий Гнев'] = 'NPC',
  },
  ['Равнинные долгоноги'] =
  {
    ['Сергра Черный Шип'] = 'NPC',
  },
  ['Сердце-семя'] =
  {
    ['Кадка Деналана'] = 'Object',
    ['Деналан'] = 'NPC',
  },
  ['Просьба о помощи'] =
  {
    ['Капитан Ниалс'] = 'NPC',
    ['Раг Гармасон'] = 'NPC',
  },
  ['Грабь награбленное'] =
  {
    ['Реникс Презренный'] = 'NPC',
  },
  ['Отравленная вода'] =
  {
    ['Мулл Громовой Рог'] = 'NPC',
    ['Герцог Гидраксис'] = 'NPC',
  },
  ['Снежные наручи'] =
  {
    ['Ремесленник Вильгельм'] = 'NPC',
  },
  ['Снежные перчатки'] =
  {
    ['Ремесленник Вильгельм'] = 'NPC',
  },
  ['Снежный мундир'] =
  {
    ['Ремесленник Вильгельм'] = 'NPC',
  },
  ['Озеро Слез'] =
  {
    ['Фел\'зерул'] = 'NPC',
  },
  ['Бедная старая Савраска'] =
  {
    ['Верна Хмуробров'] = 'NPC',
  },
  ['Порталы Легиона'] =
  {
    ['Тайга Мудрая Грива'] = 'NPC',
  },
  ['Ульдумские чудеса'] =
  {
    ['Историк Карник'] = 'NPC',
    ['Нара Буйногривая'] = 'NPC',
    ['Ведун Искатель Истины'] = 'NPC',
    ['Старший исследователь Магеллас'] = 'NPC',
  },
  ['Порох для Сталекрута'] =
  {
    ['Джерн Шлеморог'] = 'NPC',
    ['Геолог Грозовая Вершина'] = 'NPC',
  },
  ['Сила Ульдамана'] =
  {
    ['Табета'] = 'NPC',
  },
  ['Власть над ядом'] =
  {
    ['Тюрак Рунический Тотем'] = 'NPC',
    ['Матренгил Медвежья Лапа'] = 'NPC',
    ['Дендрит Блеск Звезд'] = 'NPC',
    ['Дендрит Блеск Звезд'] = 'NPC',
  },
  ['Силовые камни'] =
  {
    ['Ригглфазз'] = 'NPC',
  },
  ['Полезная добыча'] =
  {
    ['Вель\'рин Клык'] = 'NPC',
  },
  ['Молитва Элуне'] =
  {
    ['Астария Устремленная к Звездам'] = 'NPC',
    ['Зимаель Лунный Репей'] = 'NPC',
    ['Зимаель Лунный Репей'] = 'NPC',
  },
  ['Опасное положение'] =
  {
    ['Лекслорт'] = 'NPC',
    ['Грарк Лоркруб'] = 'NPC',
  },
  ['Подготовка к церемонии'] =
  {
    ['Эйан Орлиный Коготь'] = 'NPC',
  },
  ['Явление Силы'] =
  {
    ['Занза Неупокоенный'] = 'NPC',
  },
  ['Явление прозрения'] =
  {
    ['Занза Неупокоенный'] = 'NPC',
  },
  ['Сохранение знаний'] =
  {
    ['Хранитель мудрости Диббс'] = 'NPC',
  },
  ['Величавые виверны Каменного Когтя'] =
  {
    ['Шиндрелл Огненный Всполох'] = 'NPC',
  },
  ['Предок Первокамень'] =
  {
    ['Предок Первокамень'] = 'NPC',
  },
  ['Принцесса должна умереть!'] =
  {
    ['Мамаша Стоунфилд'] = 'NPC',
  },
  ['Взлом тюрьмы'] =
  {
    ['Волхв Вурден Сиянье Бездны'] = 'NPC',
  },
  ['Безупречные зачарованные водоросли Южных морей'] =
  {
    ['Майвики Зулдазарская'] = 'NPC',
  },
  ['Безупречная паутина'] =
  {
    ['Уинн Ларсон'] = 'NPC',
    ['Верховный колдун Андромат'] = 'NPC',
  },
  ['Безупречная шкура йети'] =
  {
    ['Пратт Макгруббен'] = 'NPC',
  },
  ['Доказательство собственности'] =
  {
    ['Смотритель Ториус'] = 'NPC',
    ['Горный пехотинец Щебеночка'] = 'NPC',
  },
  ['Доказательство верности'] =
  {
    ['Страж смерти Буржес'] = 'NPC',
  },
  ['Доказательство жизни'] =
  {
    ['Антион Хармон'] = 'NPC',
    ['Исида Хармон'] = 'NPC',
  },
  ['Пророческая аура'] =
  {
    ['Занза Неупокоенный'] = 'NPC',
  },
  ['Клятва верности'] =
  {
    ['Геолог Ржанец'] = 'NPC',
    ['Историк Карник'] = 'NPC',
    ['Тяжелоступ Грез'] = 'NPC',
    ['Геолог Ржанец'] = 'NPC',
  },
  ['Защитить Канати Серое Облако'] =
  {
    ['Канати Серое Облако'] = 'NPC',
  },
  ['Защита Кайи'] =
  {
    ['Макаба Плоское Копыто'] = 'NPC',
    ['Кайя Плоское Копыто'] = 'NPC',
  },
  ['Защита границы'] =
  {
    ['Стражник Томас'] = 'NPC',
  },
  ['Защита стада'] =
  {
    ['Рудра Янтарлен'] = 'NPC',
  },
  ['Охрана груза'] =
  {
    ['Геолог Сталекрут'] = 'NPC',
    ['Миран'] = 'NPC',
  },
  ['Проявить себя'] =
  {
    ['Далар Ткач Рассвета'] = 'NPC',
  },
  ['Доказательство преданности'] =
  {
    ['Гюнтер Чародей'] = 'NPC',
  },
  ['Испытательные земли'] =
  {
    ['Воевода Лаггронд'] = 'NPC',
    ['Лейтенант Мурп'] = 'NPC',
  },
  ['Доказательство силы'] =
  {
    ['Свен Йорген'] = 'NPC',
  },
  ['Хищники Степей'] =
  {
    ['Сергра Черный Шип'] = 'NPC',
  },
  ['Сверхзнание'] =
  {
    ['Гинро Пылающий Очаг'] = 'NPC',
    ['Квинтис Ночной Костер'] = 'NPC',
  },
  ['Очищение явлено!'] =
  {
    ['Эридана Грусть Ветра'] = 'NPC',
  },
  ['Пузиллин и старейшина Аж\'Тордин'] =
  {
    ['Аж\'Тордин'] = 'NPC',
  },
  ['Устранение опасности'] =
  {
    ['Хелендис Речной Мыс'] = 'NPC',
  },
  ['Засада в деревне'] =
  {
    ['Страж смерти Фарлия'] = 'NPC',
  },
  ['Громи захватчиков-Среброкрылых!'] =
  {
    ['Капитан Лободроб'] = 'NPC',
    ['Капитан Лободроб'] = 'NPC',
    ['Капитан Лободроб'] = 'NPC',
    ['Капитан Лободроб'] = 'NPC',
    ['Капитан Лободроб'] = 'NPC',
  },
  ['Подавление бунта'] =
  {
    ['Тюремщик Телвотер'] = 'NPC',
  },
  ['Допрос Рита'] =
  {
    ['Крог'] = 'NPC',
    ['Огрон'] = 'NPC',
  },
  ['Рабин Сатурна'] =
  {
    ['Рабин Сатурна'] = 'NPC',
    ['Рабин Сатурна'] = 'NPC',
    ['Матренгил Медвежья Лапа'] = 'NPC',
    ['Верховный друид Хамуул Рунический Тотем'] = 'NPC',
  },
  ['Раэна – санитар Ясеневого леса'] =
  {
    ['Потаенное святилище'] = 'Object',
    ['Потаенное святилище'] = 'Object',
    ['Раэна Волкопас'] = 'NPC',
    ['Раэна Волкопас'] = 'NPC',
    ['Раэна Волкопас'] = 'NPC',
    ['Труп Терониса'] = 'NPC',
    ['Кролг'] = 'NPC',
    ['Кролг'] = 'NPC',
    ['Шаэл\'дрин'] = 'NPC',
    ['Шаэл\'дрин'] = 'NPC',
    ['Шаэл\'дрин'] = 'NPC',
    ['Шаэл\'дрин'] = 'NPC',
    ['Раэна Волкопас'] = 'NPC',
    ['Раэна Волкопас'] = 'NPC',
    ['Раэна Волкопас'] = 'NPC',
    ['Труп Терониса'] = 'NPC',
    ['Кролг'] = 'NPC',
    ['Шаэл\'дрин'] = 'NPC',
    ['Шаэл\'дрин'] = 'NPC',
  },
  ['Вековая ярость'] =
  {
    ['Волшебник крови Дразиал'] = 'NPC',
  },
  ['Ярость крови'] =
  {
    ['Мор\'зул Вестник Крови'] = 'NPC',
  },
  ['Предок Тотем Ярости'] =
  {
    ['Предок Тотем Ярости'] = 'NPC',
  },
  ['Рагнар Громовар'] =
  {
    ['Рагнар Громовар'] = 'NPC',
    ['Еноха Громовар'] = 'NPC',
  },
  ['Набег на племя Колкар'] =
  {
    ['Ута Мудрая'] = 'NPC',
  },
  ['Вызов духов'] =
  {
    ['Тор\'ган'] = 'NPC',
    ['Тор\'ган'] = 'NPC',
    ['Гор\'муль'] = 'NPC',
    ['Тор\'ган'] = 'NPC',
    ['Гор\'муль'] = 'NPC',
  },
  ['Роли, который живет в Подгороде'] =
  {
    ['Роли Андреан'] = 'NPC',
    ['Мировой судья Севрен'] = 'NPC',
  },
  ['Упряжь из бараньей кожи'] =
  {
    ['Командир всадников на волках клана Северного Волка'] = 'NPC',
  },
  ['Упряжь ездовых баранов'] =
  {
    ['Командир наездников на баранах клана Грозовой Вершины'] = 'NPC',
  },
  ['Ледяная хватка Рамаладни'] =
  {
    ['Корфакс, Воитель Света'] = 'NPC',
  },
  ['Истребление великанов'] =
  {
    ['Риверн Холодный Ветер'] = 'NPC',
  },
  ['Рамштайн'] =
  {
    ['Натанос Гнилостень'] = 'NPC',
  },
  ['вЫкУП'] =
  {
    ['Только что выброшенная земля'] = 'Object',
    ['Нарайн Причудень'] = 'NPC',
  },
  ['Рога ящера'] =
  {
    ['Мебок Миззрикс'] = 'NPC',
  },
  ['Охота на ящеров'] =
  {
    ['Хеминг Эрнестуэй'] = 'NPC',
    ['Хеминг Эрнестуэй'] = 'NPC',
    ['Хеминг Эрнестуэй'] = 'NPC',
    ['Хеминг Эрнестуэй'] = 'NPC',
  },
  ['Ящеры-воры'] =
  {
    ['Газрог'] = 'NPC',
  },
  ['Редкая рыба – синий полосатик Браунелла'] =
  {
    ['Рыбобот 5000'] = 'NPC',
  },
  ['Редкая рыба – дезийская ставрида'] =
  {
    ['Рыбобот 5000'] = 'NPC',
  },
  ['Редкая рыба – рыба-ангел Кифэра'] =
  {
    ['Рыбобот 5000'] = 'NPC',
  },
  ['Ловля крыс'] =
  {
    ['Горный пехотинец Кэдрелл'] = 'NPC',
  },
  ['Игрушки-погремушки'] =
  {
    ['Жрец Тени Сарвис'] = 'NPC',
  },
  ['Вороний холм'] =
  {
    ['Трясунчик'] = 'NPC',
    ['Илана Карвин'] = 'NPC',
  },
  ['Иглошкура'] =
  {
    ['Кривозуб'] = 'NPC',
  },
  ['Доработка Раззерика'] =
  {
    ['Раззерик'] = 'NPC',
  },
  ['Реагенты для Поисковой корпорации'] =
  {
    ['Ройттен Камнемолот'] = 'NPC',
    ['Крелдиг Унгор'] = 'NPC',
    ['Крелдиг Унгор'] = 'NPC',
    ['Крелдиг Унгор'] = 'NPC',
    ['Крелдиг Унгор'] = 'NPC',
  },
  ['Патруль в арьергарде'] =
  {
    ['Страж смерти Линнея'] = 'NPC',
  },
  ['Новое назначение'] =
  {
    ['Майор Самуэльсон'] = 'NPC',
    ['Лейтенант Фаррен Оринель'] = 'NPC',
  },
  ['Приглашение от Тиранды'] =
  {
    ['Тиранда Шелест Ветра'] = 'NPC',
    ['Часовой Тенисил'] = 'NPC',
  },
  ['Калдорайский рецепт'] =
  {
    ['Заррин'] = 'NPC',
  },
  ['Возвращенные сокровища'] =
  {
    ['Патрик Гарретт'] = 'NPC',
    ['Кром Крепкорук'] = 'NPC',
  },
  ['Дела Поисковой корпорации в Пустошах'] =
  {
    ['Крелдиг Унгор'] = 'NPC',
    ['Ройттен Камнемолот'] = 'NPC',
  },
  ['Украденные товары'] =
  {
    ['Поврежденный ящик'] = 'Object',
    ['Карл Боран'] = 'NPC',
  },
  ['Возвращение Обугленной долины'] =
  {
    ['Хранитель Албагорм'] = 'NPC',
    ['Хранитель дорог Фалфиндел'] = 'NPC',
    ['Хранитель Албагорм'] = 'NPC',
  },
  ['Отыскать ключ!'] =
  {
    ['Старейшина Сломанный Клык'] = 'NPC',
  },
  ['Красные кожаные банданы'] =
  {
    ['Разведчик Галиан'] = 'NPC',
  },
  ['Красный лен'] =
  {
    ['Сара Тимберлейн'] = 'NPC',
  },
  ['Красные шелковые банданы'] =
  {
    ['Разведчица Риэла'] = 'NPC',
  },
  ['Искупление'] =
  {
    ['Тирион Фордринг'] = 'NPC',
  },
  ['Сапоги Искупления'] =
  {
    ['Командир Элигор Вестник Рассвета'] = 'NPC',
  },
  ['Ремень Искупления'] =
  {
    ['Командир Элигор Вестник Рассвета'] = 'NPC',
  },
  ['Боевые рукавицы Искупления'] =
  {
    ['Командир Элигор Вестник Рассвета'] = 'NPC',
  },
  ['Головной убор Искупления'] =
  {
    ['Командир Элигор Вестник Рассвета'] = 'NPC',
  },
  ['Набедренники Искупления'] =
  {
    ['Командир Элигор Вестник Рассвета'] = 'NPC',
  },
  ['Наплеч Искупления'] =
  {
    ['Командир Элигор Вестник Рассвета'] = 'NPC',
  },
  ['Мундир Искупления'] =
  {
    ['Командир Элигор Вестник Рассвета'] = 'NPC',
  },
  ['Накулачники Искупления'] =
  {
    ['Командир Элигор Вестник Рассвета'] = 'NPC',
  },
  ['Гуляш по-красногорски'] =
  {
    ['Шеф-повар Брианна'] = 'NPC',
  },
  ['Встречи в Красногорье'] =
  {
    ['Люций'] = 'NPC',
    ['Рензик Нож'] = 'NPC',
  },
  ['Новая энергия для уменьшения'] =
  {
    ['Зорбин Дребезгун'] = 'NPC',
  },
  ['Регтар Врата Смерти'] =
  {
    ['Ретгар Врата Смерти'] = 'NPC',
    ['Круск'] = 'NPC',
  },
  ['Новое пиво Регольда'] =
  {
    ['Регольд Ячменовар'] = 'NPC',
    ['Тарек Чернокамень'] = 'NPC',
  },
  ['Отпусти их'] =
  {
    ['Алтарь Сунтары'] = 'Object',
    ['Умирающий археолог'] = 'NPC',
  },
  ['Релиан Зеленый Костер'] =
  {
    ['Релиан Зеленый Костер'] = 'NPC',
    ['Деналан'] = 'NPC',
  },
  ['Помни Альтеракскую долину!'] =
  {
    ['Бригадный генерал Альянса'] = 'NPC',
    ['Бригадный генерал Альянса'] = 'NPC',
  },
  ['Раскаявшийся высокорожденный'] =
  {
    ['Вунд Ночной Охотник'] = 'NPC',
    ['Вестница Печали'] = 'NPC',
  },
  ['Запасной фиал'] =
  {
    ['Талваш дель Киссель'] = 'NPC',
  },
  ['Возвращение к Пуззыриксу'] =
  {
    ['Шиззи Пуззырикс'] = 'NPC',
    ['Кравел Углебород'] = 'NPC',
  },
  ['Задание Анастасии'] =
  {
    ['Анастасия Хартвелл'] = 'NPC',
    ['Утель\'най'] = 'NPC',
  },
  ['Доклад капитану Крепкому Кулаку'] =
  {
    ['Капитан Крепкий Кулак'] = 'NPC',
    ['Валстаг Сталезуб'] = 'NPC',
  },
  ['Доклад Дорену'] =
  {
    ['Лейтенант Дорен'] = 'NPC',
    ['Капрал Сетман'] = 'NPC',
  },
  ['Генерал Кирика'] =
  {
    ['Генерал Кирика'] = 'NPC',
    ['Разведчик Кровопал'] = 'NPC',
  },
  ['Донесение в Златоземье'] =
  {
    ['Маршал Дугхан'] = 'NPC',
    ['Маршал Макбрайд'] = 'NPC',
  },
  ['Доклад Гриану Камнегриву'] =
  {
    ['Гриан Камнегрив'] = 'NPC',
    ['Стражник Томас'] = 'NPC',
  },
  ['Доложиться Хадрику'] =
  {
    ['Верховный палач Хадрик'] = 'NPC',
    ['Аптекарь Ренферрел'] = 'NPC',
  },
  ['Донесение Хелгруму'] =
  {
    ['Хелгрум Быстроногий'] = 'NPC',
    ['Ника Алый Шрам'] = 'NPC',
  },
  ['Отчет в Стальгорн'] =
  {
    ['Геолог Грозовая Вершина'] = 'NPC',
    ['Джерн Шлеморог'] = 'NPC',
  },
  ['Задание Джиннии'] =
  {
    ['Джинния Пушка'] = 'NPC',
    ['Динк'] = 'NPC',
  },
  ['Донесение Кадраку'] =
  {
    ['Кадрак'] = 'NPC',
    ['Кадрак'] = 'NPC',
    ['Торк'] = 'NPC',
    ['Дарн Цепкохват'] = 'NPC',
  },
  ['Маршал Синяя Синестен'] =
  {
    ['Маршал Синестен'] = 'NPC',
    ['Ружейник Торриг'] = 'NPC',
  },
  ['Отчитайтесь перед горным пехотинцем Рокхаром'] =
  {
    ['Горный пехотинец Рокхар'] = 'NPC',
    ['Горный пехотинец Кэдрелл'] = 'NPC',
  },
  ['Явиться к Оргнилу'] =
  {
    ['Оргнил Душегрыз'] = 'NPC',
    ['Мастер Гадрин'] = 'NPC',
  },
  ['Деревня Сен\'джин'] =
  {
    ['Мастер Гадрин'] = 'NPC',
    ['Зурита Востроглазая'] = 'NPC',
  },
  ['Доклад для Томаса'] =
  {
    ['Труп Рольфа'] = 'Object',
    ['Стражник Томас'] = 'NPC',
  },
  ['Сообщение для Зора'] =
  {
    ['Зор Одинокое Дерево'] = 'NPC',
    ['Назир Кровавое Копье'] = 'NPC',
  },
  ['Спасение из Джеденара'] =
  {
    ['Джессира Лунная Радуга'] = 'NPC',
    ['Пленная Арко\'нарина'] = 'NPC',
  },
  ['Спасти КПХ-9/HL!'] =
  {
    ['Карлс Пропеллерз'] = 'NPC',
    ['Самонаводящийся робот КПХ-9/HL'] = 'NPC',
  },
  ['Спасти КПХ-17/TN!'] =
  {
    ['Карлс Пропеллерз'] = 'NPC',
    ['Самонаводящийся робот КПХ-17/TN'] = 'NPC',
  },
  ['Спасти КПХ-22/FE!'] =
  {
    ['Карлс Пропеллерз'] = 'NPC',
    ['Самонаводящийся робот КПX-22/FE'] = 'NPC',
  },
  ['Исследование порчи'] =
  {
    ['Гершал Шепот Ночи'] = 'NPC',
  },
  ['Отдых и покой'] =
  {
    ['Фарли'] = 'NPC',
    ['Фальхан Изенброд'] = 'NPC',
  },
  ['В целости и сохранности'] =
  {
    ['Неглубокая могила'] = 'Object',
  },
  ['Пополнение запасов огненного плавня – толстая кожа'] =
  {
    ['Мастер-кузнец Закалон'] = 'NPC',
  },
  ['Пополнение запасов огненного плавня – железо'] =
  {
    ['Мастер-кузнец Закалон'] = 'NPC',
  },
  ['Пополнение запасов огненного плавня – королевская кровь'] =
  {
    ['Мастер-кузнец Закалон'] = 'NPC',
  },
  ['Восстановление ожерелья'] =
  {
    ['Гадальная чаша Талваша'] = 'Object',
    ['Талваш дель Киссель'] = 'NPC',
    ['Талваш дель Киссель'] = 'NPC',
  },
  ['Снабжение экспедиции'] =
  {
    ['Хальдар'] = 'NPC',
    ['Джерн Шлеморог'] = 'NPC',
  },
  ['Ретбанская руда'] =
  {
    ['Брат Пакстон'] = 'NPC',
    ['Штейгер Ослоу'] = 'NPC',
  },
  ['Возмездие Света'] =
  {
    ['Останки Трея Светогорна'] = 'NPC',
    ['Джессира Лунная Радуга'] = 'NPC',
  },
  ['Поиск для Маурена'] =
  {
    ['Коллин Маурен'] = 'NPC',
  },
  ['Возвращение кольца'] =
  {
    ['Чистер 5200'] = 'Object',
    ['Чистер 5200'] = 'Object',
    ['Ногг'] = 'NPC',
    ['Талваш дель Киссель'] = 'NPC',
  },
  ['Книга Гюнтера'] =
  {
    ['Гюнтер Чародей'] = 'NPC',
    ['Бетор Ледострел'] = 'NPC',
  },
  ['Гребень для Евы'] =
  {
    ['Мадам Ева'] = 'NPC',
    ['Слепая Мэри'] = 'NPC',
  },
  ['Возвращение статуэтки'] =
  {
    ['Полузакопанная бочка'] = 'Object',
    ['Карл Боран'] = 'NPC',
  },
  ['Возвращение к аптекарю Зинг'] =
  {
    ['Аптекарь Зинг'] = 'NPC',
    ['Главный инженер Чепухастер'] = 'NPC',
  },
  ['Возвращение к Толстопузу'] =
  {
    ['Пилот Толстопуз'] = 'NPC',
    ['Регольд Ячменовар'] = 'NPC',
  },
  ['Возвращение к Бодли'] =
  {
    ['Бодли'] = 'NPC',
    ['Дух Лорда Вальтхалака'] = 'NPC',
  },
  ['Возвращение к Броку'] =
  {
    ['Брок Камнекоп'] = 'NPC',
    ['Грит Турден'] = 'NPC',
  },
  ['Возвращение в Лагерь Промозглого Ветра'] =
  {
    ['Котел Плети'] = 'Object',
  },
  ['Возвращение в лагерь Промозглого Ветра'] =
  {
    ['Котел Плети'] = 'Object',
  },
  ['Возвращение в Лагерь Промозглого Ветра'] =
  {
    ['Котел Плети'] = 'Object',
    ['Верховная жрица Макдонелл'] = 'NPC',
    ['Верховная жрица Макдонелл'] = 'NPC',
  },
  ['Возвращение в лагерь Промозглого Ветра'] =
  {
    ['Верховная жрица Макдонелл'] = 'NPC',
    ['Котел Плети'] = 'Object',
    ['Верховная жрица Макдонелл'] = 'NPC',
  },
  ['Возвращение к Хроми'] =
  {
    ['Хроми'] = 'NPC',
    ['Карлин Редпат'] = 'NPC',
  },
  ['Возвращение к капралу Калебу'] =
  {
    ['Капрал Калеб'] = 'NPC',
    ['Кразек'] = 'NPC',
  },
  ['Возвращение к Делиане'] =
  {
    ['Делиана'] = 'NPC',
    ['Мукс Маноскреб'] = 'NPC',
  },
  ['Возвращение к Деналану'] =
  {
    ['Деналан'] = 'NPC',
    ['Релиан Зеленый Костер'] = 'NPC',
  },
  ['Возвращение в Крепость Оперенной Луны'] =
  {
    ['Соларсальская Беседка'] = 'Object',
    ['Шандриса Оперенная Луна'] = 'NPC',
  },
  ['Возвращение к Фел\'зерулу'] =
  {
    ['Фел\'зерул'] = 'NPC',
    ['Изгнанник племени Атал\'ай'] = 'NPC',
  },
  ['Возвращение в Стальгорн'] =
  {
    ['Пьедестал Ульдума'] = 'Object',
    ['Историк Карник'] = 'NPC',
  },
  ['Возвращение к Джахану'] =
  {
    ['Джахан Соколиное Крыло'] = 'NPC',
    ['Тал'] = 'NPC',
  },
  ['Возвращение к Трясунчику'] =
  {
    ['Трясунчик'] = 'NPC',
    ['Шеф-повар Груаль'] = 'NPC',
  },
  ['Возвращение к Кристофу'] =
  {
    ['Брат Кристоф'] = 'NPC',
    ['Брат Пакстон'] = 'NPC',
  },
  ['Возвращение к Льюису'] =
  {
    ['Интендант Льюис'] = 'NPC',
    ['Дунгар Долгопив'] = 'NPC',
  },
  ['Возвращение к Маккинли'] =
  {
    ['"Морской волк" Маккинли'] = 'NPC',
    ['Филипп "Трусишка"'] = 'NPC',
  },
  ['Возвращение к Марлетте'] =
  {
    ['Неохраняемая бочка Громового эля'] = 'Object',
    ['Марлетта Ячменовар'] = 'NPC',
  },
  ['Возвращение к Милтону'] =
  {
    ['Милтон Сноп'] = 'NPC',
    ['Хранитель мудрости Диббс'] = 'NPC',
  },
  ['Возвращение к Моквару'] =
  {
    ['Моквар'] = 'NPC',
    ['Мукс Маноскреб'] = 'NPC',
  },
  ['Возвращение к Нарайну'] =
  {
    ['Нарайн Причудень'] = 'NPC',
    ['Могиль Быстроруб'] = 'NPC',
  },
  ['Назад к Натаносу'] =
  {
    ['Натанос Гнилостень'] = 'NPC',
    ['Лорд-рыцарь Валделмар'] = 'NPC',
  },
  ['Возвращение к Нессе'] =
  {
    ['Несса Песня Теней'] = 'NPC',
    ['Лайрд'] = 'NPC',
  },
  ['Возвращение к Ону'] =
  {
    ['Сумеречный фолиант'] = 'Object',
    ['Ону'] = 'NPC',
  },
  ['Обратно к Подригу'] =
  {
    ['Страж смерти Подриг'] = 'NPC',
    ['Майкл Гарретт'] = 'NPC',
  },
  ['Возвращение к старейшине племени Сломанного Клыка'] =
  {
    ['Старейшина племени Сломанного Клыка'] = 'NPC',
    ['Старейшина Сломанный Клык'] = 'NPC',
  },
  ['Назад к Квинну'] =
  {
    ['Квинн Йорик'] = 'NPC',
    ['Аптекарь Ренферрел'] = 'NPC',
  },
  ['Возвращение к Свену'] =
  {
    ['Свен Йорген'] = 'NPC',
    ['Трясунчик'] = 'NPC',
  },
  ['Возвращение в Выжженные земли'] =
  {
    ['Павший герой Орды'] = 'NPC',
    ['Гальван Древний'] = 'NPC',
  },
  ['Возвращение в Бастион'] =
  {
    ['Котел Плети'] = 'Object',
    ['Котел Плети'] = 'Object',
    ['Котел Плети'] = 'Object',
    ['Котел Плети'] = 'Object',
    ['Жрица Тени Вандис'] = 'NPC',
    ['Жрица Тени Вандис'] = 'NPC',
    ['Жрица Тени Вандис'] = 'NPC',
    ['Жрица Тени Вандис'] = 'NPC',
  },
  ['Возвращение на Перекресток'] =
  {
    ['Заргх'] = 'NPC',
    ['Дорас'] = 'NPC',
  },
  ['Назад во Внутренние земли'] =
  {
    ['Укротитель грифонов Разящий Коготь'] = 'NPC',
    ['Тадиус Мрачная Тень'] = 'NPC',
  },
  ['Возвращение к мировому судье'] =
  {
    ['Мировой судья Севрен'] = 'NPC',
    ['Страж смерти Линнея'] = 'NPC',
  },
  ['Возвращение на болота'] =
  {
    ['Табета'] = 'NPC',
    ['Анастасия Хартвелл'] = 'NPC',
    ['Бинк'] = 'NPC',
    ['Джинния Пушка'] = 'NPC',
    ['Утель\'най'] = 'NPC',
  },
  ['Возвращение в Громовой Утес'] =
  {
    ['Пьедестал Ульдума'] = 'Object',
    ['Аптекарь Зама'] = 'NPC',
    ['Нара Буйногривая'] = 'NPC',
    ['Аптекарь Лидон'] = 'NPC',
  },
  ['Возвращение к Тинки'] =
  {
    ['Тинки Кипеллер'] = 'NPC',
    ['Фелнок Сталлист'] = 'NPC',
  },
  ['Возвращение к Троясу'] =
  {
    ['Трояс Лунный Бриз'] = 'NPC',
    ['Дарин Добрый Ветер'] = 'NPC',
  },
  ['Возвращение к Тимору'] =
  {
    ['Тимор'] = 'NPC',
    ['Пилот Зиггс Зажигатель'] = 'NPC',
  },
  ['Возвращение к Валарриэлю'] =
  {
    ['Валлариель Истребитель Демонов'] = 'NPC',
    ['Далинда Малем'] = 'NPC',
  },
  ['Доставка подков'] =
  {
    ['Вернер Осгуд'] = 'NPC',
    ['Кузнец Аргус'] = 'NPC',
  },
  ['Возвращение к знахарю Узер\'и'] =
  {
    ['Знахарь Узер\'и'] = 'NPC',
    ['Ниру Огненный Клинок'] = 'NPC',
  },
  ['Возвращение'] =
  {
    ['Нирилл'] = 'NPC',
  },
  ['Возвращение домой'] =
  {
    ['Жрица Алатея'] = 'NPC',
    ['Жрица Алатея'] = 'NPC',
    ['Жрица Алатея'] = 'NPC',
    ['Жрица Алатея'] = 'NPC',
    ['Жрица Алатея'] = 'NPC',
    ['Жрица Алатея'] = 'NPC',
    ['Жрица Жозетта'] = 'NPC',
    ['Жрица Жозетта'] = 'NPC',
    ['Жрица Жозетта'] = 'NPC',
    ['Лорна Утренний Свет'] = 'NPC',
    ['Лария'] = 'NPC',
    ['Брат Джошуа'] = 'NPC',
  },
  ['Возвращение к Менаре'] =
  {
    ['Менара Расщепительница Бездны'] = 'NPC',
    ['Табета'] = 'NPC',
  },
  ['Возвращение потерянной сумки'] =
  {
    ['Рахауро'] = 'NPC',
    ['Маур Зловещий Тотем'] = 'NPC',
  },
  ['Месть Ганна'] =
  {
    ['Ганн Каменное Копье'] = 'NPC',
    ['Ганн Каменное Копье'] = 'NPC',
  },
  ['Рапсод Землекоп'] =
  {
    ['Рапсод Землекоп'] = 'NPC',
    ['Укротитель грифонов Разящий Коготь'] = 'NPC',
  },
  ['Калимдорский коктейль'] =
  {
    ['Рапсод Землекоп'] = 'NPC',
  },
  ['Рапсодия о болоте'] =
  {
    ['Брохан Бочкопуз'] = 'NPC',
    ['Рапсод Землекоп'] = 'NPC',
  },
  ['Риббли Крутипроб'] =
  {
    ['Юка Крутипроб'] = 'NPC',
  },
  ['Полет в Стальгорн'] =
  {
    ['Голнир Твердопал'] = 'NPC',
    ['Торгрум Боррелсон'] = 'NPC',
  },
  ['Дорога до Оргриммара'] =
  {
    ['Гришка'] = 'NPC',
    ['Деврак'] = 'NPC',
  },
  ['Полет в Подгород'] =
  {
    ['Гордон Уиндем'] = 'NPC',
    ['Карос Раззок'] = 'NPC',
  },
  ['Дорога до Громового Утеса'] =
  {
    ['Ахану'] = 'NPC',
    ['Деврак'] = 'NPC',
  },
  ['Техновойны'] =
  {
    ['Ногг'] = 'NPC',
  },
  ['Рилли Грязегоб'] =
  {
    ['Рилли Грязегоб'] = 'NPC',
    ['Венаки Бенике'] = 'NPC',
  },
  ['Рин\'джи в ловушке'] =
  {
    ['Секрет Рин\'джи'] = 'Object',
    ['Рин\'джи'] = 'NPC',
  },
  ['Секрет Рин\'джи'] =
  {
    ['Секрет Рин\'джи'] = 'Object',
    ['Оран Змеиные Кольца'] = 'NPC',
  },
  ['Кольцо Вечной справедливости'] =
  {
    ['Призывательница ветров Йессендра'] = 'NPC',
  },
  ['Кольцо Бесконечной мудрости'] =
  {
    ['Призывательница ветров Йессендра'] = 'NPC',
  },
  ['Кольцо Надвигающейся бури'] =
  {
    ['Призывательница ветров Йессендра'] = 'NPC',
  },
  ['Кольцо Неназванных Имен'] =
  {
    ['Призывательница ветров Йессендра'] = 'NPC',
  },
  ['Груз медовухи'] =
  {
    ['Дран Дрофферс'] = 'NPC',
    ['Гилверадин Ловчий Солнца'] = 'NPC',
  },
  ['За медовухой'] =
  {
    ['Мальтон Дрофферс'] = 'NPC',
    ['Гилверадин Ловчий Солнца'] = 'NPC',
    ['Дран Дрофферс'] = 'NPC',
    ['Мальтон Дрофферс'] = 'NPC',
  },
  ['Награда найдет героя'] =
  {
    ['Воевода Лаггронд'] = 'NPC',
    ['Лейтенант Мурп'] = 'NPC',
  },
  ['Возвышение силитидов'] =
  {
    ['Зилзибин Барабанный Бой'] = 'NPC',
    ['Грацина Сила Духа'] = 'NPC',
    ['Грацина Сила Духа'] = 'NPC',
    ['Шандриса Оперенная Луна'] = 'NPC',
    ['Старший геодезист Рудознатец'] = 'NPC',
    ['Старший геодезист Рудознатец'] = 'NPC',
  },
  ['Восстань, Обсидион!'] =
  {
    ['Смотритель Ториус'] = 'NPC',
    ['Умирающий археолог'] = 'NPC',
  },
  ['Громовая ярость'] =
  {
    ['Верховный лорд Демитриан'] = 'NPC',
  },
  ['Высокий дух'] =
  {
    ['Кривозуб'] = 'NPC',
  },
  ['Обряд Силы'] =
  {
    ['Вождь Соколиный Ветер'] = 'NPC',
    ['Провидец Серая Пасть'] = 'NPC',
  },
  ['Обряд прозрения'] =
  {
    ['Провидец Хранитель Мудрости'] = 'NPC',
    ['Зарельман Две Луны'] = 'NPC',
    ['Зарельман Две Луны'] = 'NPC',
    ['Бейн Кровавое Копыто'] = 'NPC',
    ['Зарельман Две Луны'] = 'NPC',
  },
  ['Обряд мудрости'] =
  {
    ['Дух предков'] = 'NPC',
    ['Провидец Хранитель Мудрости'] = 'NPC',
  },
  ['Обряды Матери-Земли'] =
  {
    ['Провидец Серая Пасть'] = 'NPC',
    ['Бейн Кровавое Копыто'] = 'NPC',
    ['Кэрн Кровавое Копыто'] = 'NPC',
    ['Вождь Соколиный Ветер'] = 'NPC',
    ['Вождь Соколиный Ветер'] = 'NPC',
  },
  ['Обряды власти'] =
  {
    ['Табета'] = 'NPC',
    ['Волхв Тирт'] = 'NPC',
  },
  ['Ритуалы Силы'] =
  {
    ['Керри Хикс'] = 'NPC',
  },
  ['Награда за гноллов из стаи Речной Лапы'] =
  {
    ['Заместитель судьи Рейнер'] = 'NPC',
  },
  ['Предок Речная Песня'] =
  {
    ['Предок Речная Песня'] = 'NPC',
  },
  ['Чертежи Риззла'] =
  {
    ['Неохраняемые чертежи Риззла'] = 'Object',
    ['Поззик'] = 'NPC',
  },
  ['Путь к спасению'] =
  {
    ['Хальфдан Чернобород'] = 'NPC',
    ['Хограл Баккан'] = 'NPC',
  },
  ['Одеяние веры'] =
  {
    ['Отец Иниго Монтой'] = 'NPC',
  },
  ['Обломки болидов'] =
  {
    ['Кравел Углебород'] = 'NPC',
  },
  ['Эль для Камнеузла'] =
  {
    ['Рядовой Камнеузл'] = 'NPC',
  },
  ['Игра в кости'] =
  {
    ['Искр Пустокоп'] = 'NPC',
  },
  ['Образцы корней'] =
  {
    ['Мебок Миззрикс'] = 'NPC',
  },
  ['Необычная находка'] =
  {
    ['Корабль с трупами'] = 'Object',
    ['Верховный палач Хадрик'] = 'NPC',
  },
  ['Лимфа Гнилошкуров'] =
  {
    ['Аптекарь Ренферрел'] = 'NPC',
    ['Верховный палач Хадрик'] = 'NPC',
  },
  ['Происхождение Гнилошкуров'] =
  {
    ['Бетор Ледострел'] = 'NPC',
    ['Аптекарь Ренферрел'] = 'NPC',
  },
  ['Тухлые яйца'] =
  {
    ['Бочонок'] = 'Object',
    ['Янка Зовущая Тьму'] = 'NPC',
  },
  ['Резкое пробуждение'] =
  {
    ['Жрец Тени Сарвис'] = 'NPC',
    ['Мордо гробовщик'] = 'NPC',
  },
  ['Поломанные бочки'] =
  {
    ['Бочонок'] = 'Object',
    ['Янка Зовущая Тьму'] = 'NPC',
  },
  ['Предок Скалогром'] =
  {
    ['Предок Скалогром'] = 'NPC',
  },
  ['Сплетни для Крейвела'] =
  {
    ['Кравел Углебород'] = 'NPC',
    ['Кразек'] = 'NPC',
  },
  ['Руническая записка'] =
  {
    ['Мила Рассветная Странница'] = 'NPC',
    ['Грулл Соколиный Ветер'] = 'NPC',
  },
  ['Рунический пергамент'] =
  {
    ['Шикрик'] = 'NPC',
    ['Горнек'] = 'NPC',
  },
  ['Руническая табличка'] =
  {
    ['Шикрик'] = 'NPC',
    ['Горнек'] = 'NPC',
  },
  ['Руническая ткань'] =
  {
    ['Мелиош'] = 'NPC',
  },
  ['Предок Рунический Тотем'] =
  {
    ['Предок Рунический Тотем'] = 'NPC',
  },
  ['Руузель'] =
  {
    ['Тален'] = 'NPC',
  },
  ['Священная ткань'] =
  {
    ['Мелиош'] = 'NPC',
  },
  ['Священное пламя'] =
  {
    ['Магата Зловещий Тотем'] = 'NPC',
    ['Мотега Огненная Грива'] = 'NPC',
  },
  ['Безопасность превыше всего'] =
  {
    ['Раззерик'] = 'NPC',
    ['Шрив'] = 'NPC',
    ['Раззерик'] = 'NPC',
    ['Шрив'] = 'NPC',
  },
  ['Яд Соляных равнин'] =
  {
    ['Пшикс Медноштиф'] = 'NPC',
  },
  ['Скорпоковая соль'] =
  {
    ['Волшебник крови Дразиал'] = 'NPC',
  },
  ['Лекарство из распыленных предметов'] =
  {
    ['Аратандис Серебряное Небо'] = 'NPC',
    ['Аратандис Серебряное Небо'] = 'NPC',
    ['Майбесса Речной Ветер'] = 'NPC',
    ['Майбесса Речной Ветер'] = 'NPC',
  },
  ['Лекарство из оскверненных трав'] =
  {
    ['Аратандис Серебряное Небо'] = 'NPC',
    ['Аратандис Серебряное Небо'] = 'NPC',
    ['Майбесса Речной Ветер'] = 'NPC',
    ['Майбесса Речной Ветер'] = 'NPC',
  },
  ['Лекарство из охотничьих трофеев'] =
  {
    ['Аратандис Серебряное Небо'] = 'NPC',
    ['Аратандис Серебряное Небо'] = 'NPC',
    ['Майбесса Речной Ветер'] = 'NPC',
    ['Майбесса Речной Ветер'] = 'NPC',
  },
  ['Лекарство из минералов'] =
  {
    ['Аратандис Серебряное Небо'] = 'NPC',
    ['Аратандис Серебряное Небо'] = 'NPC',
    ['Майбесса Речной Ветер'] = 'NPC',
    ['Майбесса Речной Ветер'] = 'NPC',
  },
  ['Лекарство из оскверненных шкур'] =
  {
    ['Аратандис Серебряное Небо'] = 'NPC',
    ['Аратандис Серебряное Небо'] = 'NPC',
    ['Майбесса Речной Ветер'] = 'NPC',
    ['Майбесса Речной Ветер'] = 'NPC',
  },
  ['Самофланж'] =
  {
    ['Панель управления'] = 'Object',
    ['Панель управления'] = 'Object',
    ['Панель управления'] = 'Object',
    ['Панель управления'] = 'Object',
    ['Пароклапан'] = 'NPC',
    ['Пароклапан'] = 'NPC',
  },
  ['Руководство по самофланжу'] =
  {
    ['Рилли Грязегоб'] = 'NPC',
  },
  ['Образец для Хелбрима'] =
  {
    ['Аптекарь Хелбрим'] = 'NPC',
    ['Аптекарь Зинг'] = 'NPC',
  },
  ['Сандалии веры'] =
  {
    ['Отец Иниго Монтой'] = 'NPC',
  },
  ['Монеты племен: Песчаная Буря, Дробители Черепов и Кровавый Скальп'] =
  {
    ['Винчакса'] = 'NPC',
  },
  ['Просьба Сары Балу'] =
  {
    ['Король Магни Бронзобород'] = 'NPC',
    ['Сара Балу'] = 'NPC',
  },
  ['Саркот'] =
  {
    ['Горнек'] = 'NPC',
    ['Хана\'зуа'] = 'NPC',
    ['Хана\'зуа'] = 'NPC',
  },
  ['Жертвоприношение Сатры'] =
  {
    ['Жрица А\'муура'] = 'NPC',
  },
  ['Копыта сатиров'] =
  {
    ['Ула\'елек'] = 'NPC',
  },
  ['Рога сатира'] =
  {
    ['Пиксель'] = 'NPC',
  },
  ['Убийство сатиров!'] =
  {
    ['Иллиана'] = 'NPC',
  },
  ['Дикая флора'] =
  {
    ['Райн'] = 'NPC',
  },
  ['Дикие ростки'] =
  {
    ['Райн'] = 'NPC',
  },
  ['Промыть мозг Техботу'] =
  {
    ['Мехмастер Замыкалец'] = 'NPC',
  },
  ['Спасение Остроклюва'] =
  {
    ['Укротитель грифонов Разящий Коготь'] = 'NPC',
  },
  ['Сладкое – на закуску'] =
  {
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Моквар'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
    ['Делиана'] = 'NPC',
  },
  ['Спасение Йеннику'] =
  {
    ['Нимбойя'] = 'NPC',
    ['Кин\'вилай'] = 'NPC',
  },
  ['Жгучая бражка'] =
  {
    ['Дарнан Мехорез'] = 'NPC',
    ['Нори Гордоступ'] = 'NPC',
  },
  ['Панцири скарабеев'] =
  {
    ['Тран\'рек'] = 'NPC',
  },
  ['Напугать Трусишку'] =
  {
    ['Филипп "Трусишка"'] = 'NPC',
    ['"Морской волк" Маккинли'] = 'NPC',
  },
  ['Вылазка в стан Алого Ордена'] =
  {
    ['Верховный палач Деррингтон'] = 'NPC',
  },
  ['Уловка против Алого Ордена'] =
  {
    ['Верховный лорд Телан Фордринг'] = 'NPC',
    ['Миранда Колдунья'] = 'NPC',
  },
  ['Поиски старой одежды'] =
  {
    ['Страж смерти Салтен'] = 'NPC',
  },
  ['Скипетр Совета'] =
  {
    ['Бор Буйногривый'] = 'NPC',
  },
  ['Скипетр Света'] =
  {
    ['Азор Альдаморт'] = 'NPC',
  },
  ['Некроситет'] =
  {
    ['Алхимик Арбингтон'] = 'NPC',
    ['Аптекарь Дитерс'] = 'NPC',
    ['Верховный палач Деррингтон'] = 'NPC',
    ['Командир Ашлам Неутомимый'] = 'NPC',
  },
  ['Плеть в холмах'] =
  {
    ['Белнистраз'] = 'NPC',
  },
  ['Истощение пустыни'] =
  {
    ['Генерал Кирика'] = 'NPC',
    ['Маршал Синестен'] = 'NPC',
  },
  ['Духи крикунов'] =
  {
    ['Йе\'кинья'] = 'NPC',
  },
  ['Помогите кто чем может!'] =
  {
    ['Сигрун Рудотес'] = 'NPC',
  },
  ['Гадальные очки? Без проблем!'] =
  {
    ['Не вызывающий подозрений сундук'] = 'Object',
    ['Нарайн Причудень'] = 'NPC',
  },
  ['Материалы для гадания'] =
  {
    ['Геолог Ехидная'] = 'NPC',
    ['Геолог Ехидная'] = 'NPC',
  },
  ['Коса Незримого пути'] =
  {
    ['Страж-смотритель Харо'] = 'NPC',
  },
  ['Печать Вознесения'] =
  {
    ['Ваелан'] = 'NPC',
    ['Ваелан'] = 'NPC',
  },
  ['Печать земли'] =
  {
    ['Печать Земли'] = 'Object',
  },
  ['Печать Земли'] =
  {
    ['Печать Земли'] = 'Object',
  },
  ['Запечатанная лазурная сумка'] =
  {
    ['Верховный маг Ксилем'] = 'NPC',
    ['Лорд Джорах Черный Ворон'] = 'NPC',
  },
  ['Поиски огневита'] =
  {
    ['Пилот Камнекожиц'] = 'NPC',
  },
  ['Поиски Тираниса'] =
  {
    ['Далинда Малем'] = 'NPC',
  },
  ['Поиски в поселениях мурлоков'] =
  {
    ['Запечатанная бочка'] = 'Object',
    ['Полузакопанная бочка'] = 'Object',
  },
  ['В поисках потерянного ранца'] =
  {
    ['Маур Зловещий Тотем'] = 'NPC',
    ['Рахауро'] = 'NPC',
  },
  ['Пряные котлеты из волчатины'] =
  {
    ['Шеф-повар Груаль'] = 'NPC',
  },
  ['Тайные послания'] =
  {
    ['Бор Буйногривый'] = 'NPC',
  },
  ['Тайна камня'] =
  {
    ['Алтарь Хаккара'] = 'Object',
    ['Идол Хаккара'] = 'Object',
  },
  ['Тайны колосса – Аши'] =
  {
    ['Карлс Пропеллерз'] = 'NPC',
    ['Специалист по колоссам Нестор'] = 'NPC',
  },
  ['Тайны колосса – Регал'] =
  {
    ['Надзиратель Скользорук'] = 'NPC',
    ['Специалист по колоссам Пюпиттер'] = 'NPC',
  },
  ['Тайны колосса – Зора'] =
  {
    ['Лорд Максвелл Тиросс'] = 'NPC',
    ['Специалист по колоссам София'] = 'NPC',
  },
  ['Секреты Кираи'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Обеспечение безопасного сообщения'] =
  {
    ['Резлак'] = 'NPC',
  },
  ['Надежные поставки'] =
  {
    ['Призывательница ветров Гордый Рог'] = 'NPC',
  },
  ['Семя Жизни'] =
  {
    ['Хранитель Ремул'] = 'NPC',
    ['Дух Зейтара'] = 'NPC',
  },
  ['Посмотрим, что будет дальше'] =
  {
    ['Пьедестал Ульдума'] = 'Object',
    ['Пьедестал Ульдума'] = 'Object',
    ['Историк Карник'] = 'NPC',
    ['Нара Буйногривая'] = 'NPC',
  },
  ['Выход на ШРУ'] =
  {
    ['Мастер Матиас Шоу'] = 'NPC',
    ['Керин Сильвиус'] = 'NPC',
  },
  ['Искупление вины'] =
  {
    ['Зенн Грязное Копыто'] = 'NPC',
    ['Сирел Остролист'] = 'NPC',
  },
  ['В поисках духовной помощи'] =
  {
    ['Ислена Заклинательница Воды'] = 'NPC',
    ['Грета Замшелое Копыто'] = 'NPC',
  },
  ['В поисках Страхада'] =
  {
    ['Страхад Фарсан'] = 'NPC',
    ['Страхад Фарсан'] = 'NPC',
    ['Страхад Фарсан'] = 'NPC',
    ['Карендин Халгар'] = 'NPC',
    ['Ган\'рул Кровавый Глаз'] = 'NPC',
    ['Гакин Темнопряд'] = 'NPC',
  },
  ['Поиск самоцвета Кора'] =
  {
    ['Тандрис Ветропряд'] = 'NPC',
  },
  ['В поисках мудрости'] =
  {
    ['Епископ Фартинг'] = 'NPC',
    ['Свен Йорген'] = 'NPC',
  },
  ['Разносчик заразы'] =
  {
    ['Химик Карабос'] = 'NPC',
    ['Химик Карабос'] = 'NPC',
    ['Терса Песня Ветра'] = 'NPC',
    ['Химик Карабос'] = 'NPC',
  },
  ['Продажа рыбы'] =
  {
    ['Портовый начальник Барен'] = 'NPC',
  },
  ['Наблюдения Сенира'] =
  {
    ['Сенир Белобород'] = 'NPC',
    ['Горный пехотинец Талос'] = 'NPC',
    ['Грелин Белобород'] = 'NPC',
    ['Горный пехотинец Талос'] = 'NPC',
  },
  ['Улусшенные припасы часового'] =
  {
    ['Иллиана Лунное Сияние'] = 'NPC',
  },
  ['Припасы часовых'] =
  {
    ['Иллиана Лунное Сияние'] = 'NPC',
  },
  ['Стандартные припасы часового'] =
  {
    ['Иллиана Лунное Сияние'] = 'NPC',
  },
  ['Воссоединение останков'] =
  {
    ['Охотник Мархор'] = 'NPC',
  },
  ['Серена Кровавое Перо'] =
  {
    ['Дарсок Быстрый Нож'] = 'NPC',
  },
  ['Сергра Черный Шип'] =
  {
    ['Сергра Черный Шип'] = 'NPC',
    ['Мелор Каменное Копыто'] = 'NPC',
  },
  ['Змеиная дикость'] =
  {
    ['Мотега Огненная Грива'] = 'NPC',
    ['Хагар Грозовое Копыто'] = 'NPC',
  },
  ['Змеецвет'] =
  {
    ['Аптекарь Зама'] = 'NPC',
  },
  ['Служба Орде'] =
  {
    ['Зор Одинокое Дерево'] = 'NPC',
  },
  ['Задай им жару!'] =
  {
    ['Оруженосец Малтрейк'] = 'NPC',
  },
  ['Темная магия'] =
  {
    ['Маршал Маррис'] = 'NPC',
  },
  ['Тень прошлого'] =
  {
    ['Мастер Матиас Шоу'] = 'NPC',
    ['Барос Алекстон'] = 'NPC',
  },
  ['Мастер Тени'] =
  {
    ['Нилита Локрав'] = 'NPC',
  },
  ['Страж Тьмы'] =
  {
    ['Ур\'кьо'] = 'NPC',
    ['Ур\'кьо'] = 'NPC',
    ['Ур\'кьо'] = 'NPC',
    ['Майлз Уэльш'] = 'NPC',
    ['Отец Ланкастер'] = 'NPC',
    ['Зайус'] = 'NPC',
  },
  ['Тени Рока'] =
  {
    ['Командир Томас Элеран'] = 'NPC',
  },
  ['Фрагменты осколка сумрака'] =
  {
    ['Верховный маг Тервош'] = 'NPC',
    ['Утель\'най'] = 'NPC',
  },
  ['Голова Тенумбры'] =
  {
    ['Сенани Громовое Сердце'] = 'NPC',
  },
  ['Осколок гончей Скверны'] =
  {
    ['Менара Расщепительница Бездны'] = 'NPC',
    ['Послушница Витула'] = 'NPC',
  },
  ['Осколок инфернала'] =
  {
    ['Менара Расщепительница Бездны'] = 'NPC',
    ['Послушница Магас'] = 'NPC',
  },
  ['Осколки сквернита'] =
  {
    ['Рабин Сатурна'] = 'NPC',
  },
  ['Э\'ко щербозубов'] =
  {
    ['Знахарь Мау\'ари'] = 'NPC',
  },
  ['Наделение знаниями'] =
  {
    ['Поваренная книга Сэнди'] = 'Object',
    ['Каландрата'] = 'NPC',
  },
  ['Недобрые соседи'] =
  {
    ['Бейн Кровавое Копыто'] = 'NPC',
  },
  ['Коготь гиппогрифа Острокогтя'] =
  {
    ['Сенани Громовое Сердце'] = 'NPC',
  },
  ['"Мерцающий портер"'] =
  {
    ['Горный пехотинец Ячменовар'] = 'NPC',
    ['Регольд Ячменовар'] = 'NPC',
  },
  ['Расписание кораблей'] =
  {
    ['Начальник отдела безопасности Чепухастер'] = 'NPC',
  },
  ['Посылка в Штормград'] =
  {
    ['Морган Пест'] = 'NPC',
    ['Вильям Пест'] = 'NPC',
  },
  ['Крылолет Шиззла'] =
  {
    ['Шиззл'] = 'NPC',
  },
  ['Наплечные пластины веры'] =
  {
    ['Отец Иниго Монтой'] = 'NPC',
  },
  ['Покажи свою работу'] =
  {
    ['Карлс Пропеллерз'] = 'NPC',
    ['Мехмастер Замыкалец'] = 'NPC',
    ['Никс Шепружин'] = 'NPC',
  },
  ['Механические измельчители'] =
  {
    ['Сирит Камнелом'] = 'NPC',
  },
  ['Накидка Бесконечной мудрости'] =
  {
    ['Кейл Стремительный Коготь'] = 'NPC',
  },
  ['Накидка Неназванных имен'] =
  {
    ['Кейл Стремительный Коготь'] = 'NPC',
  },
  ['Под покровом кошмара'] =
  {
    ['Хранитель Ремул'] = 'NPC',
  },
  ['Ши-Ротам'] =
  {
    ['Шторм Призрачное Копыто'] = 'NPC',
  },
  ['ШРУ'] =
  {
    ['Рензик Нож'] = 'NPC',
    ['Керин Сильвиус'] = 'NPC',
  },
  ['Серп неумолимой силы'] =
  {
    ['Страж-смотритель Харо'] = 'NPC',
  },
  ['Печать Аратора'] =
  {
    ['Зенгу'] = 'NPC',
  },
  ['Печать Cтрома'] =
  {
    ['Зенгу'] = 'NPC',
  },
  ['Печать Торадина'] =
  {
    ['Зенгу'] = 'NPC',
    ['Тор\'ган'] = 'NPC',
  },
  ['Печать Троллебоя'] =
  {
    ['Зенгу'] = 'NPC',
  },
  ['Сигнал "Взять на борт!"'] =
  {
    ['Зиггс Зажигатель'] = 'NPC',
    ['Зиггс Зажигатель'] = 'NPC',
  },
  ['Перстень герцогов'] =
  {
    ['Бор Буйногривый'] = 'NPC',
  },
  ['Перстень Незримого пути'] =
  {
    ['Призывательница ветров Йессендра'] = 'NPC',
  },
  ['Перстень неумолимой силы'] =
  {
    ['Призывательница ветров Йессендра'] = 'NPC',
  },
  ['Перстни Зандалара'] =
  {
    ['Рин\'вошо Торговец'] = 'NPC',
  },
  ['Серебряное сердце'] =
  {
    ['Эридана Грусть Ветра'] = 'NPC',
  },
  ['Предок Среброжил'] =
  {
    ['Предок Среброжил'] = 'NPC',
  },
  ['Обычное письмо'] =
  {
    ['Ллан Бишер'] = 'NPC',
    ['Маршал Макбрайд'] = 'NPC',
  },
  ['Записка'] =
  {
    ['Тран Корман'] = 'NPC',
    ['Стен Крепкорук'] = 'NPC',
  },
  ['Простая записка'] =
  {
    ['Харутт Громовой Рог'] = 'NPC',
    ['Грулл Соколиный Ветер'] = 'NPC',
  },
  ['Записка на пергаменте'] =
  {
    ['Франг'] = 'NPC',
    ['Горнек'] = 'NPC',
  },
  ['Простая руна'] =
  {
    ['Тран Корман'] = 'NPC',
    ['Стен Крепкорук'] = 'NPC',
  },
  ['Простой свиток'] =
  {
    ['Даннал Штерн'] = 'NPC',
    ['Жрец Тени Сарвис'] = 'NPC',
  },
  ['Простой знак'] =
  {
    ['Алайссия'] = 'NPC',
    ['Опекун Илталайн'] = 'NPC',
  },
  ['Простая уловка'] =
  {
    ['Онин МакМолот'] = 'NPC',
    ['Хальфдан Чернобород'] = 'NPC',
  },
  ['Простая табличка'] =
  {
    ['Франг'] = 'NPC',
    ['Горнек'] = 'NPC',
  },
  ['Осколки Поющих кристаллов'] =
  {
    ['Шиззи Пуззырикс'] = 'NPC',
  },
  ['Сестренка Памела'] =
  {
    ['Памела Редпат'] = 'NPC',
    ['Джессика Редпат'] = 'NPC',
  },
  ['Фрагменты скелетов'] =
  {
    ['Алхимик Арбингтон'] = 'NPC',
    ['Аптекарь Дитерс'] = 'NPC',
  },
  ['Схватка у рудника Горного эха'] =
  {
    ['Маршал Макбрайд'] = 'NPC',
  },
  ['Зачистка Осклизлой скалы'] =
  {
    ['Фраггар Громовая Мантия'] = 'NPC',
  },
  ['Скала Черепа'] =
  {
    ['Маргоз'] = 'NPC',
  },
  ['Клыки троллей'] =
  {
    ['Кебок'] = 'NPC',
  },
  ['Предок Небесная Охотница'] =
  {
    ['Предок Небесная Охотница'] = 'NPC',
  },
  ['Предок Небесный Отблеск'] =
  {
    ['Предок Небесный Отблеск'] = 'NPC',
  },
  ['Предок Небесный Провидец'] =
  {
    ['Предок Небесный Провидец'] = 'NPC',
  },
  ['Утолить жажду'] =
  {
    ['Главный инженер Чепухастер'] = 'NPC',
  },
  ['Убить тварь'] =
  {
    ['Ниру Огненный Клинок'] = 'NPC',
  },
  ['Маленькие мохнатые лапки'] =
  {
    ['Эбб Ниблгир'] = 'NPC',
  },
  ['Маленькие ракеты'] =
  {
    ['Фариэль Песнь Звезд'] = 'NPC',
  },
  ['Умный напиток'] =
  {
    ['Мебок Миззрикс'] = 'NPC',
  },
  ['Плавим, не плавим, плавим, не плавим...'] =
  {
    ['Гальван Древний'] = 'NPC',
  },
  ['Кузнец Матиль'] =
  {
    ['Матиль'] = 'NPC',
    ['Эланария'] = 'NPC',
  },
  ['Змеекамень Пленяющей Духов'] =
  {
    ['Килрам'] = 'NPC',
  },
  ['Хрустогрызы, чувак!'] =
  {
    ['Катум Удильщик'] = 'NPC',
  },
  ['Держи-хватай!'] =
  {
    ['Мастер Матиас Шоу'] = 'NPC',
  },
  ['Челюсти гиены-хохотуна'] =
  {
    ['Волшебник крови Дразиал'] = 'NPC',
  },
  ['Предок Снежнокрон'] =
  {
    ['Предок Снежнокрон'] = 'NPC',
  },
  ['Мягкие, пушистые хвосты'] =
  {
    ['Эбб Ниблгир'] = 'NPC',
  },
  ['Закон Соломона'] =
  {
    ['Помощник судьи Конах'] = 'NPC',
  },
  ['Лекарство от судьбы'] =
  {
    ['Тельдарин Заблудший'] = 'NPC',
  },
  ['Добыча шкур'] =
  {
    ['Дриззлик'] = 'NPC',
  },
  ['Ароматные специи'] =
  {
    ['Ярл "Болотный Глаз"'] = 'NPC',
  },
  ['Нежный черепаховый суп'] =
  {
    ['Кристоф Френч'] = 'NPC',
    ['Шеф-повар Джессен'] = 'NPC',
  },
  ['Книга Души'] =
  {
    ['Мировой судья Мардук'] = 'NPC',
    ['Леонид Барталомей Чтимый'] = 'NPC',
  },
  ['Флибустьеры Южных морей'] =
  {
    ['Газлоу'] = 'NPC',
  },
  ['Покажи этим пиратам'] =
  {
    ['Начальник отдела безопасности Чепухастер'] = 'NPC',
  },
  ['Южнобережье'] =
  {
    ['Хранитель мудрости Диббс'] = 'NPC',
    ['Милтон Сноп'] = 'NPC',
  },
  ['Сувениры смерти'] =
  {
    ['Страж смерти Самса'] = 'NPC',
  },
  ['Потомство Жабжаб'] =
  {
    ['Морья'] = 'NPC',
  },
  ['Беседа с Нафиэном'] =
  {
    ['Нафиэн'] = 'NPC',
    ['Гразл'] = 'NPC',
  },
  ['Разговор с Сальфой'] =
  {
    ['Сальфа'] = 'NPC',
    ['Нафиэн'] = 'NPC',
  },
  ['Разговор с Анастасией'] =
  {
    ['Анастасия Хартвелл'] = 'NPC',
    ['Кейн Песнь Пламени'] = 'NPC',
  },
  ['Поговорите с Бинк'] =
  {
    ['Бинк'] = 'NPC',
    ['Магис Искроплащ'] = 'NPC',
  },
  ['Разговор с Колманом'] =
  {
    ['Колман Фартинг'] = 'NPC',
    ['Страж смерти Диллинжер'] = 'NPC',
  },
  ['Разговор с Диллинджером'] =
  {
    ['Страж смерти Диллинжер'] = 'NPC',
    ['Остил де Мон'] = 'NPC',
    ['Балтус Птицелов'] = 'NPC',
  },
  ['Разговор с Дейно'] =
  {
    ['Дейно'] = 'NPC',
    ['Анастасия Хартвелл'] = 'NPC',
  },
  ['Разговор с бабулей'] =
  {
    ['Бабуля Стоунфилд'] = 'NPC',
    ['Томми Джо Стоунфилд'] = 'NPC',
  },
  ['Поговорите с Джиннией'] =
  {
    ['Джинния Пушка'] = 'NPC',
    ['Залдимар Вефхеллт'] = 'NPC',
  },
  ['Разговор с интендантом'] =
  {
    ['Интендант клана Северного Волка'] = 'NPC',
    ['Джотек'] = 'NPC',
  },
  ['Беседа с Ренферрелом'] =
  {
    ['Аптекарь Ренферрел'] = 'NPC',
    ['Верховный палач Хадрик'] = 'NPC',
  },
  ['Разговор с Ругой'] =
  {
    ['Руга Тотем Ярости'] = 'NPC',
    ['Сорек'] = 'NPC',
  },
  ['Разговор с Севреном'] =
  {
    ['Мировой судья Севрен'] = 'NPC',
    ['Колман Фартинг'] = 'NPC',
  },
  ['Разговор с Шони'] =
  {
    ['Шони Молшунья'] = 'NPC',
    ['Гноарн'] = 'NPC',
  },
  ['Разговор с Тун\'гримом'] =
  {
    ['Тун\'грим Огневзор'] = 'NPC',
    ['Руга Тотем Ярости'] = 'NPC',
  },
  ['Разговор с Ун\'Тувой'] =
  {
    ['Ун\'Тува'] = 'NPC',
    ['Утель\'най'] = 'NPC',
  },
  ['Кстати, о стойкости духа'] =
  {
    ['Милтон Сноп'] = 'NPC',
    ['Брат Кристоф'] = 'NPC',
  },
  ['Разговор с Ган\'зулахом'] =
  {
    ['Бурлящий котел'] = 'Object',
  },
  ['Разговор с Неззилоком'] =
  {
    ['Бурлящий котел'] = 'Object',
  },
  ['Особая посылка для Гаксима'] =
  {
    ['Гаксим Ржавошиппи'] = 'NPC',
    ['Коллин Маурен'] = 'NPC',
  },
  ['Особые войска'] =
  {
    ['Лейтенант Дорен'] = 'NPC',
    ['Сержант Йохва'] = 'NPC',
  },
  ['Одеяние из огненной чароткани'] =
  {
    ['Джозеф Грегориан'] = 'NPC',
  },
  ['Дух вепря'] =
  {
    ['Волшебник крови Дразиал'] = 'NPC',
  },
  ['Дух Ветра'] =
  {
    ['Кривозуб'] = 'NPC',
  },
  ['Тотем духов'] =
  {
    ['Бат\'ра Страж Ветра'] = 'NPC',
  },
  ['Духовное господство'] =
  {
    ['Волшебница крови Линора'] = 'NPC',
  },
  ['Беспокойные духи'] =
  {
    ['Ло\'хату'] = 'NPC',
  },
  ['Ожерелье расколотых костей'] =
  {
    ['Кин\'вилай'] = 'NPC',
  },
  ['Предок Камнещеп'] =
  {
    ['Предок Камнещеп'] = 'NPC',
  },
  ['Маяк с привидениями'] =
  {
    ['Ребенок-сирота'] = 'NPC',
  },
  ['Маленький секрет Поливалки'] =
  {
    ['Поливалка'] = 'NPC',
  },
  ['Оруженосец Малтрейк'] =
  {
    ['Оруженосец Малтрейк'] = 'NPC',
    ['Каларан Ветрорез'] = 'NPC',
  },
  ['Амулеты для Оленьего Шлема'] =
  {
    ['Атраманис'] = 'NPC',
  },
  ['Реквием Оленьего Шлема'] =
  {
    ['Атраманис'] = 'NPC',
  },
  ['Охота на бродяг'] =
  {
    ['Охотник Мархор'] = 'NPC',
  },
  ['Звездопад'] =
  {
    ['Вунд Ночной Охотник'] = 'NPC',
    ['Дарин Добрый Ветер'] = 'NPC',
  },
  ['Предок Звездный Луг'] =
  {
    ['Предок Звездный Луг'] = 'NPC',
  },
  ['Предок Песнь Звезд'] =
  {
    ['Предок Песнь Звезд'] = 'NPC',
  },
  ['Предок Звездная Пряжа'] =
  {
    ['Предок Звездная Пряжа'] = 'NPC',
  },
  ['Ветвь ходячего Древа'] =
  {
    ['Вартус Древний'] = 'NPC',
  },
  ['Похищение пламени Дарнаса'] =
  {
    ['Праздничный сказитель'] = 'NPC',
  },
  ['Похищение пламени Стальгорна'] =
  {
    ['Праздничный сказитель'] = 'NPC',
  },
  ['Тайненькое знаньице'] =
  {
    ['Джедига'] = 'NPC',
  },
  ['Похищение пламени Оргриммара'] =
  {
    ['Хранитель мудрости Праздника'] = 'NPC',
  },
  ['Похищение пламени Штормграда'] =
  {
    ['Праздничный сказитель'] = 'NPC',
  },
  ['Похищение припасов'] =
  {
    ['Ута Мудрая'] = 'NPC',
  },
  ['Похищение пламени Подгорода'] =
  {
    ['Хранитель мудрости Праздника'] = 'NPC',
  },
  ['Похищение пламени Громового Утеса'] =
  {
    ['Хранитель мудрости Праздника'] = 'NPC',
  },
  ['Сталезуб'] =
  {
    ['Мелор Каменное Копыто'] = 'NPC',
  },
  ['Обеспечение безопасности'] =
  {
    ['Призывательница ветров Гордый Рог'] = 'NPC',
  },
  ['Тушеный Лис, БЛД'] =
  {
    ['Не вызывающий подозрений сундук'] = 'Object',
    ['Нарайн Причудень'] = 'NPC',
  },
  ['Не теряя веры'] =
  {
    ['Отшельник Ортелл'] = 'NPC',
  },
  ['Жала скорпидов'] =
  {
    ['Горнек'] = 'NPC',
  },
  ['Жалохвост'] =
  {
    ['Хадокен Быстрый Странник'] = 'NPC',
  },
  ['Чем пахнет в Южнобережье'] =
  {
    ['Янка Зовущая Тьму'] = 'NPC',
  },
  ['Побег Вонючки'] =
  {
    ['Мебок Миззрикс'] = 'NPC',
    ['Морган Штерн'] = 'NPC',
    ['"Вонючка" Игнац'] = 'NPC',
    ['"Вонючка" Игнац'] = 'NPC',
  },
  ['Заготовка продовольствия'] =
  {
    ['Пилот Толстопуз'] = 'NPC',
  },
  ['Украденное добро'] =
  {
    ['Газлоу'] = 'NPC',
  },
  ['Похищенное серебро'] =
  {
    ['Газрог'] = 'NPC',
  },
  ['Пропавшее угощение Зимнего Покрова'] =
  {
    ['Омерзительный Гринч'] = 'NPC',
    ['Чудной снеговик'] = 'NPC',
    ['Чудной снеговик'] = 'NPC',
    ['Каймард Меднокноп'] = 'NPC',
    ['Карден Деньгозвон'] = 'NPC',
  },
  ['УКРАДЕНО: фурма и подзорная труба наблюдателя'] =
  {
    ['Розыск/Пропал без вести/Найден'] = 'Object',
    ['Надсмотрщик Скрендж'] = 'NPC',
  },
  ['Долг Столи'] =
  {
    ['Столи'] = 'NPC',
    ['"Морской волк" Маккинли'] = 'NPC',
  },
  ['Посылка Столи'] =
  {
    ['Столи'] = 'NPC',
  },
  ['Камень – лучшая одежка!'] =
  {
    ['Люсьен Подай-Ключ'] = 'NPC',
  },
  ['Каменные талисманы'] =
  {
    ['Хранитель Бел\'варил'] = 'NPC',
  },
  ['Предок Камнеград'] =
  {
    ['Предок Камнеград'] = 'NPC',
  },
  ['Найдите Камнекожца'] =
  {
    ['Пилот Камнекожиц'] = 'NPC',
    ['Горный пехотинец Кэдрелл'] = 'NPC',
  },
  ['Связывающие камни'] =
  {
    ['Радужные осколки'] = 'Object',
    ['Внутренний связывающий камень'] = 'Object',
  },
  ['Предок Каменное Копье'] =
  {
    ['Предок Каменное Копье'] = 'NPC',
  },
  ['Остановка у Каменного Когтя'] =
  {
    ['Масток Райльшип'] = 'NPC',
  },
  ['Предок Штормоскал'] =
  {
    ['Предок Штормоскал'] = 'NPC',
  },
  ['Диадема Зовущего бурю'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Прочные ботинки Зовущего бурю'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['Хауберк Зовущего бурю'] =
  {
    ['Ветсера'] = 'NPC',
  },
  ['Поножи Зовущего Бурю'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['Наплечье Зовущего бурю'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Буря в пустыне'] =
  {
    ['Герцог Гидраксис'] = 'NPC',
  },
  ['Расшифровщик Грозовая Вершина'] =
  {
    ['Геолог Грозовая Вершина'] = 'NPC',
    ['Хранитель мудрости Диббс'] = 'NPC',
  },
  ['Посылка для Грозовой Вершины'] =
  {
    ['Горный пехотинец Грозовая Вершина'] = 'NPC',
    ['Гриманд Элмор'] = 'NPC',
  },
  ['Заказ Грозовой Вершины'] =
  {
    ['Фьюрен Длиннобород'] = 'NPC',
    ['Горный пехотинец Грозовая Вершина'] = 'NPC',
  },
  ['Эй, Штормград!'] =
  {
    ['Лейтенант Фаррен Оринель'] = 'NPC',
  },
  ['Библиотека Штормграда'] =
  {
    ['Донал Товальд'] = 'NPC',
  },
  ['Встреча в Штормграде'] =
  {
    ['Реджинальд Винздор'] = 'NPC',
    ['Маршал Максвелл'] = 'NPC',
  },
  ['Портер для Кэдрелла'] =
  {
    ['Горный пехотинец Кэдрелл'] = 'NPC',
    ['Горный пехотинец Ячменовар'] = 'NPC',
  },
  ['Странный союз'] =
  {
    ['Ута Мудрая'] = 'NPC',
    ['Капитан Пентигаст'] = 'NPC',
  },
  ['Выяснение причин'] =
  {
    ['Донова Снегонора'] = 'NPC',
  },
  ['Лихорадка Тернистой долины'] =
  {
    ['Знахарь Унбагва'] = 'NPC',
    ['Фин Горемык'] = 'NPC',
  },
  ['Сила горы Мугамба'] =
  {
    ['Джин\'рок Разрушитель'] = 'NPC',
    ['Джин\'рок Разрушитель'] = 'NPC',
    ['Джин\'рок Разрушитель'] = 'NPC',
  },
  ['Диадема бойца'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Прочные ботинки бойца'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['Хауберк Бойца'] =
  {
    ['Ветсера'] = 'NPC',
  },
  ['Поножи Бойца'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['Наплечье Бойца'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Знаки Стромгарда'] =
  {
    ['Капитан Ниалс'] = 'NPC',
  },
  ['Изучение стихий: Камень'] =
  {
    ['Лотвиль Вериатус'] = 'NPC',
    ['Лотвиль Вериатус'] = 'NPC',
    ['Лотвиль Вериатус'] = 'NPC',
  },
  ['Письмо Салли Балу'] =
  {
    ['Сара Балу'] = 'NPC',
  },
  ['Призывание коня Скверны'] =
  {
    ['Страхад Фарсан'] = 'NPC',
    ['Страхад Фарсан'] = 'NPC',
    ['Страхад Фарсан'] = 'NPC',
    ['Страхад Фарсан'] = 'NPC',
    ['Страхад Фарсан'] = 'NPC',
    ['Демизетта Клойс'] = 'NPC',
    ['Зеврост'] = 'NPC',
    ['Каел Жнец Душ'] = 'NPC',
    ['Остротерн'] = 'NPC',
  },
  ['Призыв Шадры'] =
  {
    ['Аптекарь Лидон'] = 'NPC',
    ['Мастер Гадрин'] = 'NPC',
  },
  ['Призыв принцессы'] =
  {
    ['Кристаллы Мизраэли'] = 'Object',
    ['Тельдарин Заблудший'] = 'NPC',
  },
  ['Утонувшее сокровище'] =
  {
    ['Командир флота Морской Рог'] = 'NPC',
    ['Мураш О\'Брин'] = 'NPC',
    ['Мураш О\'Брин'] = 'NPC',
    ['Доктор Драксельмер'] = 'NPC',
    ['Доктор Драксельмер'] = 'NPC',
    ['Командир флота Морской Рог'] = 'NPC',
    ['Мураш О\'Брин'] = 'NPC',
    ['Профессор Физзлторп'] = 'NPC',
    ['Доктор Драксельмер'] = 'NPC',
  },
  ['Высохшая скорлупа'] =
  {
    ['Матиль'] = 'NPC',
  },
  ['Камни Сунтары'] =
  {
    ['Опаленное письмо'] = 'Object',
    ['Опаленное письмо'] = 'Object',
    ['Смотритель Ториус'] = 'NPC',
    ['Дориус Камнестраж'] = 'NPC',
  },
  ['Супер-дровосек 6000'] =
  {
    ['Зиз Физзикс'] = 'NPC',
  },
  ['Суперлипучка'] =
  {
    ['Тран\'рек'] = 'NPC',
  },
  ['Превосходное боевое снаряжениее – Восторг Рассвета'] =
  {
    ['Интендант Миранда Бричлок'] = 'NPC',
  },
  ['Превосходное боевое снаряжениее – Друг Рассвета'] =
  {
    ['Интендант Миранда Бричлок'] = 'NPC',
  },
  ['Превосходное боевое снаряжение – Уважаемый Рассветом'] =
  {
    ['Интендант Миранда Бричлок'] = 'NPC',
  },
  ['Превосходное боевое снаряжениее – Чтимый Рассветом'] =
  {
    ['Интендант Миранда Бричлок'] = 'NPC',
  },
  ['Бригадир Шумовик'] =
  {
    ['Морин Ловец Облаков'] = 'NPC',
  },
  ['Поставки для Стражей Пустоты'] =
  {
    ['Интендант Лунгерц'] = 'NPC',
    ['Начальник стражи Соригел'] = 'NPC',
  },
  ['Снабжение Перекрестка'] =
  {
    ['Торк'] = 'NPC',
  },
  ['Припасы из Темнолесья'] =
  {
    ['Мадам Ева'] = 'NPC',
    ['Аберкромби'] = 'NPC',
  },
  ['Поставка для Аубердина'] =
  {
    ['Делгрен Очиститель'] = 'NPC',
    ['Фиро Железнорук'] = 'NPC',
  },
  ['Припасы для рядового Торсена'] =
  {
    ['Рядовой Торсен'] = 'NPC',
    ['Кразек'] = 'NPC',
  },
  ['Припасы для Таннока'] =
  {
    ['Таннок Молот Стужи'] = 'NPC',
    ['Ручник Ржавозубчик'] = 'NPC',
  },
  ['Спрос и предложение'] =
  {
    ['Дриззлик'] = 'NPC',
  },
  ['Помощь фронту'] =
  {
    ['Торвальд Подземная Кузня'] = 'NPC',
    ['Тормус Подземная Кузня'] = 'NPC',
  },
  ['Поставка оружия'] =
  {
    ['Карос Раззок'] = 'NPC',
    ['Страж смерти Подриг'] = 'NPC',
  },
  ['Заточение'] =
  {
    ['Дайо Дряхлый'] = 'NPC',
  },
  ['Сурена Каледон'] =
  {
    ['Гакин Темнопряд'] = 'NPC',
  },
  ['Подозрительные следы копыт'] =
  {
    ['Подозрительный след копыта'] = 'Object',
    ['Подозрительный след копыта'] = 'Object',
    ['Крог'] = 'NPC',
    ['Капитан Гарран Ваймс'] = 'NPC',
  },
  ['Лагерь Свена'] =
  {
    ['Куча рыхлой земли'] = 'Object',
    ['Свен Йорген'] = 'NPC',
  },
  ['Месть Свена'] =
  {
    ['Куча рыхлой земли'] = 'Object',
    ['Свен Йорген'] = 'NPC',
  },
  ['Янтарное сладкое'] =
  {
    ['Мрачнобух Громовар'] = 'NPC',
    ['Мрачнобух Громовар'] = 'NPC',
    ['Мрачнобух Громовар'] = 'NPC',
    ['Мрачнобух Громовар'] = 'NPC',
    ['Мрачнобух Громовар'] = 'NPC',
  },
  ['Секрет безмятежности'] =
  {
    ['Лилит Гибкая'] = 'NPC',
  },
  ['Охота на перепелятников'] =
  {
    ['Харкен Тотем Ветра'] = 'NPC',
  },
  ['Печать синкретиста'] =
  {
    ['Занза Неупокоенный'] = 'NPC',
  },
  ['Убийцы из Синдиката'] =
  {
    ['Мировой судья Генри Малеб'] = 'NPC',
  },
  ['Эмблемы Синдиката'] =
  {
    ['Стражник поместья Черного Ворона'] = 'NPC',
  },
  ['Гербовая накидка Серебряного Рассвета'] =
  {
    ['Интендант из ордена Серебряного Рассвета'] = 'NPC',
  },
  ['Миссия Табеты'] =
  {
    ['Табета'] = 'NPC',
    ['Урсин Гуль'] = 'NPC',
    ['Анастасия Хартвелл'] = 'NPC',
    ['Бинк'] = 'NPC',
    ['Джинния Пушка'] = 'NPC',
    ['Дейно'] = 'NPC',
  },
  ['Табличка Семерых'] =
  {
    ['Табличка Семерых'] = 'Object',
    ['Максворт Суперблеск'] = 'NPC',
  },
  ['Тайное письмо'] =
  {
    ['Друзилла ла Салле'] = 'NPC',
    ['Маршал Макбрайд'] = 'NPC',
  },
  ['Гниющая записка'] =
  {
    ['Аламар Мрачнн'] = 'NPC',
    ['Стен Крепкорук'] = 'NPC',
  },
  ['Гниющий пергамент'] =
  {
    ['Нарток'] = 'NPC',
    ['Горнек'] = 'NPC',
  },
  ['Нечистый свиток'] =
  {
    ['Максимиллион'] = 'NPC',
    ['Жрец Тени Сарвис'] = 'NPC',
  },
  ['Занять пять баз'] =
  {
    ['Повелительница смерти Двайр'] = 'NPC',
  },
  ['Захват четырех баз'] =
  {
    ['Повелительница смерти Двайр'] = 'NPC',
  },
  ['Отвоевание Силитуса'] =
  {
    ['Призывательница ветров Гордый Рог'] = 'NPC',
    ['Призывательница ветров Гордый Рог'] = 'NPC',
    ['Кенарийский эмиссар Нефритовая Луна'] = 'NPC',
    ['Кенарийский эмиссар Черное Копыто'] = 'NPC',
  },
  ['Укротитель ветрокрылов Тал'] =
  {
    ['Тал'] = 'NPC',
    ['Ахану'] = 'NPC',
  },
  ['Приручение зверя'] =
  {
    ['Гриф Дикое Сердце'] = 'NPC',
    ['Гриф Дикое Сердце'] = 'NPC',
    ['Гриф Дикое Сердце'] = 'NPC',
    ['Йо Колкая Грива'] = 'NPC',
    ['Йо Колкая Грива'] = 'NPC',
    ['Йо Колкая Грива'] = 'NPC',
    ['Тотар'] = 'NPC',
    ['Тотар'] = 'NPC',
    ['Тотар'] = 'NPC',
    ['Дазалар'] = 'NPC',
    ['Дазалар'] = 'NPC',
    ['Дазалар'] = 'NPC',
  },
  ['Полевые испытания в Танарисе'] =
  {
    ['Главный инженер Чепухастер'] = 'NPC',
  },
  ['Подарок Тареты'] =
  {
    ['Круск'] = 'NPC',
    ['Элиза'] = 'NPC',
  },
  ['Цель: Слезы Далсона'] =
  {
    ['Котел Плети'] = 'Object',
    ['Котел Плети'] = 'Object',
    ['Верховная жрица Макдонелл'] = 'NPC',
    ['Жрица Тени Вандис'] = 'NPC',
  },
  ['Цель: поле Джанис'] =
  {
    ['Котел Плети'] = 'Object',
    ['Котел Плети'] = 'Object',
    ['Верховная жрица Макдонелл'] = 'NPC',
    ['Жрица Тени Вандис'] = 'NPC',
  },
  ['Цель: пустошь Гаррона'] =
  {
    ['Котел Плети'] = 'Object',
    ['Котел Плети'] = 'Object',
    ['Верховная жрица Макдонелл'] = 'NPC',
    ['Жрица Тени Вандис'] = 'NPC',
  },
  ['Цель: защитники из Улья Аши'] =
  {
    ['Командир Мар\'алит'] = 'NPC',
  },
  ['Цель: пескоходы из Улья Аши'] =
  {
    ['Командир Мар\'алит'] = 'NPC',
  },
  ['Цель: острожалы из улья Аши'] =
  {
    ['Командир Мар\'алит'] = 'NPC',
  },
  ['Цель: рабочие из улья Аши'] =
  {
    ['Командир Мар\'алит'] = 'NPC',
  },
  ['Цель: стерегущие из Улья Регал'] =
  {
    ['Командир Мар\'алит'] = 'NPC',
  },
  ['Цель: землерои из Улья Регал'] =
  {
    ['Командир Мар\'алит'] = 'NPC',
  },
  ['Цель: поработители из Улья Регал'] =
  {
    ['Командир Мар\'алит'] = 'NPC',
  },
  ['Цель: злюки из Улья Регал'] =
  {
    ['Командир Мар\'алит'] = 'NPC',
  },
  ['Цель: сестры-убийцы из Улья Зора'] =
  {
    ['Командир Мар\'алит'] = 'NPC',
  },
  ['Цель: разрушители из Улья Зора'] =
  {
    ['Командир Мар\'алит'] = 'NPC',
  },
  ['Цель: копатели из Улья Зора'] =
  {
    ['Командир Мар\'алит'] = 'NPC',
  },
  ['Цель: стражи дорог из Улья Зора'] =
  {
    ['Командир Мар\'алит'] = 'NPC',
  },
  ['Цель: Удел Страданий'] =
  {
    ['Котел Плети'] = 'Object',
    ['Котел Плети'] = 'Object',
    ['Верховная жрица Макдонелл'] = 'NPC',
    ['Жрица Тени Вандис'] = 'NPC',
  },
  ['Слезы Луны'] =
  {
    ['Жрица А\'муура'] = 'NPC',
  },
  ['Тельдрассил'] =
  {
    ['Верховный друид Фэндрал Олений Шлем'] = 'NPC',
    ['Часовой Арания Проблеск Солнца'] = 'NPC',
  },
  ['Десять рекомендательных жетонов'] =
  {
    ['Сборщик похвальных значков из Дарнаса'] = 'NPC',
    ['Сборщик похвальных значков из Гномрегана'] = 'NPC',
    ['Сборщик похвальных значков из Стальгорна'] = 'NPC',
    ['Сборщик похвальных значков из Штормграда'] = 'NPC',
    ['Сборщик похвальных значков из Оргриммара'] = 'NPC',
    ['Сборщик похвальных значков из племени Черного Копья'] = 'NPC',
    ['Сборщик похвальных значков из Подгорода'] = 'NPC',
    ['Сборщик похвальных значков из Громового Утеса'] = 'NPC',
    ['Офицер Ву\'Шалай'] = 'NPC',
    ['Офицер Лунный Свет'] = 'NPC',
    ['Офицер Бифштеккер'] = 'NPC',
    ['Офицер Железнобород'] = 'NPC',
    ['Офицер Алый Клинок'] = 'NPC',
    ['Офицер Малуф'] = 'NPC',
    ['Офицер Громовая Странница'] = 'NPC',
    ['Офицер Готена'] = 'NPC',
  },
  ['Десять жетонов в обмен на припасы'] =
  {
    ['Полководец Горчук'] = 'NPC',
    ['Фельдмаршал Снегопад'] = 'NPC',
  },
  ['Зов Тенарона'] =
  {
    ['Тенарон Хватка Бури'] = 'NPC',
    ['Гилшалан Буйный Ветер'] = 'NPC',
  },
  ['Испытание выносливости'] =
  {
    ['Дорн Вольный Ловчий'] = 'NPC',
  },
  ['Испытание веры'] =
  {
    ['Дорн Вольный Ловчий'] = 'NPC',
  },
  ['Испытание знаний'] =
  {
    ['Парквел Финталлас'] = 'NPC',
    ['Парквел Финталлас'] = 'NPC',
    ['Парквел Финталлас'] = 'NPC',
    ['Брауг Тусклый Дух'] = 'NPC',
    ['Брауг Тусклый Дух'] = 'NPC',
    ['Брауг Тусклый Дух'] = 'NPC',
    ['Дорн Вольный Ловчий'] = 'NPC',
    ['Брауг Тусклый Дух'] = 'NPC',
  },
  ['Испытание силы'] =
  {
    ['Дорн Вольный Ловчий'] = 'NPC',
  },
  ['Испытание силы врага'] =
  {
    ['Рахауро'] = 'NPC',
  },
  ['Проба – образцы из Оскверненного леса'] =
  {
    ['Испытательное оборудование'] = 'Object',
  },
  ['Образцы на пробу из кратера Ун\'Горо'] =
  {
    ['Испытательное оборудование'] = 'Object',
  },
  ['Испытание сосуда'] =
  {
    ['Знахарь Узер\'и'] = 'NPC',
  },
  ['Тадиус Мрачная Тень'] =
  {
    ['Тадиус Мрачная Тень'] = 'NPC',
    ['Укротитель грифонов Разящий Коготь'] = 'NPC',
  },
  ['Посылка в Таланаар'] =
  {
    ['Хранитель дорог Фалфиндел'] = 'NPC',
  },
  ['Тарил\'зун'] =
  {
    ['Маршал Маррис'] = 'NPC',
  },
  ['Надежда Тарнариуна'] =
  {
    ['Тарнариун Исцелитель Деревьев'] = 'NPC',
  },
  ['Работу пополам'] =
  {
    ['Дымок ЛаРу'] = 'NPC',
  },
  ['Кирка Тазз\'рила'] =
  {
    ['Штейгер Тазз\'рил'] = 'NPC',
  },
  ['Рассеянный геолог'] =
  {
    ['Археолог Бутылопуз'] = 'NPC',
    ['Археолог Бутылопуз'] = 'NPC',
    ['Главный археолог Седоус'] = 'NPC',
    ['Археолог Холли'] = 'NPC',
    ['Геолог Сомнамбулер'] = 'NPC',
    ['Главный археолог Седоус'] = 'NPC',
    ['Археолог Холли'] = 'NPC',
    ['Археолог Холли'] = 'NPC',
    ['Геолог Сомнамбулер'] = 'NPC',
  },
  ['Вирус чумы'] =
  {
    ['Бетина Биггльцинк'] = 'NPC',
  },
  ['Приказы адмирала'] =
  {
    ['Га\'Ток'] = 'NPC',
    ['Назгрел'] = 'NPC',
    ['Га\'Ток'] = 'NPC',
  },
  ['Побоище'] =
  {
    ['Кланнок Маклеод'] = 'NPC',
  },
  ['Альгазская битва'] =
  {
    ['Валстаг Сталезуб'] = 'NPC',
    ['Горный пехотинец Рокхар'] = 'NPC',
  },
  ['Всевидящее Око Зулдазара'] =
  {
    ['Ал\'табим Всевидящий'] = 'NPC',
  },
  ['Альянсу не хватает слез Артаса!'] =
  {
    ['Старший сержант Гермайн'] = 'NPC',
  },
  ['Альянсу не хватает медных слитков!'] =
  {
    ['Сержант Камнелоб'] = 'NPC',
  },
  ['Альянсу не хватает железных слитков!'] =
  {
    ['Капрал Карнс'] = 'NPC',
  },
  ['Альянсу не хватает легкой кожи!'] =
  {
    ['Бонни Шлифовальщица'] = 'NPC',
  },
  ['Альянсу не хватает льняных бинтов!'] =
  {
    ['Часовой Серебринка Небес'] = 'NPC',
  },
  ['Альянсу не хватает средней кожи!'] =
  {
    ['Рядовой Портер'] = 'NPC',
  },
  ['Альянсу снова нужны слезы Артаса'] =
  {
    ['Старший сержант Гермайн'] = 'NPC',
  },
  ['Альянсу все еще не хватает медных слитков!'] =
  {
    ['Сержант Камнелоб'] = 'NPC',
  },
  ['Альянсу по-прежнему не хватает железных слитков!'] =
  {
    ['Капрал Карнс'] = 'NPC',
  },
  ['Альянсу по-прежнему не хватает легкой кожи!'] =
  {
    ['Бонни Шлифовальщица'] = 'NPC',
  },
  ['Альянсу по-прежнему не хватает льняных бинтов!'] =
  {
    ['Часовой Серебринка Небес'] = 'NPC',
  },
  ['Альянсу по-прежнему не хватает средней кожи!'] =
  {
    ['Рядовой Портер'] = 'NPC',
  },
  ['Альянсу по-прежнему не хватает лилового лотоса!'] =
  {
    ['Мастер Песня Ночи'] = 'NPC',
  },
  ['Альянсу по-прежнему не хватает радужного тунца!'] =
  {
    ['Гладень Гастрогном'] = 'NPC',
  },
  ['Альянсу по-прежнему не хватает жареного мяса ящера!'] =
  {
    ['Сара Грустносвист'] = 'NPC',
  },
  ['Альянсу по-прежнему не хватает бинтов из рунической ткани!'] =
  {
    ['Хранитель Лунный Сумрак'] = 'NPC',
  },
  ['Альянсу по-прежнему не хватает шелковых бинтов!'] =
  {
    ['Медсестра Стоунфилд'] = 'NPC',
  },
  ['Альянсу по-прежнему не хватает пятнистого желтохвоста!'] =
  {
    ['Охотница Быстрая Река'] = 'NPC',
  },
  ['Альянсу по-прежнему не хватает удавника!'] =
  {
    ['Рядовой Драксельмер'] = 'NPC',
  },
  ['Альянсу по-прежнему не хватает плотной кожи!'] =
  {
    ['Марта Остроигл'] = 'NPC',
  },
  ['Альянсу по-прежнему не хватает ториевых слитков!'] =
  {
    ['Госпожа Двукосса'] = 'NPC',
  },
  ['Альянсу не хватает лилового лотоса!'] =
  {
    ['Мастер Песня Ночи'] = 'NPC',
  },
  ['Альянсу не хватает радужного тунца!'] =
  {
    ['Гладень Гастрогном'] = 'NPC',
  },
  ['Альянсу не хватает жареного мяса ящера!'] =
  {
    ['Сара Грустносвист'] = 'NPC',
  },
  ['Альянсу не хватает бинтов из рунической ткани!'] =
  {
    ['Хранитель Лунный Сумрак'] = 'NPC',
  },
  ['Альянсу не хватает шелковых бинтов!'] =
  {
    ['Медсестра Стоунфилд'] = 'NPC',
  },
  ['Альянсу не хватает пятнистого желтохвоста!'] =
  {
    ['Охотница Быстрая Река'] = 'NPC',
  },
  ['Альянсу не хватает удавника!'] =
  {
    ['Рядовой Драксельмер'] = 'NPC',
  },
  ['Альянсу не хватает плотной кожи!'] =
  {
    ['Марта Остроигл'] = 'NPC',
  },
  ['Альянсу не хватает ториевых слитков!'] =
  {
    ['Госпожа Двукосса'] = 'NPC',
  },
  ['Альянсу нужна твоя помощь!'] =
  {
    ['Фельдмаршал Снегопад'] = 'NPC',
    ['Старший сержант Шпунтец'] = 'NPC',
    ['Старший сержант Маклур'] = 'NPC',
    ['Старший сержант Тень Луны'] = 'NPC',
  },
  ['Алтарь Зула'] =
  {
    ['Укротитель грифонов Разящий Коготь'] = 'NPC',
  },
  ['Древнее яйцо'] =
  {
    ['Йе\'кинья'] = 'NPC',
  },
  ['Древний лист'] =
  {
    ['Вартус Древний'] = 'NPC',
  },
  ['Древняя статуэтка'] =
  {
    ['Тален'] = 'NPC',
  },
  ['Разъяренные смертехваты'] =
  {
    ['Сергра Черный Шип'] = 'NPC',
  },
  ['Анналы Дарроушира'] =
  {
    ['Хроми'] = 'NPC',
  },
  ['Обезьяны Ун\'Горо'] =
  {
    ['Землепроходец Торва'] = 'NPC',
  },
  ['Катись, яблочко...'] =
  {
    ['Сиарна'] = 'NPC',
    ['Джаннок Поющий Ветерок'] = 'NPC',
  },
  ['Поваренная книга чародея'] =
  {
    ['Сказитель Килдрат'] = 'NPC',
  },
  ['Милосердие архиепископа'] =
  {
    ['Командир Карл Филипс'] = 'NPC',
  },
  ['Архивариус'] =
  {
    ['Герцог Николас Зверенхофф'] = 'NPC',
  },
  ['Серебряный Оплот'] =
  {
    ['Серебряный Оплот'] = 'Object',
    ['Лорд Максвелл Тиросс'] = 'NPC',
  },
  ['Искусство изготовления брони'] =
  {
    ['Грумнус Сталевар'] = 'NPC',
    ['Окофус Жарбулат'] = 'NPC',
  },
  ['Могущество камней'] =
  {
    ['Гальван Древний'] = 'NPC',
  },
  ['Большая охота'] =
  {
    ['Сенани Громовое Сердце'] = 'NPC',
    ['Сенани Громовое Сердце'] = 'NPC',
    ['Сенани Громовое Сердце'] = 'NPC',
    ['Сенани Громовое Сердце'] = 'NPC',
    ['Джорн Заклинатель Небес'] = 'NPC',
    ['Военный глашатай Горлач'] = 'NPC',
    ['Вестник Утеса Быстрое Копыто'] = 'NPC',
  },
  ['Изгнанник Атал\'ай'] =
  {
    ['Изгнанник племени Атал\'ай'] = 'NPC',
    ['Фел\'зерул'] = 'NPC',
  },
  ['Нападение!'] =
  {
    ['Иллинг Триас'] = 'NPC',
    ['Тирион'] = 'NPC',
  },
  ['Лазурный ключ'] =
  {
    ['Лорд Джорах Черный Ворон'] = 'NPC',
    ['Верховный маг Ксилем'] = 'NPC',
  },
  ['Приманка для Лар\'корви'] =
  {
    ['Землепроходец Торва'] = 'NPC',
  },
  ['Баланс Света и Тени'] =
  {
    ['Эрис Тайнопламень'] = 'NPC',
  },
  ['Природное равновесие'] =
  {
    ['Опекун Илталайн'] = 'NPC',
    ['Опекун Илталайн'] = 'NPC',
  },
  ['Усадьба Балнира'] =
  {
    ['Анастасия Хартвелл'] = 'NPC',
  },
  ['Оазисы Степей'] =
  {
    ['Тонга Рунический Тотем'] = 'NPC',
    ['Верховный друид Хамуул Рунический Тотем'] = 'NPC',
  },
  ['Порт в Степях'] =
  {
    ['Управляющий пристанью Головокружилкинс'] = 'NPC',
    ['Тин\'тель Танец Клинка'] = 'NPC',
  },
  ['Укус василиска'] =
  {
    ['Волшебница крови Линора'] = 'NPC',
  },
  ['Битва за Альтерак'] =
  {
    ['Вогга Смертобой'] = 'NPC',
  },
  ['Битва за Низину Арати'] =
  {
    ['Фельдмаршал Освет'] = 'NPC',
    ['Фельдмаршал Освет'] = 'NPC',
    ['Фельдмаршал Освет'] = 'NPC',
    ['Фельдмаршал Освет'] = 'NPC',
    ['Повелительница смерти Двайр'] = 'NPC',
    ['Повелительница смерти Двайр'] = 'NPC',
    ['Повелительница смерти Двайр'] = 'NPC',
    ['Повелительница смерти Двайр'] = 'NPC',
  },
  ['Битва за Альтерак'] =
  {
    ['Геолог Камнетерка'] = 'NPC',
  },
  ['Битва при Дарроушире'] =
  {
    ['Памела Редпат'] = 'NPC',
    ['Хроми'] = 'NPC',
  },
  ['Планы битвы'] =
  {
    ['Тактическая карта Древолапов'] = 'Object',
    ['Хадокен Быстрый Странник'] = 'NPC',
  },
  ['Боевые вепри'] =
  {
    ['Грулл Соколиный Ветер'] = 'NPC',
  },
  ['Недобрые вести'] =
  {
    ['Король Магни Бронзобород'] = 'NPC',
    ['Каран Могучий Молот'] = 'NPC',
  },
  ['Оскверненная стихия'] =
  {
    ['Масток Райльшип'] = 'NPC',
  },
  ['Оковы'] =
  {
    ['Карендин Халгар'] = 'NPC',
    ['Карендин Халгар'] = 'NPC',
    ['Ган\'рул Кровавый Глаз'] = 'NPC',
    ['Ган\'рул Кровавый Глаз'] = 'NPC',
    ['Гакин Темнопряд'] = 'NPC',
    ['Гакин Темнопряд'] = 'NPC',
    ['Страхад Фарсан'] = 'NPC',
  },
  ['Черный ящик'] =
  {
    ['Пилот Длиннобород'] = 'NPC',
  },
  ['Черный Щит'] =
  {
    ['Черный щит'] = 'Object',
    ['Черный щит'] = 'Object',
    ['Крог'] = 'NPC',
    ['Крог'] = 'NPC',
    ['Каз Дваждыдвац'] = 'NPC',
    ['Мозарн'] = 'NPC',
    ['Капитан Гарран Ваймс'] = 'NPC',
    ['Капитан Гарран Ваймс'] = 'NPC',
  },
  ['Черный щит'] =
  {
    ['До\'гол'] = 'NPC',
  },
  ['Черный Щит'] =
  {
    ['До\'гол'] = 'NPC',
    ['Крог'] = 'NPC',
  },
  ['Черный щит'] =
  {
    ['Крог'] = 'NPC',
  },
  ['Черный Щит'] =
  {
    ['Каз Дваждыдвац'] = 'NPC',
    ['Капитан Гарран Ваймс'] = 'NPC',
    ['До\'гол'] = 'NPC',
  },
  ['Порабощенные фурболги Чернолесья'] =
  {
    ['Тандрис Ветропряд'] = 'NPC',
  },
  ['Пришествие Гнили'] =
  {
    ['Верховный лорд Болвар Фордрагон'] = 'NPC',
    ['Флинт Тенемор'] = 'NPC',
  },
  ['Пираты Кровавого паруса'] =
  {
    ['Переписка Кровавого Паруса'] = 'Object',
    ['Переписка Кровавого Паруса'] = 'Object',
    ['Командир флота Морской Рог'] = 'NPC',
  },
  ['Пираты Кровавого Паруса'] =
  {
    ['Командир флота Морской Рог'] = 'NPC',
    ['Командир флота Морской Рог'] = 'NPC',
  },
  ['Пираты Кровавого паруса'] =
  {
    ['Первый помощник Кразз'] = 'NPC',
    ['Первый помощник Кразз'] = 'NPC',
    ['Первый помощник Кразз'] = 'NPC',
  },
  ['Охотник на вепрей'] =
  {
    ['Талин Остроглаз'] = 'NPC',
  },
  ['Книга Ура'] =
  {
    ['Хранитель Бел\'дугур'] = 'NPC',
  },
  ['В обмен на книгу'] =
  {
    ['Кургль Поскакушка'] = 'NPC',
    ['Дарин Добрый Ветер'] = 'NPC',
  },
  ['Купина Вечности'] =
  {
    ['Ребенок-сирота'] = 'NPC',
  },
  ['Изобилие Тельдрассила'] =
  {
    ['Весприст'] = 'NPC',
    ['Несса Песня Теней'] = 'NPC',
  },
  ['Ветвь Кенария'] =
  {
    ['Иллиана'] = 'NPC',
    ['Анилия'] = 'NPC',
  },
  ['Братья Медноштиф'] =
  {
    ['Виззл Медноштиф'] = 'NPC',
    ['Виззл Медноштиф'] = 'NPC',
    ['Пилот Длиннобород'] = 'NPC',
    ['Клацморт Гайкокрут'] = 'NPC',
  },
  ['Сломанная печать'] =
  {
    ['Тор\'ган'] = 'NPC',
    ['Зенгу'] = 'NPC',
  },
  ['Знак мира'] =
  {
    ['Король Магни Бронзобород'] = 'NPC',
    ['Тралл'] = 'NPC',
    ['Горн Одноглаз'] = 'NPC',
  },
  ['Выводок Ониксии'] =
  {
    ['Властитель Мок\'Морокк'] = 'NPC',
    ['Драз\'Зилб'] = 'NPC',
    ['Драз\'Зилб'] = 'NPC',
    ['Властитель Мок\'Морокк'] = 'NPC',
    ['Драз\'Зилб'] = 'NPC',
  },
  ['Сжигание душ'] =
  {
    ['Маурин Костолом'] = 'NPC',
  },
  ['Приказ по армии'] =
  {
    ['Вариматас'] = 'NPC',
    ['Натанос Гнилостень'] = 'NPC',
  },
  ['Зов'] =
  {
    ['Геолог Ехидная'] = 'NPC',
  },
  ['Сундук капитана'] =
  {
    ['Капитан Гекельбери Смоттс'] = 'NPC',
    ['Капитан Гекельбери Смоттс'] = 'NPC',
  },
  ['Капитанская сабля'] =
  {
    ['Салага'] = 'NPC',
    ['Салага'] = 'NPC',
    ['Капитан Гекельбери Смоттс'] = 'NPC',
    ['Капитан Гекельбери Смоттс'] = 'NPC',
  },
  ['Путь каравана'] =
  {
    ['Клерк Далтри'] = 'NPC',
    ['Караванщик Раззгот'] = 'NPC',
  },
  ['Семья Карвин'] =
  {
    ['Джонатан Карвин'] = 'NPC',
    ['Клерк Далтри'] = 'NPC',
  },
  ['Вызов'] =
  {
    ['Антион Хармон'] = 'NPC',
    ['Фалрин Садовник'] = 'NPC',
  },
  ['Защитник королевы банши'] =
  {
    ['Натанос Гнилостень'] = 'NPC',
    ['Леди Сильвана Ветрокрылая'] = 'NPC',
  },
  ['Защитник Орды'] =
  {
    ['Рексар'] = 'NPC',
    ['Тралл'] = 'NPC',
  },
  ['Возвращение победителя'] =
  {
    ['Анахронос'] = 'NPC',
    ['Хранитель Ремул'] = 'NPC',
  },
  ['Изменение пути – уже не победитель'] =
  {
    ['Анахронос'] = 'NPC',
  },
  ['Изменение пути – уже не заклинатель'] =
  {
    ['Анахронос'] = 'NPC',
  },
  ['Изменение пути – уже не защитник'] =
  {
    ['Анахронос'] = 'NPC',
  },
  ['Создание драконов'] =
  {
    ['Анахронос'] = 'NPC',
  },
  ['Смертельный холод'] =
  {
    ['Гретхен Дедмар'] = 'NPC',
  },
  ['Река Скалистая'] =
  {
    ['Тандрис Ветропряд'] = 'NPC',
  },
  ['Зачистка побережья'] =
  {
    ['Капитан Грейсон'] = 'NPC',
  },
  ['Опасность на побережье'] =
  {
    ['Капитан Грейсон'] = 'NPC',
  },
  ['Вымогатель'] =
  {
    ['Маршал Дугхан'] = 'NPC',
  },
  ['Цвет крови'] =
  {
    ['Никова Раскол'] = 'NPC',
  },
  ['Завершение шара Дар\'орахила'] =
  {
    ['Менара Расщепительница Бездны'] = 'NPC',
    ['Менара Расщепительница Бездны'] = 'NPC',
  },
  ['Завершенное одеяние'] =
  {
    ['Менара Расщепительница Бездны'] = 'NPC',
  },
  ['Огромный червь'] =
  {
    ['Натанос Гнилостень'] = 'NPC',
  },
  ['Осквернитель душ'] =
  {
    ['Маурин Костолом'] = 'NPC',
    ['Маурин Костолом'] = 'NPC',
    ['Маурин Костолом'] = 'NPC',
    ['Таката Стальной Клинок'] = 'NPC',
    ['Таката Стальной Клинок'] = 'NPC',
    ['Маурин Костолом'] = 'NPC',
  },
  ['Проблема за морем'] =
  {
    ['Гершал Шепот Ночи'] = 'NPC',
    ['Аргос Шепот Ночи'] = 'NPC',
  },
  ['Порча Нефритового Пламени'] =
  {
    ['Эридана Грусть Ветра'] = 'NPC',
  },
  ['Покров Тьмы'] =
  {
    ['Павший герой Орды'] = 'NPC',
    ['Дух Кирита'] = 'NPC',
  },
  ['Курьер из Багрового Легиона'] =
  {
    ['Натанос Гнилостень'] = 'NPC',
    ['Вариматас'] = 'NPC',
  },
  ['Хозяйка Лабиринтов'] =
  {
    ['Хранитель дорог Фалфиндел'] = 'NPC',
  },
  ['Корона Воли'] =
  {
    ['Шарлиндра'] = 'NPC',
    ['Мелизара'] = 'NPC',
    ['Мелизара'] = 'NPC',
    ['Мелизара'] = 'NPC',
    ['Мелизара'] = 'NPC',
    ['Шарлиндра'] = 'NPC',
    ['Мелизара'] = 'NPC',
  },
  ['Кристалл Зин-Малора'] =
  {
    ['Верховный друид Фэндрал Олений Шлем'] = 'NPC',
    ['Вунд Ночной Охотник'] = 'NPC',
  },
  ['Таинственный посетитель'] =
  {
    ['Барос Алекстон'] = 'NPC',
    ['Тюремщик Телвотер'] = 'NPC',
  },
  ['Проклятье приливов'] =
  {
    ['Барон Ревилгаз'] = 'NPC',
    ['Кателина Клинок'] = 'NPC',
  },
  ['Проклятая команда'] =
  {
    ['Первый помощник Фитсиммонс'] = 'NPC',
  },
  ['Проклятые'] =
  {
    ['Новобранец Элрет'] = 'NPC',
  },
  ['Война с Черным Железом'] =
  {
    ['Мотли Гармасон'] = 'NPC',
  },
  ['Ярмарка Новолуния'] =
  {
    ['Гелвас Углешлюз'] = 'NPC',
    ['Гелвас Углешлюз'] = 'NPC',
    ['Мелнан Темнокамень'] = 'NPC',
    ['Крубан Черный Клинок'] = 'NPC',
  },
  ['Угроза Темного Губителя'] =
  {
    ['Сагорн Гривастый Странник'] = 'NPC',
  },
  ['Табличка Темного Камня'] =
  {
    ['Темный маг Вивиана Лягроб'] = 'NPC',
  },
  ['Выжившая дочь'] =
  {
    ['Дозорный Ладимор'] = 'NPC',
    ['Командир Алтея Чернодрев'] = 'NPC',
  },
  ['На другой день'] =
  {
    ['Оззи Триггервольт'] = 'NPC',
    ['Гноарн'] = 'NPC',
  },
  ['Мертвое поле'] =
  {
    ['Верховный палач Хадрик'] = 'NPC',
  },
  ['Стражи смерти'] =
  {
    ['Вариматас'] = 'NPC',
    ['Меннит Каркад'] = 'NPC',
    ['Меннит Каркад'] = 'NPC',
    ['Андрон Гант'] = 'NPC',
    ['Меннит Каркад'] = 'NPC',
    ['Меннит Каркад'] = 'NPC',
    ['Андрон Гант'] = 'NPC',
  },
  ['Отчет стражей смерти'] =
  {
    ['Верховный палач Хадрик'] = 'NPC',
    ['Ран Йорик'] = 'NPC',
  },
  ['Решительный удар'] =
  {
    ['Волшебник крови Дразиал'] = 'NPC',
  },
  ['Старая переправа'] =
  {
    ['Корабль с трупами'] = 'Object',
    ['Верховный палач Хадрик'] = 'NPC',
  },
  ['Защита Гром\'гола'] =
  {
    ['Командир Агро\'гош'] = 'NPC',
    ['Командир Агро\'гош'] = 'NPC',
  },
  ['Братство Справедливости'] =
  {
    ['Гриан Камнегрив'] = 'NPC',
    ['Гриан Камнегрив'] = 'NPC',
    ['Гриан Камнегрив'] = 'NPC',
    ['Гриан Камнегрив'] = 'NPC',
    ['Гриан Камнегрив'] = 'NPC',
    ['Вилли Черный'] = 'NPC',
    ['Мастер Матиас Шоу'] = 'NPC',
    ['Гриан Камнегрив'] = 'NPC',
    ['Гриан Камнегрив'] = 'NPC',
    ['Вилли Черный'] = 'NPC',
    ['Мастер Матиас Шоу'] = 'NPC',
    ['Предатель Братства Справедливости'] = 'NPC',
  },
  ['Демонова кузня'] =
  {
    ['Лоракс'] = 'NPC',
  },
  ['Охотник на демонов'] =
  {
    ['Лорам Многоног'] = 'NPC',
    ['Павший герой Орды'] = 'NPC',
  },
  ['Поцарапанный демоном плащ'] =
  {
    ['Скорн Белое Облако'] = 'NPC',
  },
  ['Демоново семя'] =
  {
    ['Ак\'Зелот'] = 'NPC',
  },
  ['Логово'] =
  {
    ['Сокровищница Логова Когтя'] = 'Object',
    ['Брайлин Огненная Длань'] = 'NPC',
  },
  ['Дезертир'] =
  {
    ['Отшельник Ортелл'] = 'NPC',
    ['Геолог Ехидная'] = 'NPC',
  },
  ['Дезертиры'] =
  {
    ['Капитан Гарран Ваймс'] = 'NPC',
    ['Балос Хакен'] = 'NPC',
    ['Капитан Гарран Ваймс'] = 'NPC',
    ['Балос Хакен'] = 'NPC',
  },
  ['Опозоренный'] =
  {
    ['Командир разведотряда Руаг'] = 'NPC',
    ['Павший герой Орды'] = 'NPC',
  },
  ['Конец бесчинствам'] =
  {
    ['Торк'] = 'NPC',
  },
  ['Прорицание'] =
  {
    ['Тадиус Мрачная Тень'] = 'NPC',
  },
  ['Магический кристалл'] =
  {
    ['Лорд Грейсон Тенелом'] = 'NPC',
  },
  ['Обреченный флот'] =
  {
    ['Глорин Стальной Лоб'] = 'NPC',
    ['Епископ Фартинг'] = 'NPC',
  },
  ['Спящая тень'] =
  {
    ['Обеденный стол Лилит'] = 'Object',
  },
  ['Око дракона'] =
  {
    ['Хале'] = 'NPC',
    ['Верховный лорд Болвар Фордрагон'] = 'NPC',
  },
  ['Цитадель ужаса – Наксрамас'] =
  {
    ['Верховный маг Анджела Досантос'] = 'NPC',
    ['Верховный маг Анджела Досантос'] = 'NPC',
    ['Верховный маг Анджела Досантос'] = 'NPC',
  },
  ['Поселение Песчаного Молота'] =
  {
    ['Анди Линн'] = 'NPC',
  },
  ['Рас Ледяной Шепот – гибель'] =
  {
    ['Леонид Барталомей Чтимый'] = 'NPC',
    ['Мировой судья Мардук'] = 'NPC',
  },
  ['Восточные королевства'] =
  {
    ['Тралл'] = 'NPC',
  },
  ['Чума на востоке'] =
  {
    ['Флинт Тенемор'] = 'NPC',
  },
  ['Восточный пилон'] =
  {
    ['Джей Ди Колли'] = 'NPC',
  },
  ['Эктоплазматический дистиллятор'] =
  {
    ['Мукс Маноскреб'] = 'NPC',
  },
  ['Восемнадцатый пилот'] =
  {
    ['Раззерик'] = 'NPC',
    ['Поззик'] = 'NPC',
  },
  ['Мудрая старуха'] =
  {
    ['Магата Зловещий Тотем'] = 'NPC',
    ['Сирит Камнелом'] = 'NPC',
  },
  ['Уравнение стихий'] =
  {
    ['Верховный маг Анджела Досантос'] = 'NPC',
  },
  ['Изумрудный Сон'] =
  {
    ['Сказитель Явон'] = 'NPC',
  },
  ['Изумрудный ловец снов'] =
  {
    ['Таллонкай Гибкий Корень'] = 'NPC',
  },
  ['Зачарованная поляна'] =
  {
    ['Часовой Арания Проблеск Солнца'] = 'NPC',
  },
  ['Кольцо с гравировкой'] =
  {
    ['Мировой судья Севрен'] = 'NPC',
    ['Верховный палач Хадрик'] = 'NPC',
  },
  ['Заколдованный пергамент'] =
  {
    ['Хранитель мудрости Диббс'] = 'NPC',
  },
  ['Бегство'] =
  {
    ['Мейбелл Маклур'] = 'NPC',
    ['Пароклапан'] = 'NPC',
    ['Вильям Пест'] = 'NPC',
    ['Крошшер Зизгага'] = 'NPC',
  },
  ['Сущность Аку\'май'] =
  {
    ['Дже\'неу Санкри'] = 'NPC',
  },
  ['Сущность Эраникуса'] =
  {
    ['Купель сущности'] = 'Object',
    ['Итар'] = 'NPC',
  },
  ['Донесение из Круговзора'] =
  {
    ['Офицер Гаруш из ордена Серебряного Рассвета'] = 'NPC',
    ['Офицер Чистосердая из ордена Серебряного Рассвета'] = 'NPC',
    ['Грегор Грейстоун'] = 'NPC',
    ['Грегор Грейстоун'] = 'NPC',
  },
  ['Мост Безмолвия'] =
  {
    ['Штейгер Ослоу'] = 'NPC',
  },
  ['Поединок с демоном'] =
  {
    ['Табета'] = 'NPC',
  },
  ['Око Командования'] =
  {
    ['Воевода Лаггронд'] = 'NPC',
    ['Лейтенант Мурп'] = 'NPC',
  },
  ['Око Палета'] =
  {
    ['Запертый сейф храбреца'] = 'Object',
    ['Глорин Стальной Лоб'] = 'NPC',
  },
  ['Око Зулдазара'] =
  {
    ['Ал\'табим Всевидящий'] = 'NPC',
    ['Ал\'табим Всевидящий'] = 'NPC',
    ['Ал\'табим Всевидящий'] = 'NPC',
  },
  ['Падение Амет\'Арана'] =
  {
    ['Часовой Тиша Лунный Клинок'] = 'NPC',
  },
  ['Падение Кел\'Тузада'] =
  {
    ['Отец Иниго Монтой'] = 'NPC',
  },
  ['Повергнутый Оссириан'] =
  {
    ['Командир Мар\'алит'] = 'NPC',
  },
  ['Семья и рыболовная удочка'] =
  {
    ['Груббер Блумп'] = 'NPC',
  },
  ['Семейный склеп'] =
  {
    ['Мировой судья Севрен'] = 'NPC',
  },
  ['Добыча Лар\'корви'] =
  {
    ['Землепроходец Торва'] = 'NPC',
  },
  ['Рудник Подземных глубин'] =
  {
    ['Маршал Дугхан'] = 'NPC',
  },
  ['Кольцо Судьбы Рамаладни'] =
  {
    ['Корфакс, Воитель Света'] = 'NPC',
  },
  ['Судьба королевства'] =
  {
    ['Принцесса Мойра Бронзобород'] = 'NPC',
    ['Король Магни Бронзобород'] = 'NPC',
  },
  ['Судьба Йеннику'] =
  {
    ['Бурлящий котел'] = 'Object',
    ['Кин\'вилай'] = 'NPC',
  },
  ['Праздник Зимнего Покрова'] =
  {
    ['Король Магни Бронзобород'] = 'NPC',
    ['Кэрн Кровавое Копыто'] = 'NPC',
    ['Историк Карник'] = 'NPC',
    ['Сагорн Гривастый Странник'] = 'NPC',
  },
  ['Праздник Огня'] =
  {
    ['Праздничный сказитель'] = 'NPC',
  },
  ['Последнее послание клану Громового Молота'] =
  {
    ['Отхо Можи\'ко'] = 'NPC',
  },
  ['Последний фрагмент мозаики'] =
  {
    ['Донова Снегонора'] = 'NPC',
  },
  ['Последние таблички'] =
  {
    ['Геолог Железный Башмак'] = 'NPC',
  },
  ['Первый и последний'] =
  {
    ['Мастер Матиас Шоу'] = 'NPC',
    ['Верховный лорд Болвар Фордрагон'] = 'NPC',
  },
  ['Защита пламени'] =
  {
    ['Каларан Ветрорез'] = 'NPC',
  },
  ['Неугасимое пламя'] =
  {
    ['Каларан Ветрорез'] = 'NPC',
  },
  ['Плоть не лжет'] =
  {
    ['Бетина Биггльцинк'] = 'NPC',
  },
  ['Аэропорт ветролетов'] =
  {
    ['Аптекарь Зама'] = 'NPC',
  },
  ['Ковка Кель\'Серрара'] =
  {
    ['Сказитель Лидрос'] = 'NPC',
    ['Сказитель Лидрос'] = 'NPC',
  },
  ['Забытая вещь'] =
  {
    ['Фермер Хмуробров'] = 'NPC',
  },
  ['Забытые пруды'] =
  {
    ['Тонга Рунический Тотем'] = 'NPC',
  },
  ['Создание отравы Скверны'] =
  {
    ['Гальван Древний'] = 'NPC',
    ['Лорам Многоног'] = 'NPC',
  },
  ['Четыре герцога'] =
  {
    ['Командир Мар\'алит'] = 'NPC',
  },
  ['Скрытые фрагменты'] =
  {
    ['Таинственный красный кристалл'] = 'Object',
    ['Часовой Глинда Нал\'Шия'] = 'NPC',
  },
  ['Успокоить Гневливого'] =
  {
    ['Мотли Гармасон'] = 'NPC',
  },
  ['Великан-опекун'] =
  {
    ['Шая Листогон'] = 'NPC',
    ['Камнедробитель'] = 'NPC',
  },
  ['Светящийся плод'] =
  {
    ['Чудоягодник'] = 'Object',
    ['Деналан'] = 'NPC',
  },
  ['Светящийся осколок'] =
  {
    ['Фолла Ветер Мудрости'] = 'NPC',
  },
  ['Бог Хаккар'] =
  {
    ['Йе\'кинья'] = 'NPC',
  },
  ['Хорошая новость и плохая новость'] =
  {
    ['Нарайн Причудень'] = 'NPC',
  },
  ['Хороший товар'] =
  {
    ['Орелиус'] = 'NPC',
  },
  ['Броня огров Гордока'] =
  {
    ['Уззл Наперстяк'] = 'NPC',
    ['Уззл Наперстяк'] = 'NPC',
  },
  ['Лучшее пойло Гордока'] =
  {
    ['Топотун Криг'] = 'NPC',
  },
  ['Сфера Гордунни'] =
  {
    ['Утель\'най'] = 'NPC',
    ['Рока Орхан'] = 'NPC',
  },
  ['Свиток Гордунни'] =
  {
    ['Рока Орхан'] = 'NPC',
  },
  ['Великое предательство'] =
  {
    ['Главный механик Меггакрут'] = 'NPC',
  },
  ['Великий заклинатель'] =
  {
    ['Анахронос'] = 'NPC',
  },
  ['Кладбища долины Альтерака'] =
  {
    ['Капрал Тика Кровавый Рык'] = 'NPC',
  },
  ['Великий Фрас Сиаби'] =
  {
    ['Дымок ЛаРу'] = 'NPC',
  },
  ['Великий Маскарад'] =
  {
    ['Верховный лорд Болвар Фордрагон'] = 'NPC',
    ['Реджинальд Винздор'] = 'NPC',
  },
  ['Обманное серебро'] =
  {
    ['Гальван Древний'] = 'NPC',
  },
  ['Величайшая гонка охотников'] =
  {
    ['Сказительница Микос'] = 'NPC',
  },
  ['Зеленый дракон'] =
  {
    ['Огтинк'] = 'NPC',
  },
  ['Зеленые холмы Тернистой долины'] =
  {
    ['Барнил Каменный Горшок'] = 'NPC',
  },
  ['Страж Природы'] =
  {
    ['Ретиль Страж Природы'] = 'NPC',
    ['Первый помощник Фитсиммонс'] = 'NPC',
  },
  ['Серая берлога'] =
  {
    ['Пилот Камнекожиц'] = 'NPC',
  },
  ['Пушки крепости Северной Стражи'] =
  {
    ['Капитан Тало\'тас Сияющий'] = 'NPC',
  },
  ['Да падет молот'] =
  {
    ['Драм Желчный'] = 'NPC',
    ['Сальный'] = 'NPC',
  },
  ['Длань Растахана'] =
  {
    ['Молтор'] = 'NPC',
    ['Геолог Железный Башмак'] = 'NPC',
  },
  ['Рука праведника'] =
  {
    ['Баристолф из Зыбучих Песков'] = 'NPC',
  },
  ['Жнец'] =
  {
    ['Джорн Заклинатель Небес'] = 'NPC',
  },
  ['Остров духов'] =
  {
    ['Барон Ревилгаз'] = 'NPC',
    ['Кразек'] = 'NPC',
  },
  ['Мельницы с привидениями'] =
  {
    ['Колман Фартинг'] = 'NPC',
  },
  ['Голова чудовища'] =
  {
    ['Мастер Матиас Шоу'] = 'NPC',
    ['Иллинг Триас'] = 'NPC',
  },
  ['Сердце Хаккара'] =
  {
    ['Молтор'] = 'NPC',
  },
  ['Сердце горы'] =
  {
    ['Максворт Суперблеск'] = 'NPC',
  },
  ['Клеймо язычника'] =
  {
    ['Джин\'рок Разрушитель'] = 'NPC',
  },
  ['Клеймо Язычника'] =
  {
    ['Джин\'рок Разрушитель'] = 'NPC',
    ['Джин\'рок Разрушитель'] = 'NPC',
  },
  ['Отшельник'] =
  {
    ['Аберкромби'] = 'NPC',
    ['Илана Карвин'] = 'NPC',
  },
  ['Печать героя'] =
  {
    ['Джин\'рок Разрушитель'] = 'NPC',
  },
  ['Потайной чертог'] =
  {
    ['Геолог Грозовая Вершина'] = 'NPC',
    ['Бейлог'] = 'NPC',
  },
  ['Спрятанный ключ'] =
  {
    ['Записи букмекера Ирода'] = 'Object',
    ['Сейф букмекера Герода'] = 'Object',
  },
  ['Замаскированный тайник'] =
  {
    ['Неглубокая могила'] = 'Object',
    ['Пыльная полка'] = 'Object',
  },
  ['Высокогорные дебри'] =
  {
    ['Ангелас Лунный Бриз'] = 'NPC',
  },
  ['Орде не хватает запеченного лосося!'] =
  {
    ['Вождь Острый Коготь'] = 'NPC',
  },
  ['Орде не хватает медных слитков!'] =
  {
    ['Шахтер Кромвель'] = 'NPC',
  },
  ['Орде не хватает огнецвета!'] =
  {
    ['Объездчик нетопырей Пеле\'кейки'] = 'NPC',
  },
  ['Орде не хватает толстой кожи!'] =
  {
    ['Специалист по снятию шкур Джамани'] = 'NPC',
  },
  ['Орде не хватает постных стейков из волчатины!'] =
  {
    ['Кровостраж Сыросмолла'] = 'NPC',
  },
  ['Орде не хватает бинтов из магической ткани!'] =
  {
    ['Госпожа Кэллоу'] = 'NPC',
  },
  ['Орде не хватает мифриловых слитков!'] =
  {
    ['Главный сержант Т\'келах'] = 'NPC',
  },
  ['Орде все еще не хватает запеченного лосося!'] =
  {
    ['Вождь Острый Коготь'] = 'NPC',
  },
  ['Орде по-прежнему не хватает медных слитков!'] =
  {
    ['Шахтер Кромвель'] = 'NPC',
  },
  ['Орде все еще не хватает огнецвета!'] =
  {
    ['Объездчик нетопырей Пеле\'кейки'] = 'NPC',
  },
  ['Орде все еще не хватает толстой кожи!'] =
  {
    ['Специалист по снятию шкур Джамани'] = 'NPC',
  },
  ['Орде все еще не хватает постных стейков из волчатины!'] =
  {
    ['Кровостраж Сыросмолла'] = 'NPC',
  },
  ['Орде опять не хватает бинтов из магической ткани!'] =
  {
    ['Госпожа Кэллоу'] = 'NPC',
  },
  ['Орде все еще не хватает мифриловых слитков!'] =
  {
    ['Главный сержант Т\'келах'] = 'NPC',
  },
  ['Орде все еще не хватает мироцвета!'] =
  {
    ['Травница Красивое Перо'] = 'NPC',
  },
  ['Орде все еще не хватает лилового лотоса!'] =
  {
    ['Аптекарь Жезель'] = 'NPC',
  },
  ['Орде все еще не хватает грубой кожи!'] =
  {
    ['Доктор Серратус'] = 'NPC',
  },
  ['Орде все еще не хватает бинтов из рунической ткани!'] =
  {
    ['Камнестраж Илистое Копыто'] = 'NPC',
  },
  ['Орде все еще не хватает пятнистого желтохвоста!'] =
  {
    ['Рыболов Лин\'до'] = 'NPC',
  },
  ['Орде все еще не хватает плотной кожи!'] =
  {
    ['Сержант Умала'] = 'NPC',
  },
  ['Орде все еще нужны оловянные слитки!'] =
  {
    ['Рубака Мауг'] = 'NPC',
  },
  ['Орде все еще не хватает шерстяных бинтов!'] =
  {
    ['Целитель Выносливый Гонец'] = 'NPC',
  },
  ['Орде не хватает мироцвета!'] =
  {
    ['Травница Красивое Перо'] = 'NPC',
  },
  ['Орде не хватает лилового лотоса!'] =
  {
    ['Аптекарь Жезель'] = 'NPC',
  },
  ['Орде нужна грубая кожа!'] =
  {
    ['Доктор Серратус'] = 'NPC',
  },
  ['Орде не хватает бинтов из рунической ткани!'] =
  {
    ['Камнестраж Илистое Копыто'] = 'NPC',
  },
  ['Орде не хватает пятнистого желтохвоста!'] =
  {
    ['Рыболов Лин\'до'] = 'NPC',
  },
  ['Орде не хватает плотной кожи!'] =
  {
    ['Сержант Умала'] = 'NPC',
  },
  ['Орде не хватает оловянных слитков!'] =
  {
    ['Рубака Мауг'] = 'NPC',
  },
  ['Орде не хватает шерстяных бинтов!'] =
  {
    ['Целитель Выносливый Гонец'] = 'NPC',
  },
  ['Орде нужна твоя помощь!'] =
  {
    ['Полководец Горчук'] = 'NPC',
    ['Главный сержант Тайга'] = 'NPC',
    ['Главный сержант Гримсфорд'] = 'NPC',
    ['Главный сержант Кай\'джин'] = 'NPC',
  },
  ['Рог чудовища'] =
  {
    ['Горный пехотинец Щебеночка'] = 'NPC',
  },
  ['Воющая Долина'] =
  {
    ['Часовой Мелирия Ледяная Тень'] = 'NPC',
  },
  ['Человечья жизнь'] =
  {
    ['Командир Луи Филипс'] = 'NPC',
  },
  ['Рас Ледяной Шепот – человек'] =
  {
    ['Мировой судья Мардук'] = 'NPC',
  },
  ['Охота начинается'] =
  {
    ['Грулл Соколиный Ветер'] = 'NPC',
  },
  ['Завершение охоты'] =
  {
    ['Сенани Громовое Сердце'] = 'NPC',
  },
  ['Охота продолжается'] =
  {
    ['Грулл Соколиный Ветер'] = 'NPC',
  },
  ['Талисман охотника'] =
  {
    ['Огтинк'] = 'NPC',
    ['Кари Громовой Рог'] = 'NPC',
    ['Ксор\'джуул'] = 'NPC',
    ['Дорион'] = 'NPC',
    ['Олмин Пламебород'] = 'NPC',
    ['Ульфир Железнобород'] = 'NPC',
  },
  ['Путь охотника'] =
  {
    ['Гриф Дикое Сердце'] = 'NPC',
    ['Гриф Дикое Сердце'] = 'NPC',
    ['Гриф Дикое Сердце'] = 'NPC',
    ['Йо Колкая Грива'] = 'NPC',
    ['Йо Колкая Грива'] = 'NPC',
    ['Йо Колкая Грива'] = 'NPC',
    ['Тотар'] = 'NPC',
    ['Тотар'] = 'NPC',
    ['Дазалар'] = 'NPC',
    ['Дазалар'] = 'NPC',
    ['Дазалар'] = 'NPC',
    ['Дазалар'] = 'NPC',
    ['Дазалар'] = 'NPC',
    ['Торгас Мрачнон'] = 'NPC',
    ['Кари Громовой Рог'] = 'NPC',
    ['Ланко Дальний Выстрел'] = 'NPC',
    ['Джен\'шан'] = 'NPC',
    ['Тотар'] = 'NPC',
    ['Шиан\'дара'] = 'NPC',
    ['Аянна Вечная Странница'] = 'NPC',
    ['Иокаста'] = 'NPC',
    ['Дорион'] = 'NPC',
    ['Регнус Громовой Гранит'] = 'NPC',
    ['Регнус Громовой Гранит'] = 'NPC',
    ['Эйнриса Сияющее Копье'] = 'NPC',
    ['Эйнриса Сияющее Копье'] = 'NPC',
    ['Мелор Каменное Копыто'] = 'NPC',
    ['Скорн Белое Облако'] = 'NPC',
  },
  ['Ледяная защита'] =
  {
    ['Матеус Обрушивающий Гнев'] = 'NPC',
  },
  ['Лимфа нежити'] =
  {
    ['Огтинк'] = 'NPC',
  },
  ['Сфера подземного огня'] =
  {
    ['Табета'] = 'NPC',
  },
  ['Чары подстрекателя'] =
  {
    ['Фалрин Садовник'] = 'NPC',
  },
  ['Взрывчатка для дружины Стальгорна'] =
  {
    ['Чародей Форсунчик'] = 'NPC',
  },
  ['Островитянин'] =
  {
    ['Кланнок Маклеод'] = 'NPC',
    ['Торм Тотем Ярости'] = 'NPC',
    ['Сорек'] = 'NPC',
    ['Балтус Птицелов'] = 'NPC',
    ['Кельв Суровый Молот'] = 'NPC',
    ['Ву Шен'] = 'NPC',
    ['Дарнат Певец Клинка'] = 'NPC',
  },
  ['Остров Ужаса!'] =
  {
    ['Могиль Быстроруб'] = 'NPC',
  },
  ['Яшмовая шахта'] =
  {
    ['Маршал Дугхан'] = 'NPC',
  },
  ['Грусть Иеремии'] =
  {
    ['Иеремия Пейсон'] = 'NPC',
    ['Королевский Инспектор Баухас'] = 'NPC',
  },
  ['Самоцвет Каджаро'] =
  {
    ['Ал\'табим Всевидящий'] = 'NPC',
  },
  ['Все еще только начинается!'] =
  {
    ['Властитель Рунтак'] = 'NPC',
    ['Майор Маттингли'] = 'NPC',
  },
  ['Пожитки Карнитола'] =
  {
    ['Сундук Карнитола'] = 'Object',
    ['Сундук Карнитола'] = 'Object',
    ['Ройттен Камнемолот'] = 'NPC',
    ['Крелдиг Унгор'] = 'NPC',
    ['Крелдиг Унгор'] = 'NPC',
    ['Крелдиг Унгор'] = 'NPC',
    ['Крелдиг Унгор'] = 'NPC',
  },
  ['Зов Хранителя'] =
  {
    ['Архивариус'] = 'NPC',
  },
  ['Ключ к свободе'] =
  {
    ['Деревянный туалет'] = 'Object',
  },
  ['Ключ от Некроситета'] =
  {
    ['Верховный палач Деррингтон'] = 'NPC',
    ['Командир Ашлам Неутомимый'] = 'NPC',
  },
  ['Поля смерти'] =
  {
    ['Фермер Сальден'] = 'NPC',
  },
  ['Тайна ножа'] =
  {
    ['Квинтис Ночной Костер'] = 'NPC',
    ['Гинро Пылающий Очаг'] = 'NPC',
  },
  ['Кентавры Пустошей'] =
  {
    ['Фелгур Бью-Двоих'] = 'NPC',
    ['Ретгар Врата Смерти'] = 'NPC',
  },
  ['Последний из Баровых'] =
  {
    ['Алексий Баров'] = 'NPC',
    ['Вэлдон Баров'] = 'NPC',
  },
  ['Последний элемент'] =
  {
    ['Темный маг Вивиана Лягроб'] = 'NPC',
  },
  ['Левая часть амулета Лорда Вальтхалака'] =
  {
    ['Бодли'] = 'NPC',
    ['Бодли'] = 'NPC',
    ['Бодли'] = 'NPC',
    ['Бодли'] = 'NPC',
  },
  ['Легенда о Корраке'] =
  {
    ['Воевода Лаггронд'] = 'NPC',
  },
  ['Легенда о Сталване'] =
  {
    ['Запечатанный ящик'] = 'Object',
    ['Старый сундучок'] = 'Object',
    ['Запечатанный ящик'] = 'Object',
    ['Старый сундучок'] = 'Object',
    ['Командир Алтея Чернодрев'] = 'NPC',
    ['Командир Алтея Чернодрев'] = 'NPC',
    ['Мадам Ева'] = 'NPC',
    ['Клерк Далтри'] = 'NPC',
    ['Клерк Далтри'] = 'NPC',
    ['Клерк Далтри'] = 'NPC',
    ['Смиттс'] = 'NPC',
    ['Маршал Хаггард'] = 'NPC',
    ['Маршал Хаггард'] = 'NPC',
    ['Фарли'] = 'NPC',
    ['Управляющий Фольсом'] = 'NPC',
    ['Командир Алтея Чернодрев'] = 'NPC',
    ['Командир Алтея Чернодрев'] = 'NPC',
    ['Мадам Ева'] = 'NPC',
    ['Клерк Далтри'] = 'NPC',
    ['Клерк Далтри'] = 'NPC',
    ['Клерк Далтри'] = 'NPC',
    ['Смиттс'] = 'NPC',
    ['Маршал Хаггард'] = 'NPC',
    ['Фарли'] = 'NPC',
    ['Управляющий Фольсом'] = 'NPC',
  },
  ['Личность лича'] =
  {
    ['Бетор Ледострел'] = 'NPC',
  },
  ['Рас Ледяной Шепот – лич'] =
  {
    ['Мировой судья Мардук'] = 'NPC',
  },
  ['Свет и как его раскачать'] =
  {
    ['Сказительница Микос'] = 'NPC',
  },
  ['Владыка Черной горы'] =
  {
    ['Верховный лорд Болвар Фордрагон'] = 'NPC',
    ['Тралл'] = 'NPC',
    ['Верховный правитель Саурфанг'] = 'NPC',
    ['Фельдмаршал Афрасиаби'] = 'NPC',
    ['Верховный лорд Болвар Фордрагон'] = 'NPC',
    ['Тралл'] = 'NPC',
  },
  ['Пропавший караван'] =
  {
    ['Дозорный Биггс'] = 'NPC',
  },
  ['Потерянные дворфы'] =
  {
    ['Бейлог'] = 'NPC',
    ['Геолог Грозовая Вершина'] = 'NPC',
  },
  ['Утраченные фрагменты'] =
  {
    ['Тельдарин Заблудший'] = 'NPC',
  },
  ['Утерянные слитки'] =
  {
    ['Отсыревший сундук'] = 'Object',
    ['Глорин Стальной Лоб'] = 'NPC',
  },
  ['Утраченные страницы'] =
  {
    ['Гурда Печать Гнева'] = 'NPC',
  },
  ['Пропавший пилот'] =
  {
    ['Труп дворфа'] = 'Object',
    ['Пилот Большеног'] = 'NPC',
  },
  ['Потерянный рапорт'] =
  {
    ['Рыхлая земля'] = 'Object',
    ['Назир Кровавое Копье'] = 'NPC',
  },
  ['Потерянные припасы'] =
  {
    ['Интендант Лунгерц'] = 'NPC',
  },
  ['Утраченные таблички Мошару'] =
  {
    ['Геолог Железный Башмак'] = 'NPC',
  },
  ['Утерянные таблички Воли'] =
  {
    ['Советник Белграм'] = 'NPC',
  },
  ['Утраченные инструменты'] =
  {
    ['Штейгер Ослоу'] = 'NPC',
  },
  ['Приворотное зелье'] =
  {
    ['Госпожа Нагмара'] = 'NPC',
  },
  ['Лунный фестиваль'] =
  {
    ['Предвестница Лунного фестиваля'] = 'NPC',
    ['Предвестница Лунного фестиваля'] = 'NPC',
    ['Предвестница Лунного фестиваля'] = 'NPC',
    ['Предвестница Лунного фестиваля'] = 'NPC',
    ['Предвестница Лунного фестиваля'] = 'NPC',
    ['Глашатай Лунного фестиваля'] = 'NPC',
    ['Глашатай Лунного фестиваля'] = 'NPC',
    ['Эмиссар Лунного фестиваля'] = 'NPC',
    ['Эмиссар Лунного фестиваля'] = 'NPC',
    ['Эмиссар Лунного фестиваля'] = 'NPC',
  },
  ['Древнее безумие'] =
  {
    ['Прародительница Шен\'дралар'] = 'NPC',
  },
  ['Нить Водоворота'] =
  {
    ['Фальтир Слепой'] = 'NPC',
    ['Фальтир Слепой'] = 'NPC',
    ['Фальтир Слепой'] = 'NPC',
  },
  ['Ярость Водоворота'] =
  {
    ['Фальтир Слепой'] = 'NPC',
  },
  ['Поместье, Черный Ворон'] =
  {
    ['Фахрад'] = 'NPC',
  },
  ['Знак качества'] =
  {
    ['Пратт Макгруббен'] = 'NPC',
    ['Джангор Быстрый Странник'] = 'NPC',
  },
  ['Меч Властителя'] =
  {
    ['Гадальная чаша'] = 'Object',
    ['Ону'] = 'NPC',
  },
  ['Матрона-защитница'] =
  {
    ['Хале'] = 'NPC',
    ['Ауби'] = 'NPC',
  },
  ['Медальон веры'] =
  {
    ['Аурий'] = 'NPC',
  },
  ['Армия Калимдора'] =
  {
    ['Анахронос'] = 'NPC',
  },
  ['Могучая Уча'] =
  {
    ['Землепроходец Торва'] = 'NPC',
  },
  ['Нападение на мельницы'] =
  {
    ['Страж смерти Диллинжер'] = 'NPC',
  },
  ['Око разума'] =
  {
    ['Кин\'вилай'] = 'NPC',
  },
  ['Безмозглые твари'] =
  {
    ['Жрец Тени Сарвис'] = 'NPC',
  },
  ['Пропавший курьер'] =
  {
    ['Разбитая гребная лодка'] = 'Object',
    ['Гинро Пылающий Очаг'] = 'NPC',
    ['Латроникус Лунное Копье'] = 'NPC',
    ['Гинро Пылающий Очаг'] = 'NPC',
  },
  ['Пропавший дипломат'] =
  {
    ['Иллинг Триас'] = 'NPC',
    ['Иллинг Триас'] = 'NPC',
    ['Иллинг Триас'] = 'NPC',
    ['Дозорный Бакус'] = 'NPC',
    ['Дозорный Бакус'] = 'NPC',
    ['Йорген'] = 'NPC',
    ['Епископ Делавей'] = 'NPC',
    ['Дашель Каменный Кулак'] = 'NPC',
    ['Дашель Каменный Кулак'] = 'NPC',
    ['Михаил'] = 'NPC',
    ['Михаил'] = 'NPC',
    ['Михаил'] = 'NPC',
    ['Командир Самаул'] = 'NPC',
    ['Рядовой Хендел'] = 'NPC',
    ['Верховный маг Тервош'] = 'NPC',
    ['Верховный маг Тервош'] = 'NPC',
    ['Леди Джайна Праудмур'] = 'NPC',
    ['Иллинг Триас'] = 'NPC',
    ['Иллинг Триас'] = 'NPC',
    ['Иллинг Триас'] = 'NPC',
    ['Дозорный Бакус'] = 'NPC',
    ['Йорген'] = 'NPC',
    ['Епископ Делавей'] = 'NPC',
    ['Дашель Каменный Кулак'] = 'NPC',
    ['Ян "Проныра" Тапоке'] = 'NPC',
    ['Михаил'] = 'NPC',
    ['Командир Самаул'] = 'NPC',
    ['Рядовой Хендел'] = 'NPC',
    ['Верховный маг Тервош'] = 'NPC',
    ['Верховный маг Тервош'] = 'NPC',
    ['Томас'] = 'NPC',
  },
  ['Пропавшие приказы'] =
  {
    ['Бенгор'] = 'NPC',
    ['Командир разведотряда Руаг'] = 'NPC',
  },
  ['Пропавший груз'] =
  {
    ['Газлоу'] = 'NPC',
    ['Управляющий пристанью Головокружилкинс'] = 'NPC',
    ['Газлоу'] = 'NPC',
    ['Управляющий пристанью Головокружилкинс'] = 'NPC',
  },
  ['Мифриловый парень'] =
  {
    ['Трентон Молот Света'] = 'NPC',
  },
  ['Орден Мифрила'] =
  {
    ['Гальван Древний'] = 'NPC',
    ['Макгеван'] = 'NPC',
  },
  ['Огненные Недра'] =
  {
    ['Герцог Гидраксис'] = 'NPC',
  },
  ['Кушак с монограммой'] =
  {
    ['Капитан Гекельбери Смоттс'] = 'NPC',
  },
  ['Завтрашний камень'] =
  {
    ['Монолит Равноденствия'] = 'Object',
    ['Трояс Лунный Бриз'] = 'NPC',
  },
  ['Сердце, поросшее мхом'] =
  {
    ['Деналан'] = 'NPC',
  },
  ['Тайна рассветницы'] =
  {
    ['Квинтис Ночной Костер'] = 'NPC',
  },
  ['Имя Зверя'] =
  {
    ['Лорд Арккорок'] = 'NPC',
    ['Лорд Арккорок'] = 'NPC',
    ['Лорам Многоног'] = 'NPC',
    ['Лорд Арккорок'] = 'NPC',
    ['Лорам Многоног'] = 'NPC',
  },
  ['Новое пограничье'] =
  {
    ['Верховный друид Фэндрал Олений Шлем'] = 'NPC',
    ['Верховный друид Фэндрал Олений Шлем'] = 'NPC',
    ['Верховный друид Фэндрал Олений Шлем'] = 'NPC',
    ['Матренгил Медвежья Лапа'] = 'NPC',
    ['Верховный друид Хамуул Рунический Тотем'] = 'NPC',
    ['Верховный друид Хамуул Рунический Тотем'] = 'NPC',
    ['Верховный друид Хамуул Рунический Тотем'] = 'NPC',
    ['Глашатай Гудман'] = 'NPC',
    ['Верховный друид Фэндрал Олений Шлем'] = 'NPC',
    ['Курьер Удар Молота'] = 'NPC',
    ['Глашатай Лунопарда'] = 'NPC',
    ['Предвестник Балтазад'] = 'NPC',
    ['Военный глашатай Горлач'] = 'NPC',
    ['Вестник Утеса Быстрое Копыто'] = 'NPC',
  },
  ['Новая Орда'] =
  {
    ['Горнек'] = 'NPC',
    ['Эйтригг'] = 'NPC',
  },
  ['Новые источники'] =
  {
    ['Донова Снегонора'] = 'NPC',
    ['Кракл'] = 'NPC',
  },
  ['Новый член семьи'] =
  {
    ['Агнар Зверопас'] = 'NPC',
    ['Квентин'] = 'NPC',
  },
  ['Ночной Дозор'] =
  {
    ['Командир Алтея Чернодрев'] = 'NPC',
    ['Командир Алтея Чернодрев'] = 'NPC',
    ['Командир Алтея Чернодрев'] = 'NPC',
  },
  ['Явление Кошмара'] =
  {
    ['Хранитель Ремул'] = 'NPC',
  },
  ['Проклятие Кошмара'] =
  {
    ['Хранитель Ремул'] = 'NPC',
  },
  ['Северный пилон'] =
  {
    ['Джей Ди Колли'] = 'NPC',
  },
  ['Огры Фераласа'] =
  {
    ['Рока Орхан'] = 'NPC',
    ['Рока Орхан'] = 'NPC',
  },
  ['Старые обычаи'] =
  {
    ['Атурк Наковальня'] = 'NPC',
  },
  ['Сильное зеленое свечение'] =
  {
    ['Оззи Триггервольт'] = 'NPC',
  },
  ['Единственный способ'] =
  {
    ['Нарайн Причудень'] = 'NPC',
  },
  ['Не разгуляешься...'] =
  {
    ['Ремесленник Вильгельм'] = 'NPC',
  },
  ['Шар Соран\'рука'] =
  {
    ['Доан Кархан'] = 'NPC',
  },
  ['Орочье донесение'] =
  {
    ['Рыхлая земля'] = 'Object',
    ['Тераморский лейтенант'] = 'NPC',
  },
  ['Амулеты для легиона Оргриммара'] =
  {
    ['Жрица Тени Шаи'] = 'NPC',
  },
  ['Происхождение кузнечного искусства'] =
  {
    ['Ханк Молот'] = 'NPC',
  },
  ['Праматерь стаи'] =
  {
    ['Галамав Стрелок'] = 'NPC',
  },
  ['Инструкции кентавра-парии'] =
  {
    ['Кентавр-пария'] = 'NPC',
  },
  ['Путь победителя'] =
  {
    ['Анахронос'] = 'NPC',
    ['Анахронос'] = 'NPC',
    ['Анахронос'] = 'NPC',
    ['Анахронос'] = 'NPC',
  },
  ['Путь заклинателя'] =
  {
    ['Анахронос'] = 'NPC',
    ['Анахронос'] = 'NPC',
    ['Анахронос'] = 'NPC',
    ['Анахронос'] = 'NPC',
  },
  ['Путь защитника'] =
  {
    ['Анахронос'] = 'NPC',
    ['Анахронос'] = 'NPC',
    ['Анахронос'] = 'NPC',
    ['Анахронос'] = 'NPC',
  },
  ['Путь праведника'] =
  {
    ['Баристолф из Зыбучих Песков'] = 'NPC',
  },
  ['Камешек Каджаро'] =
  {
    ['Ал\'табим Всевидящий'] = 'NPC',
    ['Ал\'табим Всевидящий'] = 'NPC',
    ['Ал\'табим Всевидящий'] = 'NPC',
  },
  ['Народное ополчение'] =
  {
    ['Гриан Камнегрив'] = 'NPC',
    ['Гриан Камнегрив'] = 'NPC',
    ['Гриан Камнегрив'] = 'NPC',
  },
  ['Тиара Перенольда'] =
  {
    ['Граф Ремингтон Риджвелл'] = 'NPC',
  },
  ['Идеальный яд'] =
  {
    ['Дирк Громодрев'] = 'NPC',
  },
  ['Всем портерам портер'] =
  {
    ['Регольд Ячменовар'] = 'NPC',
  },
  ['Платиновые диски'] =
  {
    ['Диски Норганнона'] = 'Object',
  },
  ['Платиновые Диски'] =
  {
    ['Диски Норганнона'] = 'Object',
  },
  ['Платиновые диски'] =
  {
    ['Диски Норганнона'] = 'Object',
    ['Бена Заиндевевшее Копыто'] = 'NPC',
    ['Ведун Искатель Истины'] = 'NPC',
  },
  ['Платиновые Диски'] =
  {
    ['Старший исследователь Магеллас'] = 'NPC',
  },
  ['Платиновые диски'] =
  {
    ['Динита Каменная Мантия'] = 'NPC',
    ['Ведун Искатель Истины'] = 'NPC',
    ['Старший исследователь Магеллас'] = 'NPC',
  },
  ['Договор о неразглашении'] =
  {
    ['Карлс Пропеллерз'] = 'NPC',
    ['Мехмастер Замыкалец'] = 'NPC',
    ['Никс Шепружин'] = 'NPC',
  },
  ['Сила сосен'] =
  {
    ['Сержант Дыгал'] = 'NPC',
  },
  ['Силы разрушения...'] =
  {
    ['Вариматас'] = 'NPC',
  },
  ['"Подземные Силы"'] =
  {
    ['Геррик Костохват'] = 'NPC',
  },
  ['Цена подков'] =
  {
    ['Кузнец Аргус'] = 'NPC',
    ['Вернер Осгуд'] = 'NPC',
  },
  ['Спасенная принцесса'] =
  {
    ['Тралл'] = 'NPC',
    ['Принцесса Мойра Бронзобород'] = 'NPC',
  },
  ['Пойманная принцесса'] =
  {
    ['Кристаллы Мизраэли'] = 'Object',
    ['Радужные осколки'] = 'Object',
  },
  ['Королевский сюрприз'] =
  {
    ['Король Магни Бронзобород'] = 'NPC',
    ['Принцесса Мойра Бронзобород'] = 'NPC',
  },
  ['Основной источник'] =
  {
    ['Аландариан Песня Ночи'] = 'NPC',
    ['Дендрит Блеск Звезд'] = 'NPC',
    ['Тонга Рунический Тотем'] = 'NPC',
    ['Дендрит Блеск Звезд'] = 'NPC',
  },
  ['Тюремные кандалы'] =
  {
    ['Дайо Дряхлый'] = 'NPC',
  },
  ['Тюремная камера'] =
  {
    ['Дайо Дряхлый'] = 'NPC',
  },
  ['Блудный лич'] =
  {
    ['Бетор Ледострел'] = 'NPC',
    ['Мировой судья Севрен'] = 'NPC',
  },
  ['Возвращение блудного лича'] =
  {
    ['Бетор Ледострел'] = 'NPC',
    ['Гюнтер Чародей'] = 'NPC',
  },
  ['Пророчество Мошару'] =
  {
    ['Йе\'кинья'] = 'NPC',
  },
  ['Защитник Калимдора'] =
  {
    ['Анахронос'] = 'NPC',
  },
  ['Слуга народа'] =
  {
    ['Сенатор Мер Каменная Реликвия'] = 'NPC',
  },
  ['Победитель киражей'] =
  {
    ['Анахронос'] = 'NPC',
  },
  ['Интендант'] =
  {
    ['Интендант клана Грозовой Вершины'] = 'NPC',
    ['Горный пехотинец Гулкий Крик'] = 'NPC',
  },
  ['Ярость Мугамбы'] =
  {
    ['Джин\'рок Разрушитель'] = 'NPC',
  },
  ['Охота на cледопытов'] =
  {
    ['Натанос Гнилостень'] = 'NPC',
  },
  ['Разграбленный караван'] =
  {
    ['Запечатанный ящик с припасами'] = 'Object',
    ['Запечатанный ящик с припасами'] = 'Object',
    ['Морин Ловец Облаков'] = 'NPC',
    ['Морин Ловец Облаков'] = 'NPC',
  },
  ['Настоящая угроза'] =
  {
    ['Корин Желчная'] = 'NPC',
  },
  ['Повод для праздника'] =
  {
    ['Историк Карник'] = 'NPC',
    ['Сагорн Гривастый Странник'] = 'NPC',
    ['Голи Крамн'] = 'NPC',
    ['Фарманд'] = 'NPC',
    ['Курьер Удар Молота'] = 'NPC',
  },
  ['Красный кристалл'] =
  {
    ['Часовой Глинда Нал\'Шия'] = 'NPC',
  },
  ['Красный гонец'] =
  {
    ['Палач Аррен'] = 'NPC',
  },
  ['Реликвии Пробуждения'] =
  {
    ['Атридас Медвежья Шкура'] = 'NPC',
  },
  ['Останки Трея Светогорна'] =
  {
    ['Джессира Лунная Радуга'] = 'NPC',
    ['Останки Трея Светогорна'] = 'NPC',
  },
  ['Донесения'] =
  {
    ['Сенатор Бэрин Краснокамень'] = 'NPC',
    ['Сенир Белобород'] = 'NPC',
  },
  ['Спасение'] =
  {
    ['Круск'] = 'NPC',
  },
  ['Мятущиеся души'] =
  {
    ['Эган'] = 'NPC',
    ['Эган'] = 'NPC',
    ['Управляющий Ален'] = 'NPC',
  },
  ['Ретбанский вызов'] =
  {
    ['Йорус Ячменовар'] = 'NPC',
  },
  ['Возвращение Коррака'] =
  {
    ['Воевода Лаггронд'] = 'NPC',
  },
  ['Правая часть амулета Лорда Вальтхалака'] =
  {
    ['Бодли'] = 'NPC',
    ['Бодли'] = 'NPC',
    ['Бодли'] = 'NPC',
    ['Бодли'] = 'NPC',
  },
  ['Восстание машин'] =
  {
    ['Лотвиль Вериатус'] = 'NPC',
    ['Лотвиль Вериатус'] = 'NPC',
    ['Верховная Жрица Теодора Мальвадания'] = 'NPC',
    ['Верховная Жрица Теодора Мальвадания'] = 'NPC',
  },
  ['Дорога в Дарнас'] =
  {
    ['Жрица Луны Амара'] = 'NPC',
  },
  ['Корень всех зол'] =
  {
    ['Горн Одноглаз'] = 'NPC',
  },
  ['Спасение принцессы'] =
  {
    ['Принцесса Мойра Бронзобород'] = 'NPC',
    ['Тралл'] = 'NPC',
  },
  ['Руины Кел\'Терила'] =
  {
    ['Джерон Гранильщик'] = 'NPC',
    ['Вунд Ночной Охотник'] = 'NPC',
  },
  ['Руины Соларсаля'] =
  {
    ['Соларсальская Беседка'] = 'Object',
    ['Шандриса Оперенная Луна'] = 'NPC',
  },
  ['Руины Звездной Пыли'] =
  {
    ['Пельтур Белая Луна'] = 'NPC',
  },
  ['Сплетник'] =
  {
    ['Кразек'] = 'NPC',
    ['Кравел Углебород'] = 'NPC',
  },
  ['Свиток с рунами'] =
  {
    ['Кадрак'] = 'NPC',
  },
  ['Священное пламя'] =
  {
    ['Занген Каменное Копыто'] = 'NPC',
    ['Рау Скальный Бегун'] = 'NPC',
    ['Рау Скальный Бегун'] = 'NPC',
    ['Занген Каменное Копыто'] = 'NPC',
  },
  ['Защита Джунглей – Магический знак сосредоточения'] =
  {
    ['Занза Неупокоенный'] = 'NPC',
  },
  ['Защита Джунглей – Магический знак защиты'] =
  {
    ['Занза Неупокоенный'] = 'NPC',
  },
  ['Защита Джунглей – Магический знак стремительности'] =
  {
    ['Занза Неупокоенный'] = 'NPC',
  },
  ['Спаситель Калимдора'] =
  {
    ['Анахронос'] = 'NPC',
    ['Калестраз'] = 'NPC',
  },
  ['Алый орден'] =
  {
    ['Палач Аррен'] = 'NPC',
  },
  ['Алый Оракул Деметрия'] =
  {
    ['Натанос Гнилостень'] = 'NPC',
  },
  ['Запах Лар\'корви'] =
  {
    ['Землепроходец Торва'] = 'NPC',
  },
  ['Скипетр Келебраса'] =
  {
    ['Келебрас Освобожденный'] = 'NPC',
  },
  ['Котлы Плети'] =
  {
    ['Верховная жрица Макдонелл'] = 'NPC',
    ['Жрица Тени Вандис'] = 'NPC',
    ['Верховный палач Деррингтон'] = 'NPC',
    ['Командир Ашлам Неутомимый'] = 'NPC',
  },
  ['Спасение Холстомера'] =
  {
    ['Старший геодезист Рудознатец'] = 'NPC',
  },
  ['Коса Элуны'] =
  {
    ['Джонатан Карвин'] = 'NPC',
  },
  ['Поиски продолжаются'] =
  {
    ['Поврежденный ящик'] = 'Object',
    ['Запечатанная бочка'] = 'Object',
  },
  ['Второе восстание'] =
  {
    ['Сержант Йохва'] = 'NPC',
  },
  ['Отрубленная Голова'] =
  {
    ['Рыхлая земля'] = 'Object',
    ['Назир Кровавое Копье'] = 'NPC',
  },
  ['Тень Элуры'] =
  {
    ['Эланария'] = 'NPC',
  },
  ['Теневая защита'] =
  {
    ['Матеус Обрушивающий Гнев'] = 'NPC',
  },
  ['Таинственный незнакомец'] =
  {
    ['Мадам Ева'] = 'NPC',
    ['Свен Йорген'] = 'NPC',
  },
  ['Продолжение поисков незнакомца'] =
  {
    ['Клерк Далтри'] = 'NPC',
    ['Мадам Ева'] = 'NPC',
  },
  ['Изувеченная Длань'] =
  {
    ['Терзок'] = 'NPC',
    ['Терзок'] = 'NPC',
  },
  ['Рассыпавшееся ожерелье'] =
  {
    ['Талваш дель Киссель'] = 'NPC',
  },
  ['Приветствие Изувеченной Длани'] =
  {
    ['Шентул'] = 'NPC',
  },
  ['Щитник'] =
  {
    ['Фьюрен Длиннобород'] = 'NPC',
    ['Йорус Ячменовар'] = 'NPC',
  },
  ['Мерцающий росток'] =
  {
    ['Чудолиственник'] = 'Object',
    ['Деналан'] = 'NPC',
  },
  ['Поющие кристаллы'] =
  {
    ['Кин\'вилай'] = 'NPC',
  },
  ['Кораллы сирен'] =
  {
    ['Верховный маг Ксилем'] = 'NPC',
  },
  ['Таверна "Забитый ягненок"'] =
  {
    ['Гакин Темнопряд'] = 'NPC',
    ['Лаго Злобноверт'] = 'NPC',
  },
  ['Спящий пробудился'] =
  {
    ['Лиладрис Лунная Река'] = 'NPC',
    ['Керлониан Вечный Сумрак'] = 'NPC',
  },
  ['Спящий друид'] =
  {
    ['Обен Яростный Коготь'] = 'NPC',
  },
  ['Дымящиеся руины Тауриссана'] =
  {
    ['Королевский историк Аркессон'] = 'NPC',
    ['Королевский историк Аркессон'] = 'NPC',
  },
  ['Источник обнаружен'] =
  {
    ['Аптекарь Стаффрон Лерент'] = 'NPC',
    ['Аптекарь Стаффрон Лерент'] = 'NPC',
    ['Эверт Соризам'] = 'NPC',
    ['Мара Ренник'] = 'NPC',
  },
  ['Королевское право'] =
  {
    ['Лейтенант Мурп'] = 'NPC',
    ['Лейтенант Ротимер'] = 'NPC',
  },
  ['Чистер 5200!'] =
  {
    ['Чистер 5200'] = 'Object',
    ['Чистер 5200'] = 'Object',
    ['Чистер 5200'] = 'Object',
    ['Чистер 5200'] = 'Object',
    ['Чистер 5200'] = 'Object',
    ['Чистер 5200'] = 'Object',
  },
  ['Призрачный кубок'] =
  {
    ['Призрачный кубок'] = 'Object',
  },
  ['Паучья богиня'] =
  {
    ['Табличка Теки'] = 'Object',
    ['Мастер Гадрин'] = 'NPC',
  },
  ['Духи Южного Ветра'] =
  {
    ['Лайо Звездный Всполох'] = 'NPC',
  },
  ['Духи Каменного Когтя'] =
  {
    ['Сирит Камнелом'] = 'NPC',
    ['Зор Одинокое Дерево'] = 'NPC',
  },
  ['Росток папоротника'] =
  {
    ['Росток папоротника'] = 'Object',
  },
  ['Шпион найден!'] =
  {
    ['Сейф букмекера Герода'] = 'Object',
    ['Лейтенант Дорен'] = 'NPC',
  },
  ['Застывший оазис'] =
  {
    ['Тонга Рунический Тотем'] = 'NPC',
  },
  ['Звезда, Рука и Сердце'] =
  {
    ['Геррик Костохват'] = 'NPC',
    ['Хранитель Бел\'дугур'] = 'NPC',
  },
  ['Посох равноденствия'] =
  {
    ['Монолит Равноденствия'] = 'Object',
    ['Трояс Лунный Бриз'] = 'NPC',
  },
  ['Бунтовщики в тюрьме'] =
  {
    ['Тюремщик Телвотер'] = 'NPC',
  },
  ['Украденные записи'] =
  {
    ['Грелин Белобород'] = 'NPC',
  },
  ['Украденная книга'] =
  {
    ['Друзилла ла Салле'] = 'NPC',
  },
  ['Круглый камень'] =
  {
    ['Марвон Клепальщик'] = 'NPC',
  },
  ['Камень приливов'] =
  {
    ['Барон Ревилгаз'] = 'NPC',
  },
  ['Каменный Страж'] =
  {
    ['Пьедестал Ульдума'] = 'Object',
    ['Каменный дозорный Нограннона'] = 'NPC',
  },
  ['Камни, что связывают нас'] =
  {
    ['Павший герой Орды'] = 'NPC',
  },
  ['Каменная плотина'] =
  {
    ['Ребенок-сирота'] = 'NPC',
  },
  ['Сила порчи'] =
  {
    ['Тало Терновое Копыто'] = 'NPC',
  },
  ['Призыв'] =
  {
    ['Бат\'ра Страж Ветра'] = 'NPC',
  },
  ['Затонувший храм'] =
  {
    ['Марвон Клепальщик'] = 'NPC',
    ['Марвон Клепальщик'] = 'NPC',
    ['Ангелас Лунный Бриз'] = 'NPC',
    ['Знахарь Узер\'и'] = 'NPC',
  },
  ['Супер Яйц-О-Матик'] =
  {
    ['Яйц-О-Матик'] = 'Object',
    ['Яйц-О-Матик'] = 'Object',
  },
  ['Супер-щелк FX'] =
  {
    ['Дарин Добрый Ветер'] = 'NPC',
    ['Кургль Поскакушка'] = 'NPC',
  },
  ['Болотный говорун'] =
  {
    ['Павший герой Орды'] = 'NPC',
    ['Бенгор'] = 'NPC',
  },
  ['Рой растет'] =
  {
    ['Моктар Крин'] = 'NPC',
    ['Моктар Крин'] = 'NPC',
    ['Белгром Каменная Булава'] = 'NPC',
    ['Корран'] = 'NPC',
    ['Белгром Каменная Булава'] = 'NPC',
  },
  ['Знак Жизни'] =
  {
    ['Даториан Ралл'] = 'NPC',
    ['Тиза Боевой Горн'] = 'NPC',
  },
  ['Слеза Лун'] =
  {
    ['Фиглай Изгнанник'] = 'NPC',
  },
  ['Храм Атал\'Хаккара'] =
  {
    ['Фел\'зерул'] = 'NPC',
  },
  ['Храм Луны'] =
  {
    ['Жрица А\'муура'] = 'NPC',
    ['Сестра Аквинна'] = 'NPC',
  },
  ['Испытание доблести'] =
  {
    ['Джордан Стилвелл'] = 'NPC',
    ['Джордан Стилвелл'] = 'NPC',
    ['Джордан Стилвелл'] = 'NPC',
    ['Даториан Ралл'] = 'NPC',
  },
  ['Черепа: Акстроз'] =
  {
    ['Огнебор'] = 'NPC',
  },
  ['Черепа: Хроналис'] =
  {
    ['Огнебор'] = 'NPC',
  },
  ['Черепа: Провидец'] =
  {
    ['Огнебор'] = 'NPC',
  },
  ['Черепа: Сомнус'] =
  {
    ['Огнебор'] = 'NPC',
  },
  ['Мастерица обмана'] =
  {
    ['Миранда Колдунья'] = 'NPC',
    ['Рексар'] = 'NPC',
  },
  ['Мост Тандола'] =
  {
    ['Труп Эбенезера Ржавый Засов'] = 'Object',
    ['Труп Эбенезера Ржавый Засов'] = 'Object',
    ['Раг Гармасон'] = 'NPC',
    ['Раг Гармасон'] = 'NPC',
    ['Раг Гармасон'] = 'NPC',
  },
  ['Доки Терамора'] =
  {
    ['Назир Кровавое Копье'] = 'NPC',
  },
  ['Третья флотилия'] =
  {
    ['Первый помощник Фитсиммонс'] = 'NPC',
  },
  ['Жаждущий гоблин'] =
  {
    ['Синь Гогельмогель'] = 'NPC',
  },
  ['Фолиант Божественности'] =
  {
    ['Даториан Ралл'] = 'NPC',
    ['Даториан Ралл'] = 'NPC',
    ['Даториан Ралл'] = 'NPC',
    ['Даториан Ралл'] = 'NPC',
    ['Хенз Фолк'] = 'NPC',
    ['Газин Тенорм'] = 'NPC',
    ['Газин Тенорм'] = 'NPC',
    ['Стефани Тернер'] = 'NPC',
    ['Стефани Тернер'] = 'NPC',
    ['Джон Тернер'] = 'NPC',
    ['Джон Тернер'] = 'NPC',
    ['Нарм Фолк'] = 'NPC',
    ['Майридон Боевой Горн'] = 'NPC',
    ['Майридон Боевой Горн'] = 'NPC',
    ['Тиза Боевой Горн'] = 'NPC',
    ['Тиза Боевой Горн'] = 'NPC',
    ['Тиза Боевой Горн'] = 'NPC',
    ['Тиза Боевой Горн'] = 'NPC',
    ['Даториан Ралл'] = 'NPC',
    ['Даториан Ралл'] = 'NPC',
    ['Хенз Фолк'] = 'NPC',
    ['Газин Тенорм'] = 'NPC',
    ['Газин Тенорм'] = 'NPC',
    ['Стефани Тернер'] = 'NPC',
    ['Джон Тернер'] = 'NPC',
    ['Нарм Фолк'] = 'NPC',
    ['Майридон Боевой Горн'] = 'NPC',
    ['Майридон Боевой Горн'] = 'NPC',
    ['Тиза Боевой Горн'] = 'NPC',
    ['Тиза Боевой Горн'] = 'NPC',
  },
  ['Фолиант благородства'] =
  {
    ['Даториан Ралл'] = 'NPC',
    ['Даториан Ралл'] = 'NPC',
    ['Даториан Ралл'] = 'NPC',
    ['Брандар Железный Молот'] = 'NPC',
    ['Артур Верный'] = 'NPC',
  },
  ['Фолиант Отваги'] =
  {
    ['Брандар Железный Молот'] = 'NPC',
    ['Даториан Ралл'] = 'NPC',
    ['Даториан Ралл'] = 'NPC',
    ['Даториан Ралл'] = 'NPC',
    ['Дафна Стилвелл'] = 'NPC',
    ['Дафна Стилвелл'] = 'NPC',
    ['Даториан Ралл'] = 'NPC',
    ['Дафна Стилвелл'] = 'NPC',
  },
  ['Факел воздаяния'] =
  {
    ['Факел Воздаяния'] = 'Object',
    ['Каларан Ветрорез'] = 'NPC',
    ['Каларан Ветрорез'] = 'NPC',
  },
  ['Тотем кары'] =
  {
    ['Мадам Ева'] = 'NPC',
  },
  ['Прикосновение Занзила'] =
  {
    ['Док Миксиль-Пиксиль'] = 'NPC',
    ['Док Миксиль-Пиксиль'] = 'NPC',
    ['Док Миксиль-Пиксиль'] = 'NPC',
    ['Мастер Матиас Шоу'] = 'NPC',
  },
  ['Башня Алталакса'] =
  {
    ['Балтул Удар Тени'] = 'NPC',
    ['Балтул Удар Тени'] = 'NPC',
    ['Делгрен Очиститель'] = 'NPC',
    ['Делгрен Очиститель'] = 'NPC',
    ['Делгрен Очиститель'] = 'NPC',
    ['Делгрен Очиститель'] = 'NPC',
    ['Делгрен Очиститель'] = 'NPC',
    ['Часовой Элисса Звездный Ветер'] = 'NPC',
    ['Балтул Удар Тени'] = 'NPC',
    ['Балтул Удар Тени'] = 'NPC',
    ['Балтул Удар Тени'] = 'NPC',
    ['Делгрен Очиститель'] = 'NPC',
    ['Балтул Удар Тени'] = 'NPC',
  },
  ['Сокровище Шен\'дралар'] =
  {
    ['Сокровище Шен\'дралар'] = 'Object',
    ['Сокровище Шен\'дралар'] = 'Object',
    ['Прародительница Шен\'дралар'] = 'NPC',
    ['Прародительница Шен\'дралар'] = 'NPC',
  },
  ['Троггская угроза'] =
  {
    ['Капитан Ругельфасс'] = 'NPC',
  },
  ['Пещера троллей'] =
  {
    ['Грелин Белобород'] = 'NPC',
  },
  ['Тролль-знахарь'] =
  {
    ['Кин\'вилай'] = 'NPC',
    ['Назир Кровавое Копье'] = 'NPC',
  },
  ['Подлинные хозяева'] =
  {
    ['Мировой судья Соломон'] = 'NPC',
    ['Мировой судья Соломон'] = 'NPC',
    ['Верховный лорд Болвар Фордрагон'] = 'NPC',
    ['Верховный лорд Болвар Фордрагон'] = 'NPC',
    ['Маршал Максвелл'] = 'NPC',
    ['Маршал Максвелл'] = 'NPC',
    ['Мировой судья Соломон'] = 'NPC',
    ['Мировой судья Соломон'] = 'NPC',
    ['Верховный лорд Болвар Фордрагон'] = 'NPC',
    ['Хелендис Речной Мыс'] = 'NPC',
  },
  ['Ошеломляющая истина'] =
  {
    ['Герцог Николас Зверенхофф'] = 'NPC',
  },
  ['Лагерь Сумеречного Молота'] =
  {
    ['Гадальная чаша'] = 'Object',
    ['Сумеречный фолиант'] = 'Object',
  },
  ['Сумеречный словарь'] =
  {
    ['Отшельник Ортелл'] = 'NPC',
  },
  ['Сумеречная тайна'] =
  {
    ['Геолог Ехидная'] = 'NPC',
  },
  ['Последняя хитрость'] =
  {
    ['Аурель Золотой Лист'] = 'NPC',
  },
  ['Черный рынок'] =
  {
    ['Визглик'] = 'NPC',
    ['Нилита Локрав'] = 'NPC',
    ['Нилита Локрав'] = 'NPC',
  },
  ['Незамутненное ожерелье видений Вудресса'] =
  {
    ['Майвики Зулдазарская'] = 'NPC',
  },
  ['Неотправленное письмо'] =
  {
    ['Барос Алекстон'] = 'NPC',
  },
  ['Торговая Компания'] =
  {
    ['Морин Ловец Облаков'] = 'NPC',
  },
  ['Эликсир Видере'] =
  {
    ['Греган Пивоплюй'] = 'NPC',
    ['Донова Снегонора'] = 'NPC',
  },
  ['Коварный риф'] =
  {
    ['Кин\'вилай'] = 'NPC',
  },
  ['Отчет Песни Войны'] =
  {
    ['Кадрак'] = 'NPC',
  },
  ['Путь оружейника'] =
  {
    ['Железнус Хладосталь'] = 'NPC',
    ['Боргош Сгибатель'] = 'NPC',
  },
  ['Заброшенная могила'] =
  {
    ['Обветшавшая могила'] = 'Object',
    ['Шира Фон-Инди'] = 'NPC',
  },
  ['Ткач'] =
  {
    ['Темный жрец Алистер'] = 'NPC',
  },
  ['Западный пилон'] =
  {
    ['Джей Ди Колли'] = 'NPC',
  },
  ['Страдания природы'] =
  {
    ['Мулгрис Глубокая Река'] = 'NPC',
    ['Мулгрис Глубокая Река'] = 'NPC',
  },
  ['Страж Ветра'] =
  {
    ['Бат\'ра Страж Ветра'] = 'NPC',
    ['Кланнок Маклеод'] = 'NPC',
  },
  ['Защитница леса'] =
  {
    ['Тариндрелла'] = 'NPC',
    ['Тариндрелла'] = 'NPC',
    ['Мелитар Олений Шлем'] = 'NPC',
  },
  ['Гноллы из стаи Древолапов'] =
  {
    ['Большие кожаные рюкзаки'] = 'Object',
    ['Гинро Пылающий Очаг'] = 'NPC',
  },
  ['Работа Гриманда Элмора'] =
  {
    ['Гриманд Элмор'] = 'NPC',
    ['Лорд Грейсон Тенелом'] = 'NPC',
  },
  ['Мир у твоих ног'] =
  {
    ['Трентон Молот Света'] = 'NPC',
  },
  ['Гном-гигант!'] =
  {
    ['Хронос'] = 'NPC',
  },
  ['Гнев Нептулона'] =
  {
    ['Анахронос'] = 'NPC',
    ['Нарайн Причудень'] = 'NPC',
  },
  ['Гудящая Бездна'] =
  {
    ['Большие кожаные рюкзаки'] = 'Object',
    ['Кокон Зукк\'аш'] = 'Object',
  },
  ['Бросовый материал'] =
  {
    ['Бесенок'] = 'NPC',
  },
  ['Жевры'] =
  {
    ['Сергра Черный Шип'] = 'NPC',
  },
  ['Зорамское взморье'] =
  {
    ['Шиндрелл Огненный Всполох'] = 'NPC',
  },
  ['Тельдарин Заблудший'] =
  {
    ['Тельдарин Заблудший'] = 'NPC',
    ['Геррик Костохват'] = 'NPC',
    ['Зарук'] = 'NPC',
  },
  ['Телcамарские кровяные колбаски'] =
  {
    ['Видра Жаркий Очаг'] = 'NPC',
  },
  ['Поручение Теокрита'] =
  {
    ['Теокрит'] = 'NPC',
  },
  ['Тераморские шпионы'] =
  {
    ['Назир Кровавое Копье'] = 'NPC',
  },
  ['Спасение Терилун'] =
  {
    ['Тересиль'] = 'NPC',
    ['Терилун'] = 'NPC',
  },
  ['Терзок'] =
  {
    ['Терзок'] = 'NPC',
    ['Каплак'] = 'NPC',
  },
  ['Зовут его Улыбка Джим'] =
  {
    ['Капитан Гарран Ваймс'] = 'NPC',
    ['Стражник Байрон'] = 'NPC',
  },
  ['Не все так просто'] =
  {
    ['Командир Метц'] = 'NPC',
  },
  ['Тридцать жетонов в обмен на припасы'] =
  {
    ['Полководец Горчук'] = 'NPC',
    ['Фельдмаршал Снегопад'] = 'NPC',
  },
  ['Сложная задача'] =
  {
    ['Люсьен Подай-Ключ'] = 'NPC',
    ['Лотвиль Вериатус'] = 'NPC',
    ['Лотвиль Вериатус'] = 'NPC',
    ['Люсьен Подай-Ключ'] = 'NPC',
    ['Лотвиль Вериатус'] = 'NPC',
  },
  ['Долина Кактусов'] =
  {
    ['Тран\'рек'] = 'NPC',
  },
  ['Ториевое устройство'] =
  {
    ['Ринлинг'] = 'NPC',
  },
  ['Проклятые трогги!'] =
  {
    ['Штейгер Камнелоб'] = 'NPC',
  },
  ['Угроза с моря'] =
  {
    ['Ток\'Кар'] = 'NPC',
    ['Катор'] = 'NPC',
    ['Катор'] = 'NPC',
    ['Ток\'Кар'] = 'NPC',
    ['Катор'] = 'NPC',
  },
  ['Угроза со стороны Зимней Спячки'] =
  {
    ['Донова Снегонора'] = 'NPC',
  },
  ['Три властелина огня'] =
  {
    ['Бодли'] = 'NPC',
  },
  ['Тул Коготь Ворона'] =
  {
    ['Аптекарь Ренферрел'] = 'NPC',
    ['Бетор Ледострел'] = 'NPC',
  },
  ['Тун\'грим Огневзор'] =
  {
    ['Тун\'грим Огневзор'] = 'NPC',
    ['Уззек'] = 'NPC',
  },
  ['Громораан Искатель Ветра'] =
  {
    ['Верховный лорд Демитриан'] = 'NPC',
  },
  ['Громоварское светлое'] =
  {
    ['Мрачнобух Громовар'] = 'NPC',
  },
  ['Очищение колодца Громового Рога'] =
  {
    ['Мулл Громовой Рог'] = 'NPC',
  },
  ['Предок Громовой Рог'] =
  {
    ['Предок Громовой Рог'] = 'NPC',
  },
  ['Тотем Громового Рога'] =
  {
    ['Мулл Громовой Рог'] = 'NPC',
  },
  ['Тандрис Ветропряд'] =
  {
    ['Тандрис Ветропряд'] = 'NPC',
    ['Терентис'] = 'NPC',
  },
  ['Предотвращение агрессии племени Колкар'] =
  {
    ['Лар Ночной Клык'] = 'NPC',
  },
  ['Тиара Глубин'] =
  {
    ['Табета'] = 'NPC',
  },
  ['Тиара Оракула'] =
  {
    ['Андоргос'] = 'NPC',
  },
  ['Охота на тигров'] =
  {
    ['Ажек Руак'] = 'NPC',
    ['Ажек Руак'] = 'NPC',
    ['Ажек Руак'] = 'NPC',
    ['Ажек Руак'] = 'NPC',
  },
  ['Саженцы древесника'] =
  {
    ['Деналан'] = 'NPC',
  },
  ['Ростки древесника'] =
  {
    ['Деналан'] = 'NPC',
  },
  ['Союзник Древобрюхов'] =
  {
    ['Гразл'] = 'NPC',
  },
  ['Время нанести удар'] =
  {
    ['Верховный палач Дарталия'] = 'NPC',
    ['Страж смерти Леш'] = 'NPC',
  },
  ['Тинки Кипеллер'] =
  {
    ['Тинки Кипеллер'] = 'NPC',
    ['Фелнок Сталлист'] = 'NPC',
  },
  ['Мехмастер Замыкалец'] =
  {
    ['Мехмастер Замыкалец'] = 'NPC',
    ['Брат Сарно'] = 'NPC',
  },
  ['Ступай в Прибамбасск!'] =
  {
    ['Могиль Быстроруб'] = 'NPC',
    ['Замджа'] = 'NPC',
  },
  ['К Хальфдану!'] =
  {
    ['Хальфдан Чернобород'] = 'NPC',
    ['Хограл Баккан'] = 'NPC',
  },
  ['В Стальгорн за книгой Йагина'] =
  {
    ['Геррик Костохват'] = 'NPC',
    ['Тельдарин Заблудший'] = 'NPC',
  },
  ['Преднамеренное убийство'] =
  {
    ['Натанос Гнилостень'] = 'NPC',
  },
  ['В Оргриммар!'] =
  {
    ['Шентул'] = 'NPC',
    ['Каплак'] = 'NPC',
  },
  ['Служба для Кум\'иша'] =
  {
    ['Кум\'иша Коллекционер'] = 'NPC',
  },
  ['Демонстрация истинного правосудия'] =
  {
    ['Лорд Грейсон Тенелом'] = 'NPC',
    ['Верховный жрец Рохан'] = 'NPC',
  },
  ['Ограбить воров'] =
  {
    ['Генви Кэллоу'] = 'NPC',
  },
  ['Во Внутренние земли'] =
  {
    ['Фалстад Громовой Молот'] = 'NPC',
    ['Брохан Бочкопуз'] = 'NPC',
  },
  ['Умный в гору не пойдет...'] =
  {
    ['Марли Исполнительница Желаний'] = 'NPC',
  },
  ['В Подгород за книгой Йагина'] =
  {
    ['Хранитель Бел\'дугур'] = 'NPC',
    ['Тельдарин Заблудший'] = 'NPC',
  },
  ['В Зимние Ключи!'] =
  {
    ['Вунд Ночной Охотник'] = 'NPC',
    ['Иви Росистая Листва'] = 'NPC',
  },
  ['Фолиант Божественности'] =
  {
    ['Даториан Ралл'] = 'NPC',
    ['Даториан Ралл'] = 'NPC',
    ['Тиза Боевой Горн'] = 'NPC',
    ['Тиза Боевой Горн'] = 'NPC',
    ['Тиза Боевой Горн'] = 'NPC',
    ['Брат Вильгельм'] = 'NPC',
    ['Лорд Грейсон Тенелом'] = 'NPC',
    ['Азар Мощный Молот'] = 'NPC',
    ['Брандар Железный Молот'] = 'NPC',
    ['Брандар Железный Молот'] = 'NPC',
  },
  ['Фолиант заговора'] =
  {
    ['Страхад Фарсан'] = 'NPC',
    ['Страхад Фарсан'] = 'NPC',
    ['Йорах Аннисон'] = 'NPC',
    ['Йорах Аннисон'] = 'NPC',
    ['Кром Крепкорук'] = 'NPC',
    ['Кром Крепкорук'] = 'NPC',
    ['Страхад Фарсан'] = 'NPC',
    ['Страхад Фарсан'] = 'NPC',
    ['Йорах Аннисон'] = 'NPC',
    ['Кром Крепкорук'] = 'NPC',
  },
  ['Задание Туги'] =
  {
    ['Торта'] = 'NPC',
    ['Туга'] = 'NPC',
  },
  ['Инструменты для Сталежара'] =
  {
    ['Белдин Сталежар'] = 'NPC',
    ['Тарек Чернокамень'] = 'NPC',
  },
  ['Инструменты высокорожденных'] =
  {
    ['Тандрис Ветропряд'] = 'NPC',
  },
  ['Предметы торговли'] =
  {
    ['Меннит Каркад'] = 'NPC',
  },
  ['Налет Торека'] =
  {
    ['Эртог Лютоклык'] = 'NPC',
    ['Торек'] = 'NPC',
  },
  ['Измученный воспоминаниями о прошлом'] =
  {
    ['Вестница Печали'] = 'NPC',
    ['Аврора Зов Небес'] = 'NPC',
  },
  ['Тормус Подземная Кузня'] =
  {
    ['Тормус Подземная Кузня'] = 'NPC',
    ['Марен Грозовая Вершина'] = 'NPC',
  },
  ['Разорванные шкуры'] =
  {
    ['Эбб Ниблгир'] = 'NPC',
  },
  ['Землепроходец Торва'] =
  {
    ['Землепроходец Торва'] = 'NPC',
    ['Тюрак Рунический Тотем'] = 'NPC',
    ['Шеаль Рунический Тотем'] = 'NPC',
    ['Матренгил Медвежья Лапа'] = 'NPC',
    ['Денатарион'] = 'NPC',
    ['Шельдрас Лунное Древо'] = 'NPC',
    ['Теридан'] = 'NPC',
    ['Джаннос Легкое Копыто'] = 'NPC',
    ['Голхайн-в-капюшоне'] = 'NPC',
    ['Логанаар'] = 'NPC',
  },
  ['Прикосновение слабости'] =
  {
    ['Эльталисте'] = 'NPC',
    ['Эльталисте'] = 'NPC',
    ['Эльталисте'] = 'NPC',
    ['Эльталисте'] = 'NPC',
    ['Эльталисте'] = 'NPC',
    ['Темный священник Берил'] = 'NPC',
    ['Майлз Уэльш'] = 'NPC',
    ['Тай\'джин'] = 'NPC',
    ['Отец Ланкастер'] = 'NPC',
    ['Ур\'кьо'] = 'NPC',
  },
  ['Башни и бункеры'] =
  {
    ['Капрал Тика Кровавый Рык'] = 'NPC',
    ['Сержант Дарген Грозовая Вершина'] = 'NPC',
  },
  ['Ядовитый Ужас'] =
  {
    ['Донова Снегонора'] = 'NPC',
  },
  ['Испытание яда'] =
  {
    ['Землепроходец Торва'] = 'NPC',
  },
  ['Поиск источника'] =
  {
    ['Аллисон'] = 'NPC',
    ['Норман'] = 'NPC',
    ['Эверт Соризам'] = 'NPC',
    ['Мара Ренник'] = 'NPC',
    ['Аристан Моттар'] = 'NPC',
    ['Фенстад Аргайл'] = 'NPC',
  },
  ['Обучение зверя'] =
  {
    ['Хольт Громовой Рог'] = 'NPC',
    ['Ормак Лютострел'] = 'NPC',
    ['Иокаста'] = 'NPC',
    ['Белия Громовой Гранит'] = 'NPC',
    ['Гриф Дикое Сердце'] = 'NPC',
    ['Йо Колкая Грива'] = 'NPC',
    ['Тотар'] = 'NPC',
    ['Дазалар'] = 'NPC',
  },
  ['Предатель Кровавого Паруса'] =
  {
    ['Предатель шайки Кровавого Паруса'] = 'NPC',
  },
  ['Вытоптанные луга'] =
  {
    ['Ретиль Страж Природы'] = 'NPC',
  },
  ['Тяжелая поступь'] =
  {
    ['Орокк Омош'] = 'NPC',
  },
  ['Тран\'рек'] =
  {
    ['Тран\'рек'] = 'NPC',
    ['Кразек'] = 'NPC',
  },
  ['Перевод записки Аберкромби'] =
  {
    ['Шира Фон-Инди'] = 'NPC',
    ['Лорд Элло Чернодрев'] = 'NPC',
  },
  ['Трудности перевода'] =
  {
    ['Джаркал Замшелый Клык'] = 'NPC',
    ['Джаркал Замшелый Клык'] = 'NPC',
    ['Останки паладина'] = 'NPC',
  },
  ['Перевод книги'] =
  {
    ['Нарайн Причудень'] = 'NPC',
  },
  ['Перевод для Элло'] =
  {
    ['Лорд Элло Чернодрев'] = 'NPC',
    ['Шира Фон-Инди'] = 'NPC',
  },
  ['Уменьшенный древень'] =
  {
    ['Знахарь Узер\'и'] = 'NPC',
  },
  ['Сокровище Вневременного'] =
  {
    ['Джонатан Богослов'] = 'NPC',
  },
  ['Угощение для Дедушки Зимы'] =
  {
    ['Дедушка Зима'] = 'NPC',
    ['Дедушка Зима'] = 'NPC',
  },
  ['Путь в Ясеневый лес'] =
  {
    ['Раэна Волкопас'] = 'NPC',
    ['Часовой Селарина'] = 'NPC',
  },
  ['Оборона Трелана'] =
  {
    ['Ученик Крайтен'] = 'NPC',
    ['Скуэрто'] = 'NPC',
  },
  ['Дрожь земли'] =
  {
    ['Гарек'] = 'NPC',
    ['Гарек'] = 'NPC',
  },
  ['Очередь на медобслуживание'] =
  {
    ['Доктор Грегори Виктор'] = 'NPC',
    ['Доктор Густав ван Склифф'] = 'NPC',
  },
  ['Испытание на Полях Великанов'] =
  {
    ['Руга Тотем Ярости'] = 'NPC',
  },
  ['Испытание озера'] =
  {
    ['Таджарри'] = 'NPC',
    ['Таджарри'] = 'NPC',
    ['Дендрит Блеск Звезд'] = 'NPC',
    ['Дендрит Блеск Звезд'] = 'NPC',
  },
  ['Испытание Морского Льва'] =
  {
    ['Дендрит Блеск Звезд'] = 'NPC',
    ['Дендрит Блеск Звезд'] = 'NPC',
    ['Таджарри'] = 'NPC',
    ['Таджарри'] = 'NPC',
  },
  ['Кожевничество: традиции предков'] =
  {
    ['Кариссия Лунная Охотница'] = 'NPC',
    ['Сех\'Джиб'] = 'NPC',
  },
  ['Воюющие племена'] =
  {
    ['Кривозуб'] = 'NPC',
  },
  ['Безделушки...'] =
  {
    ['Сокровищница черных драконов'] = 'Object',
  },
  ['Трол\'калар'] =
  {
    ['Могила Троллебоя'] = 'Object',
    ['Могила Троллебоя'] = 'Object',
    ['Зенгу'] = 'NPC',
    ['Зенгу'] = 'NPC',
  },
  ['Оберег троллей'] =
  {
    ['Митсува'] = 'NPC',
  },
  ['Ожерелья троллей'] =
  {
    ['Фраггар Громовая Мантия'] = 'NPC',
  },
  ['Троллье месиво'] =
  {
    ['Трентон Молот Света'] = 'NPC',
  },
  ['Тролльское колдовство'] =
  {
    ['Брат Нимез'] = 'NPC',
  },
  ['Троллебой'] =
  {
    ['Зенгу'] = 'NPC',
    ['Нимбойя'] = 'NPC',
  },
  ['Тролли Пера'] =
  {
    ['Бесенок'] = 'NPC',
  },
  ['Неприятности в порту'] =
  {
    ['Оператор крана Биггльфузз'] = 'NPC',
  },
  ['Неприятности на Темных берегах?'] =
  {
    ['Археолог Холли'] = 'NPC',
    ['Главный археолог Седоус'] = 'NPC',
  },
  ['Угроза из Глубин'] =
  {
    ['Дже\'неу Санкри'] = 'NPC',
    ['Цунаман'] = 'NPC',
  },
  ['Сложности в Зимних ключах!'] =
  {
    ['Донова Снегонора'] = 'NPC',
    ['Мегги Молот-Шмолот'] = 'NPC',
  },
  ['Беспокойные духи Кел\'Терила'] =
  {
    ['Аврора Зов Небес'] = 'NPC',
    ['Джерон Гранильщик'] = 'NPC',
  },
  ['Брюки Оракула'] =
  {
    ['Кандостраз'] = 'NPC',
  },
  ['Истинно верующие'] =
  {
    ['Отшельник Ортелл'] = 'NPC',
  },
  ['Хоть шерсти клок...'] =
  {
    ['Равак Зловещий Тотем'] = 'NPC',
  },
  ['Опухоли'] =
  {
    ['Релиан Зеленый Костер'] = 'NPC',
  },
  ['Ограбление тайника Тундры Макгранна'] =
  {
    ['Тундра Макгранн'] = 'NPC',
  },
  ['Двадцать жетонов в обмен на припасы'] =
  {
    ['Полководец Горчук'] = 'NPC',
    ['Фельдмаршал Снегопад'] = 'NPC',
  },
  ['Боевые приказы Сумеречного Молота'] =
  {
    ['Командир Мар\'алит'] = 'NPC',
  },
  ['Наступление сумерек'] =
  {
    ['Страж Манадос из ордена Серебряного Рассвета'] = 'NPC',
  },
  ['Геолорды из культа Сумеречного Молота'] =
  {
    ['Хуум Буйногривый'] = 'NPC',
  },
  ['Сумеречные мародеры'] =
  {
    ['Призывательница ветров Гордый Рог'] = 'NPC',
  },
  ['Кольцо Власти служителя культа Сумеречного Молота'] =
  {
    ['Аурель Золотой Лист'] = 'NPC',
  },
  ['Хрустальные орнаменты'] =
  {
    ['Ива'] = 'NPC',
  },
  ['Извращенная ненависть'] =
  {
    ['Таллонкай Гибкий Корень'] = 'NPC',
  },
  ['Вторая половина'] =
  {
    ['Джанис Фелстоун'] = 'NPC',
  },
  ['Тиранда и Ремул'] =
  {
    ['Хранитель Ремул'] = 'NPC',
    ['Лесной огонек'] = 'NPC',
  },
  ['Ула\'елек и рукавицы Жестокости'] =
  {
    ['Ула\'елек'] = 'NPC',
    ['Тун\'грим Огневзор'] = 'NPC',
  },
  ['Улаг Колун'] =
  {
    ['Страж смерти Диллинжер'] = 'NPC',
  },
  ['Улатек Предатель'] =
  {
    ['Лорд Гиблопуст'] = 'NPC',
  },
  ['В Ульдаман за реактивом'] =
  {
    ['Гхак Целитель'] = 'NPC',
    ['Джаркал Замшелый Клык'] = 'NPC',
  },
  ['Умбер, архивариус'] =
  {
    ['Умбер'] = 'NPC',
    ['Лайо Звездный Всполох'] = 'NPC',
  },
  ['Почва Ун\'Горо'] =
  {
    ['Дженаль'] = 'NPC',
    ['Гед'] = 'NPC',
    ['Верховный друид Фэндрал Олений Шлем'] = 'NPC',
    ['Верховный друид Хамуул Рунический Тотем'] = 'NPC',
  },
  ['Мелочи нежизни'] =
  {
    ['Натанос Гнилостень'] = 'NPC',
  },
  ['Дядюшка Карлин'] =
  {
    ['Карлин Редпат'] = 'NPC',
    ['Памела Редпат'] = 'NPC',
  },
  ['Раскрытие древних секретов'] =
  {
    ['Рабин Сатурна'] = 'NPC',
    ['Умбер'] = 'NPC',
  },
  ['Тайны прошлого'] =
  {
    ['Геолог Вельгар'] = 'NPC',
  },
  ['Неповрежденная ядовитая железа'] =
  {
    ['Аптекарь Лидон'] = 'NPC',
  },
  ['А под хитином было...'] =
  {
    ['Умбер'] = 'NPC',
  },
  ['Под тенью'] =
  {
    ['Командир Томас Элеран'] = 'NPC',
  },
  ['Брюшная чешуя'] =
  {
    ['Вернер Осгуд'] = 'NPC',
  },
  ['Битва под землей'] =
  {
    ['Шони Молшунья'] = 'NPC',
  },
  ['Неоконченное дело'] =
  {
    ['Криста Чернотень'] = 'NPC',
    ['Криста Чернотень'] = 'NPC',
    ['Криста Чернотень'] = 'NPC',
  },
  ['Неоконченное дело Гордоков'] =
  {
    ['Капитан Давигром'] = 'NPC',
  },
  ['Поставки формы'] =
  {
    ['Призывательница ветров Гордый Рог'] = 'NPC',
    ['Призывательница ветров Гордый Рог'] = 'NPC',
  },
  ['Воссоединить расколотый амулет'] =
  {
    ['Павший герой Орды'] = 'NPC',
  },
  ['Разгадка тайны'] =
  {
    ['Геолог Ехидная'] = 'NPC',
    ['Рутгар Знакописец'] = 'NPC',
  },
  ['Покуда смерть не разлучит нас'] =
  {
    ['Надгробная плита Юрива'] = 'Object',
    ['Клариса Фостер'] = 'NPC',
  },
  ['Понюшка табака'] =
  {
    ['Диг'] = 'NPC',
  },
  ['Новости для часового Тенисил'] =
  {
    ['Часовой Тенисил'] = 'NPC',
    ['Кела Копье Тени'] = 'NPC',
  },
  ['Трактат Ура по темной магии'] =
  {
    ['Верховный колдун Андромат'] = 'NPC',
  },
  ['Аррок Смертный Вопль'] =
  {
    ['Варош'] = 'NPC',
  },
  ['Урсал Изверг'] =
  {
    ['Атридас Медвежья Шкура'] = 'NPC',
  },
  ['Лапа Топтыжня'] =
  {
    ['Сенани Громовое Сердце'] = 'NPC',
  },
  ['Урсиус из щербозубов'] =
  {
    ['Шторм Призрачное Копыто'] = 'NPC',
  },
  ['Расследование Валарриэля'] =
  {
    ['Сундук Малема'] = 'Object',
    ['Сундук Малема'] = 'Object',
    ['Валлариель Истребитель Демонов'] = 'NPC',
    ['Далинда Малем'] = 'NPC',
    ['Валлариель Истребитель Демонов'] = 'NPC',
    ['Валлариель Истребитель Демонов'] = 'NPC',
  },
  ['Валадар Звездная Песня'] =
  {
    ['Валадар Звездная Песня'] = 'NPC',
    ['Предвестница Лунного фестиваля'] = 'NPC',
  },
  ['Валлик'] =
  {
    ['Подручный Валлик'] = 'NPC',
  },
  ['Бей предателей!'] =
  {
    ['Га\'Ток'] = 'NPC',
  },
  ['Долой захватчиков!'] =
  {
    ['Часовой Дальняя Песня'] = 'NPC',
    ['Часовой Дальняя Песня'] = 'NPC',
    ['Часовой Дальняя Песня'] = 'NPC',
    ['Часовой Дальняя Песня'] = 'NPC',
    ['Часовой Дальняя Песня'] = 'NPC',
  },
  ['Веджрек'] =
  {
    ['Марен Грозовая Вершина'] = 'NPC',
  },
  ['Велинда Песнь Звезд'] =
  {
    ['Тин\'тель Танец Клинка'] = 'NPC',
    ['Часовой Мелирия Ледяная Тень'] = 'NPC',
  },
  ['Эффекты Велинды'] =
  {
    ['Тин\'тель Танец Клинка'] = 'NPC',
  },
  ['Велора Нители и Набедренники Жестокости'] =
  {
    ['Велора Нители'] = 'NPC',
    ['Тун\'грим Огневзор'] = 'NPC',
  },
  ['Месть стае Студеных Ключей'] =
  {
    ['Тало Терновое Копыто'] = 'NPC',
  },
  ['Бутыли с ядом'] =
  {
    ['Флакон с ядом'] = 'Object',
    ['Аптекарь Лидон'] = 'NPC',
  },
  ['Яд в Подгород'] =
  {
    ['Опытный аптекарь Фаранелл'] = 'NPC',
    ['Аптекарь Лидон'] = 'NPC',
  },
  ['Рудник Торговой Компании'] =
  {
    ['Шиззи Пуззырикс'] = 'NPC',
  },
  ['Зеленая записка'] =
  {
    ['Гарт Вестник Туманов'] = 'NPC',
    ['Грулл Соколиный Ветер'] = 'NPC',
  },
  ['Зеленый знак'] =
  {
    ['Мардант Крепкий Дуб'] = 'NPC',
    ['Опекун Илталайн'] = 'NPC',
  },
  ['Проверка на порчу'] =
  {
    ['Тарун Красное Перо'] = 'NPC',
  },
  ['Верог Дервиш'] =
  {
    ['Ретгар Врата Смерти'] = 'NPC',
  },
  ['Одежды Оракула'] =
  {
    ['Ветсера'] = 'NPC',
  },
  ['Ветеран Уззек'] =
  {
    ['Уззек'] = 'NPC',
    ['Кранг Каменное Копыто'] = 'NPC',
    ['Таршо Рваный Шрам'] = 'NPC',
    ['Сорек'] = 'NPC',
  },
  ['Радужные перья'] =
  {
    ['Эбб Ниблгир'] = 'NPC',
  },
  ['Славная победа Альянса'] =
  {
    ['Верховный лорд Болвар Фордрагон'] = 'NPC',
  },
  ['Победа Орды'] =
  {
    ['Тралл'] = 'NPC',
  },
  ['Злобные фамильяры'] =
  {
    ['Зурита Востроглазая'] = 'NPC',
    ['Зурита Востроглазая'] = 'NPC',
    ['Рузан'] = 'NPC',
    ['Рузан'] = 'NPC',
  },
  ['Сатиры коварны! Дриады в опасности!'] =
  {
    ['Анилия'] = 'NPC',
    ['Иллиана'] = 'NPC',
  },
  ['Хулиганы Порочной Ветви'] =
  {
    ['Кузнец Углежог'] = 'NPC',
  },
  ['Негодяи Дарроушира'] =
  {
    ['Карлин Редпат'] = 'NPC',
  },
  ['Ожерелье видений Вудресса'] =
  {
    ['Майвики Зулдазарская'] = 'NPC',
    ['Майвики Зулдазарская'] = 'NPC',
    ['Майвики Зулдазарская'] = 'NPC',
  },
  ['Визит к травнице'] =
  {
    ['Марти Джанроз'] = 'NPC',
    ['Стражник Паркер'] = 'NPC',
  },
  ['Важные разведданные'] =
  {
    ['Палач Зуганд'] = 'NPC',
    ['Палач Аррен'] = 'NPC',
  },
  ['Важные поставки'] =
  {
    ['Начальник стражи Соригел'] = 'NPC',
    ['Верховный колдун Андромат'] = 'NPC',
  },
  ['Вивиана Лягроб'] =
  {
    ['Темный маг Вивиана Лягроб'] = 'NPC',
    ['Аптекарь Зинг'] = 'NPC',
  },
  ['Вивиан Лягроб и табличка Темного Камня'] =
  {
    ['Темный маг Вивиана Лягроб'] = 'NPC',
    ['Аптекарь Зинг'] = 'NPC',
  },
  ['Неусыпные узы вуду'] =
  {
    ['Занза Неупокоенный'] = 'NPC',
  },
  ['Вулканическая активность'] =
  {
    ['Лив Быстрочин'] = 'NPC',
  },
  ['Должники вуду'] =
  {
    ['"Морской волк" Маккинли'] = 'NPC',
  },
  ['Вудуистские перья'] =
  {
    ['Павший герой Орды'] = 'NPC',
  },
  ['Ворлус Подлое Копыто'] =
  {
    ['Эланария'] = 'NPC',
  },
  ['Месть Воррела'] =
  {
    ['Моника Сенгутц'] = 'NPC',
    ['Воррел Сенгутц'] = 'NPC',
  },
  ['Ворша Хлестунья'] =
  {
    ['Гонец клана Песни Войны'] = 'NPC',
    ['Муглаш'] = 'NPC',
  },
  ['Стойкость стервятника'] =
  {
    ['Волшебница крови Линора'] = 'NPC',
  },
  ['Скверна Злоязыкого'] =
  {
    ['Талендрия'] = 'NPC',
    ['Варк Боевой Шрам'] = 'NPC',
  },
  ['Вайрал Подлый'] =
  {
    ['Хуум Буйногривый'] = 'NPC',
  },
  ['Месть Вайрины'] =
  {
    ['Вайрина Быстрый Ветер'] = 'NPC',
    ['Дерил Юный'] = 'NPC',
    ['Вайрина Быстрый Ветер'] = 'NPC',
    ['Дерил Юный'] = 'NPC',
  },
  ['Ожидание перевода'] =
  {
    ['Шира Фон-Инди'] = 'NPC',
  },
  ['Пробуждение легенд'] =
  {
    ['Хранитель Ремул'] = 'NPC',
  },
  ['Оружие получше кулаков'] =
  {
    ['Скуэрто'] = 'NPC',
  },
  ['Жезл для Бетора'] =
  {
    ['Пыльная полка'] = 'Object',
    ['Бетор Ледострел'] = 'NPC',
  },
  ['Шая-бродяжница'] =
  {
    ['Камнедробитель'] = 'NPC',
    ['Шая Листогон'] = 'NPC',
  },
  ['Разыскивается: Арнак Зловещий Тотем'] =
  {
    ['Плакат "Разыскивается": Арнак Зловещий Тотем'] = 'Object',
    ['Дозорный утесов Долгорог'] = 'NPC',
  },
  ['РОЗЫСК: Смертехват, гроза пустыни'] =
  {
    ['Плакат: "Разыскивается": Смертехват'] = 'Object',
    ['Виш Коцус'] = 'NPC',
  },
  ['Разыскивается: Марез Клобук'] =
  {
    ['Розыск!'] = 'Object',
    ['Капитан Ниалс'] = 'NPC',
  },
  ['Разыскивается: Отто и лорд Соколиный Шлем'] =
  {
    ['Розыск!'] = 'Object',
    ['Капитан Ниалс'] = 'NPC',
  },
  ['Разыскивается: "Дробитель"'] =
  {
    ['Плакат "Разыскивается"'] = 'Object',
    ['Маршал Дугхан'] = 'NPC',
  },
  ['РАЗЫСКИВАЕТСЯ: Андре Огнебородый'] =
  {
    ['Плакат "Разыскивается"'] = 'Object',
    ['Начальник отдела безопасности Чепухастер'] = 'NPC',
  },
  ['РАЗЫСКИВАЕТСЯ: Барон Дольноберег'] =
  {
    ['РАЗЫСКИВАЕТСЯ'] = 'Object',
    ['Газлоу'] = 'NPC',
  },
  ['РАЗЫСКИВАЕТСЯ: Барон Вардус'] =
  {
    ['РАЗЫСКИВАЕТСЯ'] = 'Object',
    ['Верховный палач Дарталия'] = 'NPC',
  },
  ['РАЗЫСКИВАЕТСЯ: Калиф Жало Скорпида'] =
  {
    ['Плакат "Разыскивается"'] = 'Object',
    ['Главный инженер Чепухастер'] = 'NPC',
  },
  ['Разыскивается: Чок\'сул'] =
  {
    ['РАЗЫСКИВАЕТСЯ'] = 'Object',
    ['Мировой судья Тупонос'] = 'NPC',
  },
  ['Разыскиваются: ДВОРФЫ!'] =
  {
    ['Розыск: ДВОРФЫ!'] = 'Object',
    ['Сержант Язра Кровавый Рык'] = 'NPC',
  },
  ['Разыскивается: Гат\'Илзогг'] =
  {
    ['Разыскивается: Гат\'Илзогг'] = 'Object',
    ['Мировой судья Соломон'] = 'NPC',
  },
  ['Разыскивается: лейтенант Фангор'] =
  {
    ['Разыскивается: лейтенант Фангор'] = 'Object',
    ['Мировой судья Соломон'] = 'NPC',
  },
  ['Разыскивается: Червеглаз'] =
  {
    ['Розыск!'] = 'Object',
    ['Палач Зуганд'] = 'NPC',
  },
  ['Разыскивается: БОЛЬШЕ ДВОРФОВ!'] =
  {
    ['Сержант Язра Кровавый Рык'] = 'NPC',
  },
  ['Разыскивается: БОЛЬШЕ ОРКОВ!'] =
  {
    ['Капрал Норг Грозовая Вершина'] = 'NPC',
  },
  ['РАЗЫСКИВАЕТСЯ: Глубомрак!'] =
  {
    ['Разыскивается: Глубомрак!'] = 'Object',
    ['Часовой Глинда Нал\'Шия'] = 'NPC',
  },
  ['Разыскиваются: ОРКИ!'] =
  {
    ['Розыск: ОРКИ!'] = 'Object',
    ['Капрал Норг Грозовая Вершина'] = 'NPC',
  },
  ['РАЗЫСКИВАЕТСЯ: надзиратель Мальториус'] =
  {
    ['Розыск/Пропал без вести/Найден'] = 'Object',
    ['Капитан дозорных Лоло Долгобой'] = 'NPC',
  },
  ['РАЗЫСКИВАЮТСЯ: сторонники Синдиката'] =
  {
    ['РАЗЫСКИВАЕТСЯ'] = 'Object',
    ['Верховный палач Дарталия'] = 'NPC',
  },
  ['Разыскивается: коварная жрица Ведьмиса и ее прислужники'] =
  {
    ['К оружию!'] = 'Object',
    ['Старейшина племени Сломанного Клыка'] = 'NPC',
  },
  ['Морской бой'] =
  {
    ['Рамсен Бракодел'] = 'NPC',
  },
  ['Боевые знамена'] =
  {
    ['Капитан Крепкий Кулак'] = 'NPC',
  },
  ['Война против Приверженцев Тени'] =
  {
    ['Павший герой Орды'] = 'NPC',
  },
  ['Война с племенем Древолапов'] =
  {
    ['Хадокен Быстрый Странник'] = 'NPC',
  },
  ['Полководец Креллиан'] =
  {
    ['Верховный маг Ксилем'] = 'NPC',
  },
  ['Приказ полководца'] =
  {
    ['Полководец Клинозуб'] = 'NPC',
  },
  ['Воинское испытание'] =
  {
    ['Павший герой Орды'] = 'NPC',
  },
  ['Сведения всадника из клана Песни Войны'] =
  {
    ['Всадник из клана Песни Войны'] = 'NPC',
  },
  ['Сведения гонца клана Песни Войны'] =
  {
    ['Гонец клана Песни Войны'] = 'NPC',
  },
  ['Пилы Песни Войны'] =
  {
    ['Пиксель'] = 'NPC',
  },
  ['Сведения разведчика клана Песни Войны'] =
  {
    ['Разведчик клана Песни Войны'] = 'NPC',
  },
  ['Поставка для Песни Войны'] =
  {
    ['Локе Окарр'] = 'NPC',
  },
  ['Останки на берегу'] =
  {
    ['Гвеннид Блай\'Леггонд'] = 'NPC',
    ['Гвеннид Блай\'Леггонд'] = 'NPC',
  },
  ['Ваште Пауни'] =
  {
    ['Джорн Заклинатель Небес'] = 'NPC',
  },
  ['Пустошь'] =
  {
    ['Лайо Звездный Всполох'] = 'NPC',
    ['Рабин Сатурна'] = 'NPC',
  },
  ['Расправа над Скитальцами Пустыни'] =
  {
    ['Главный инженер Чепухастер'] = 'NPC',
  },
  ['Элементали воды'] =
  {
    ['Барон Ревилгаз'] = 'NPC',
  },
  ['Награда за воду'] =
  {
    ['Оператор крана Тормозиллер'] = 'NPC',
    ['Оператор крана Тормозиллер'] = 'NPC',
  },
  ['Сапта воды'] =
  {
    ['Ислена Заклинательница Воды'] = 'NPC',
  },
  ['Воды Ксавиана'] =
  {
    ['Дейно'] = 'NPC',
  },
  ['Охота на волношлепа'] =
  {
    ['Огтинк'] = 'NPC',
  },
  ['Предпочитаемое оружие'] =
  {
    ['Таттернак Стальной Горн'] = 'NPC',
  },
  ['Оружие из элунита'] =
  {
    ['Матиль'] = 'NPC',
  },
  ['Оружие духа'] =
  {
    ['Знахарь Узер\'и'] = 'NPC',
  },
  ['Яйцо чащобного паука'] =
  {
    ['Гилшалан Буйный Ветер'] = 'NPC',
  },
  ['Яд чащобного паука'] =
  {
    ['Гилшалан Буйный Ветер'] = 'NPC',
  },
  ['Добро пожаловать в джунгли'] =
  {
    ['Хеминг Эрнестуэй'] = 'NPC',
    ['Барнил Каменный Горшок'] = 'NPC',
  },
  ['Добро пожаловать!'] =
  {
    ['Мерисса Стилвелл'] = 'NPC',
    ['Йори Шлемолом'] = 'NPC',
    ['Орентил Шелест Ветра'] = 'NPC',
    ['Магга'] = 'NPC',
    ['Ворн Небесный Провидец'] = 'NPC',
    ['Клэр Вилловер'] = 'NPC',
  },
  ['Источник порчи'] =
  {
    ['Винна Хеззард'] = 'NPC',
  },
  ['Венаки Бенике'] =
  {
    ['Венаки Бенике'] = 'NPC',
    ['Пароклапан'] = 'NPC',
  },
  ['Гарнизон у Западного ручья просит помощи!'] =
  {
    ['Заместитель судьи Рейнер'] = 'NPC',
    ['Маршал Дугхан'] = 'NPC',
  },
  ['Похлебка Западного Края'] =
  {
    ['Сальма Сальден'] = 'NPC',
    ['Сальма Сальден'] = 'NPC',
    ['Верна Хмуробров'] = 'NPC',
  },
  ['Управляющий пристанью Головокружилкинс'] =
  {
    ['Управляющий пристанью Головокружилкинс'] = 'NPC',
    ['Управляющий пристанью Головокружилкинс'] = 'NPC',
    ['Аптекарь Хелбрим'] = 'NPC',
    ['Кравел Углебород'] = 'NPC',
  },
  ['Что происходит?'] =
  {
    ['Стражник Бертон'] = 'NPC',
    ['Тралл'] = 'NPC',
    ['Командир Гор\'шак'] = 'NPC',
    ['Командир Гор\'шак'] = 'NPC',
  },
  ['Что хочет Ниби'] =
  {
    ['Бесенок'] = 'NPC',
    ['Ниби Всемогущий'] = 'NPC',
  },
  ['Какой еще плавень?'] =
  {
    ['Мастер-кузнец Закалон'] = 'NPC',
  },
  ['Какое такое копыто?'] =
  {
    ['Дирк Надувалло'] = 'NPC',
  },
  ['Что принес ветер'] =
  {
    ['Тралл'] = 'NPC',
  },
  ['Что ждет нас завтра'] =
  {
    ['Баристолф из Зыбучих Песков'] = 'NPC',
  },
  ['Колесо Черного Похода'] =
  {
    ['Горзиеки Дикоглаз'] = 'NPC',
    ['Мор\'зул Вестник Крови'] = 'NPC',
  },
  ['Дымок над водою'] =
  {
    ['Дымок ЛаРу'] = 'NPC',
  },
  ['Оружие вихря'] =
  {
    ['Бат\'ра Страж Ветра'] = 'NPC',
  },
  ['Трещащий бронзовый механизм'] =
  {
    ['Ринлинг'] = 'NPC',
  },
  ['Потерянный грог Алкача Виски'] =
  {
    ['Алкач Виски'] = 'NPC',
  },
  ['Одичавшие стражи'] =
  {
    ['Трулл Баловень Судьбы'] = 'NPC',
    ['Трулл Баловень Судьбы'] = 'NPC',
    ['Трулл Баловень Судьбы'] = 'NPC',
  },
  ['Звериные сердца'] =
  {
    ['Аптекарь Ренферрел'] = 'NPC',
    ['Ран Йорик'] = 'NPC',
  },
  ['Дикарские кожаные доспехи'] =
  {
    ['Пратт Макгруббен'] = 'NPC',
    ['Джангор Быстрый Странник'] = 'NPC',
  },
  ['Дикарские кожаные сапоги'] =
  {
    ['Пратт Макгруббен'] = 'NPC',
    ['Джангор Быстрый Странник'] = 'NPC',
  },
  ['Дикарский кожаный шлем'] =
  {
    ['Пратт Макгруббен'] = 'NPC',
    ['Джангор Быстрый Странник'] = 'NPC',
  },
  ['Дикарские кожаные поножи'] =
  {
    ['Пратт Макгруббен'] = 'NPC',
    ['Джангор Быстрый Странник'] = 'NPC',
  },
  ['Дикарские кожаные наплечники'] =
  {
    ['Пратт Макгруббен'] = 'NPC',
    ['Джангор Быстрый Странник'] = 'NPC',
  },
  ['Дикарский кожаный жилет'] =
  {
    ['Пратт Макгруббен'] = 'NPC',
    ['Джангор Быстрый Странник'] = 'NPC',
  },
  ['Дикоглаз'] =
  {
    ['Горзиеки Дикоглаз'] = 'NPC',
    ['Мор\'зул Вестник Крови'] = 'NPC',
  },
  ['Э\'ко диких совухов'] =
  {
    ['Знахарь Мау\'ари'] = 'NPC',
  },
  ['Питомцы Элуны'] =
  {
    ['Верховный друид Фэндрал Олений Шлем'] = 'NPC',
    ['Эрелас Янтарное Небо'] = 'NPC',
  },
  ['Очищение колодца Буйногривых'] =
  {
    ['Мулл Громовой Рог'] = 'NPC',
  },
  ['Предок Буйногривая'] =
  {
    ['Предок Буйногривая'] = 'NPC',
  },
  ['Тотем Буйногривых'] =
  {
    ['Мулл Громовой Рог'] = 'NPC',
  },
  ['Дневник Вилидена'] =
  {
    ['Виллиден Маршалл'] = 'NPC',
  },
  ['Импортер Вилликс'] =
  {
    ['Импортер Вилликс'] = 'NPC',
  },
  ['Ветрокрыл'] =
  {
    ['Элу'] = 'NPC',
  },
  ['Предок Вестник Ветров'] =
  {
    ['Предок Вестник Ветров'] = 'NPC',
  },
  ['Ветра пустыни'] =
  {
    ['Резлак'] = 'NPC',
  },
  ['Предок Тотем Ветра'] =
  {
    ['Предок Тотем Ветра'] = 'NPC',
  },
  ['Реклама винного магазина'] =
  {
    ['Сюзетта Галлина'] = 'NPC',
    ['Ренато Галлина'] = 'NPC',
  },
  ['Подарки Дедушки Зимы'] =
  {
    ['Дедушка Зима'] = 'NPC',
    ['Оператор Чудоформера'] = 'NPC',
  },
  ['Боевые действия в деревне Зимней Спячки'] =
  {
    ['Сальфа'] = 'NPC',
  },
  ['Э\'ко фурболгов племени Зимней Спячки'] =
  {
    ['Знахарь Мау\'ари'] = 'NPC',
  },
  ['Огненная вода племени Зимней Спячки'] =
  {
    ['Донова Снегонора'] = 'NPC',
  },
  ['Вторжение племени Зимней Спячки'] =
  {
    ['Риверн Холодный Ветер'] = 'NPC',
  },
  ['Ритуальный тотем Зимней Спячки'] =
  {
    ['Кернда'] = 'NPC',
  },
  ['Гонцы Зимней Спячки'] =
  {
    ['Донова Снегонора'] = 'NPC',
  },
  ['Очищение колодца Заиндевевшего Копыта'] =
  {
    ['Мулл Громовой Рог'] = 'NPC',
  },
  ['Предок Заиндевевшее Копыто'] =
  {
    ['Предок Заиндевевшее Копыто'] = 'NPC',
  },
  ['Мудрость Агамаггана'] =
  {
    ['Кривозуб'] = 'NPC',
  },
  ['Тролльи клетки'] =
  {
    ['Укротитель грифонов Разящий Коготь'] = 'NPC',
  },
  ['Волки на границе'] =
  {
    ['Иган Меховщик'] = 'NPC',
  },
  ['Волки идут по пятам'] =
  {
    ['Ларс'] = 'NPC',
  },
  ['Разведка планов Древолапов'] =
  {
    ['Тактическая карта Древолапов'] = 'Object',
    ['Хадокен Быстрый Странник'] = 'NPC',
  },
  ['Слова верховного вождя'] =
  {
    ['Келек Страж Неба'] = 'NPC',
    ['Донова Снегонора'] = 'NPC',
  },
  ['Воргены в лесу'] =
  {
    ['Джонатан Карвин'] = 'NPC',
    ['Калор'] = 'NPC',
    ['Калор'] = 'NPC',
    ['Калор'] = 'NPC',
    ['Калор'] = 'NPC',
  },
  ['На вес золота'] =
  {
    ['Ученик Крайтен'] = 'NPC',
  },
  ['Раны Дерев'] =
  {
    ['Кела Копье Тени'] = 'NPC',
  },
  ['Гнев синих драконов'] =
  {
    ['Хале'] = 'NPC',
    ['Джезиба'] = 'NPC',
    ['Хале'] = 'NPC',
  },
  ['Реникс из Кабестана'] =
  {
    ['Реникс Презренный'] = 'NPC',
    ['Зандо\'зан'] = 'NPC',
  },
  ['Подорожная'] =
  {
    ['Стражник Дидье'] = 'NPC',
  },
  ['Котел Удела Страданий'] =
  {
    ['Котел Плети'] = 'Object',
  },
  ['Зоротианская звездная пыль'] =
  {
    ['Горзиеки Дикоглаз'] = 'NPC',
    ['Лорд Гиблопуст'] = 'NPC',
  },
  ['Плата Ксилема Джедиге'] =
  {
    ['Джедига'] = 'NPC',
    ['Верховный маг Ксилем'] = 'NPC',
  },
  ['Йорус Ячменовар'] =
  {
    ['Йорус Ячменовар'] = 'NPC',
    ['Ву Шен'] = 'NPC',
  },
  ['Ты – Рах\'лих, демон!'] =
  {
    ['Павший герой Орды'] = 'NPC',
  },
  ['За достойную службу'] =
  {
    ['Згги'] = 'NPC',
    ['Зардет Черный Коготь'] = 'NPC',
  },
  ['Женщинам – цветы, детям – ...'] =
  {
    ['Ребенок-сирота'] = 'NPC',
    ['Орк-сирота'] = 'NPC',
  },
  ['Больше учить нечему'] =
  {
    ['Нат Пэгл'] = 'NPC',
    ['Лумак'] = 'NPC',
  },
  ['Прохладное чувство юмора'] =
  {
    ['Каймард Меднокноп'] = 'NPC',
    ['Карден Деньгозвон'] = 'NPC',
    ['Чудной снеговик'] = 'NPC',
    ['Чудной снеговик'] = 'NPC',
  },
  ['Шкуры молодых кроколисков'] =
  {
    ['Джеймс Халлоран'] = 'NPC',
  },
  ['Юные влюбленные'] =
  {
    ['Томми Джо Стоунфилд'] = 'NPC',
    ['Мейбелл Маклур'] = 'NPC',
  },
  ['Ты найдешь свою удачу...'] =
  {
    ['Таинственный сундук с Мертвых копей'] = 'Object',
    ['Таинственный стог Восточной Долины'] = 'Object',
    ['Таинственный пень'] = 'Object',
  },
  ['Твое место в мире'] =
  {
    ['Горнек'] = 'NPC',
    ['Калтунк'] = 'NPC',
  },
  ['Юка Крутипроб'] =
  {
    ['Юка Крутипроб'] = 'NPC',
    ['Юрба Крутипроб'] = 'NPC',
  },
  ['Зельдарр Изгой'] =
  {
    ['Управляющий Ален'] = 'NPC',
  },
  ['Залазан'] =
  {
    ['Мастер Гадрин'] = 'NPC',
  },
  ['Помеха Замека'] =
  {
    ['Замек'] = 'NPC',
  },
  ['Зандаларский талисман Власти над Тенями'] =
  {
    ['Фальтир Слепой'] = 'NPC',
  },
  ['Зандаларский талисман Тени'] =
  {
    ['Фальтир Слепой'] = 'NPC',
    ['Фальтир Слепой'] = 'NPC',
    ['Фальтир Слепой'] = 'NPC',
  },
  ['Зандо\'зан'] =
  {
    ['Зандо\'зан'] = 'NPC',
    ['Шентул'] = 'NPC',
  },
  ['Напиток могущества Занзы'] =
  {
    ['Рин\'вошо Торговец'] = 'NPC',
  },
  ['Смесь Занзила и "Дурацкое Крепкое"'] =
  {
    ['Кравел Углебород'] = 'NPC',
    ['Шиззи Пуззырикс'] = 'NPC',
  },
  ['Тайна Занзила'] =
  {
    ['Шиззи Пуззырикс'] = 'NPC',
  },
  ['Уменьшение великанов'] =
  {
    ['Зорбин Дребезгун'] = 'NPC',
  },
  ['Питание для шокера'] =
  {
    ['Ларион'] = 'NPC',
    ['Лив Быстрочин'] = 'NPC',
  },
  ['Просьба Зенна'] =
  {
    ['Зенн Грязное Копыто'] = 'NPC',
  },
  ['Портативный крошшер Зинфиззлекса'] =
  {
    ['Мастер-инженер Спустипар'] = 'NPC',
    ['Мастер-инженер Спустипар'] = 'NPC',
  },
  ['Мнение Зинг'] =
  {
    ['Фенстад Аргайл'] = 'NPC',
  },
  ['Посылка для Зинг'] =
  {
    ['Аптекарь Зинг'] = 'NPC',
    ['Аптекарь Ренферрел'] = 'NPC',
  },
  ['Зиз Физзикс'] =
  {
    ['Зиз Физзикс'] = 'NPC',
    ['Пароклапан'] = 'NPC',
  },
  ['Сок зомби'] =
  {
    ['Смиттс'] = 'NPC',
    ['Аберкромби'] = 'NPC',
  },
  ['Вторжение улья Цуккаш'] =
  {
    ['Хадокен Быстрый Странник'] = 'NPC',
  },
  ['Донесение об улье Зукк\'аш'] =
  {
    ['Зилзибин Барабанный Бой'] = 'NPC',
    ['Хадокен Быстрый Странник'] = 'NPC',
  },
  ['Монеты племен: Зулиан, Раззаши и Хаккари'] =
  {
    ['Винчакса'] = 'NPC',
  },
}
