pfDB["quests"]["zhTW"] = {
  [2] = {
    ["D"] = "強大的角鷹獸沙普塔隆已經被你殺死了，它的爪子將成為你勝利的象征。碎木哨崗的塞娜尼·雷心一定會對你的戰利品感興趣的。",
    ["O"] = "將沙普塔隆的爪子交給灰谷碎木哨崗的塞娜尼·雷心。",
    ["T"] = "沙普塔隆的爪子",
  },
  [5] = {
    ["D"] = "我已經困在這個鬼鎮里好幾個星期了，除了蟲子和野草之外什么吃的都沒有！我想吃點正常的食物，即使要多花點錢也無所謂。$B$B給我找點美食來，我就給你大筆的獎賞。$B$B聽說夜色鎮血鴉旅店的廚師格魯奧做的黑蟹蛋糕很不錯……",
    ["O"] = "和廚師格魯奧談一談。",
    ["T"] = "饑腸轆轆的基特斯",
  },
  [6] = {
    ["D"] = "加瑞克·帕德弗特，這個惡棍幾周以來一直讓我們的農民和商人心驚膽戰，前幾天有人在農場附近的小屋里看到了他的身影，大概在就是修道院東邊過了橋以后的那片地方。提著他的頭回來見我，然后領取賞金吧！$B$B不過你要小心一點，$N。加瑞克身邊總是有一幫暴徒，他可不是那么容易搞定的家伙。",
    ["O"] = "殺死加瑞克·帕德弗特，帶著他的頭到北郡修道院去找維里副隊長。",
    ["T"] = "加瑞克·帕德弗特的賞金",
  },
  [7] = {
    ["D"] = "你的第一個任務是清剿工作，$N。一個狗頭人部族占據了北邊的森林。到那兒去，把你能看到的狗頭人歹徒都殺掉。盡量減少他們的數量，好讓我們有一天能把他們從北郡徹底趕出去。",
    ["O"] = "殺死10只狗頭人歹徒，然后向治安官瑪克布萊德復命。",
    ["T"] = "剿滅狗頭人",
  },
  [8] = {
    ["D"] = "嘿，伙計！幫我一個忙如何？大堆僵尸和蜘蛛實在讓我應接不暇。$B$B現在我手里有一封要送到布瑞爾的信……送給一個名叫瑞尼的還是別的什么的旅店老板，別管她姓什么啦。$B$B總之，那里是一個舒適而溫暖的小地方，里面都是些希望重返真實自我的瘟疫受害者，當然那里也是你休息的好去處。你應該自己去看看……如果你愿意跑一趟，我會給你不錯的報酬的。",
    ["O"] = "把筆跡潦草的信件送給布瑞爾的旅店老板瑞尼。",
    ["T"] = "潛行者的交易",
  },
  [9] = {
    ["D"] = "看看這片土地上都發生了些什么吧！這片土地曾為一群善良老實的農民們所有。但如今，一群該死的小賊把農民們全部趕走了。當然，除了老子我！但有些看守傀儡一直霸占著我的田地。$b$b如果你覺著自己能夠勝任這份工作的話，我希望你能幫忙清除掉20臺傀儡。完成了任務之后，記得回來拿酬勞。如果你把我這片田地上的傀儡清光了的話，就去清除旁邊田上的傀儡吧。",
    ["O"] = "農夫薩丁要求你破壞掉20臺看守傀儡。",
    ["T"] = "清理荒野",
  },
  [10] = {
    ["D"] = "啊，這真是太糟糕了！我派我手下最得力的助手，初級勘探員謝申克去沙漠東南面的那個叫做大裂口的地方進行探查。但是現在他失蹤了，而他最后一份報告中顯示大裂口到處都充斥著那些怪異的蟲子。我現在已經派不出足夠的人力來同時探查這片沙漠上的兩大塊重要的地區了。$B$B我想派你去大裂口找謝申克，求求你了！也許他已經……但至少請幫我拿回他的勘探設備來。我恐怕那是可憐的謝申克最后的遺產了。",
    ["O"] = "尋找初級勘探員謝申克的下落，把他或者他的勘探設備交給加基森的高級勘探員菲茲杜瑟。",
    ["T"] = "謝申克的救贖",
  },
  [11] = {
    ["D"] = "有人在艾爾文森林的邊界處看見了豺狼人，這些野蠻的動物在這兒肯定不會干什么好事。在了望塔南邊的樹林里有一大群豺狼人到處游蕩，憑我們自己的兵力很難應付他們。$B$B任何幫忙清除這些豺狼人的勇士都會受到暴風城軍方的嘉獎。把他們的彩色豺狼人臂章帶給我以證明你殺了他們。",
    ["O"] = "給兵營的瑞尼爾副隊長帶去8個彩色豺狼人臂章。",
    ["T"] = "懸賞河爪豺狼人",
  },
  [12] = {
    ["D"] = "人民軍只一個目標：保護西部荒野的安寧，并將和平帶回到這片土地上來。不幸的是，和平總是以鮮血的代價來換取的。$b$b我手下的一個斥候報告說，有一群迪菲亞捕獸者正在附近到處流竄并大肆破壞。最新的報告說他們出現在了西北方的詹戈洛德礦洞中，如果你想加入我們人民軍的話，那么就先消滅15名迪菲亞捕獸者和15名迪菲亞走私者，然后回來向我復命。",
    ["O"] = "哨兵嶺的格里安·斯托曼要求你消滅15名迪菲亞捕獸者和15名迪菲亞走私者，然后回去向他報告。",
    ["T"] = "西部荒野人民軍",
  },
  [13] = {
    ["D"] = "有人看見一群兇殘的迪菲亞搶劫者洗劫了金海岸礦洞和月溪鎮，我們人民軍絕不能對這樣的事袖手旁觀。馬上就出發吧，$n，讓圣光重新照耀西部荒野。$b$b金海岸礦洞就在哨塔西邊的海岸附近，作為訓練的第二部分，我希望你能消滅15名迪菲亞搶劫者和15名迪菲亞強奪者。",
    ["O"] = "哨兵嶺的格里安·斯托曼要求你消滅15名迪菲亞搶劫者和15名迪菲亞強奪者，然后回去向他報告。",
    ["T"] = "西部荒野人民軍",
  },
  [14] = {
    ["D"] = "一些迪菲亞路霸最近一直在避開我們，到處作惡。根據我手下最可靠的探子們的線報，這些迪菲亞路霸通常沿著從這里到西部荒野南部的道路打家劫舍。我們覺得他們現在應該就躲在南部的山丘那邊，計劃著下一步的行動。以人民軍的名義，去消滅那些家伙。",
    ["O"] = "哨兵嶺的格里安·斯托曼要求你消滅15個迪菲亞路霸、5個迪菲亞巡路者和5個迪菲亞拳匪，然后回去向他報告。",
    ["T"] = "西部荒野人民軍",
  },
  [15] = {
    ["D"] = "$N，我的探子告訴我說，狗頭人群落的規模遠遠大于我們的估計，一群狗頭人勞工剛剛入侵了北邊的回音山礦洞。$B$B到礦洞里去，把他們都除掉。那里至少有10個狗頭人勞工，殺光他們，如果你發現他們的數量遠不止這么多的話，就趕快回報給我。",
    ["O"] = "殺死10只狗頭人勞工，然后向治安官瑪克布萊德復命。",
    ["T"] = "回音山調查行動",
  },
  [16] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "葛拉德的飲料",
  },
  [17] = {
    ["D"] = "$N，我聽說有一種紫色蘑菇剛剛被發現，它們似乎只在奧達曼挖掘場里生長。我需要十二個這樣的蘑菇來進行煉金術的研究。$B$B你要多加小心，這種蘑菇會噴射出有毒的孢子。$B$B幫我這個忙吧，我會給你豐厚的報酬，另外還可以讓你嘗嘗我收藏多年的好酒！",
    ["O"] = "收集12顆紫色蘑菇，把它們交給塞爾薩瑪的加克。",
    ["T"] = "奧達曼的蘑菇",
  },
  [18] = {
    ["D"] = "最近, 一伙新來的流寇停留在北郡一帶，為禍四方。他們自稱為迪菲亞兄弟會，向東過了河之后就能找到他們。$B$B我不知道他們聚在一起到底想要干什么，但我確信他們不是什么好東西。給我帶回一些他們的紅色粗麻面罩，我就送你一把武器作為獎勵。",
    ["O"] = "給北郡的維里副隊長帶回12個紅色粗麻面罩。",
    ["T"] = "潛行者兄弟會",
  },
  [19] = {
    ["D"] = "黑石前鋒和黑石叛節者經常在這里和石堡要塞之間伏擊我們，這群前鋒的指揮官是個名叫薩瑞爾祖恩的獸人。把他的頭給我帶來。",
    ["O"] = "將薩瑞爾祖恩的頭顱帶給湖畔鎮的治安官馬瑞斯。",
    ["T"] = "薩瑞爾祖恩",
  },
  [20] = {
    ["D"] = "黑石氏族穿越了燃燒平原并攻下了北方的石堡要塞。他們以那座要塞為據點，劫掠湖畔鎮北邊的人們，嚇得全鎮的居民都不敢外出，只能躲在鎮子里瑟瑟發抖。$B$B幫湖畔鎮解決掉這個威脅吧。殺死黑石氏族的獸人，并帶回來十把他們所用的破斧作為證明。$B$B盡管黑石氏族是在北方威脅著我們，但我們也收到了他們在赤脊山脈東南部出現的報告。你可以在那里找到他們，然后獵殺他們。",
    ["O"] = "給湖畔鎮的治安官馬瑞斯帶回10把破斧。",
    ["T"] = "黑石氏族的威脅",
  },
  [21] = {
    ["D"] = "你上次的調查證實，回音山礦洞需要一次清剿行動。回到礦洞那邊，幫我們清除那里所有的狗頭人吧。$B$B抓緊時間，$N。狗頭人無所顧忌地盤踞在礦洞里的時間越長，它們在北郡的據點也就越穩固。",
    ["O"] = "殺死12只狗頭人苦力，然后向北郡修道院里的治安官瑪克布萊德復命。",
    ["T"] = "回音山清剿行動",
  },
  [22] = {
    ["D"] = "削兩個洋蔥，剝一個大蒜，烤三片面包，剁半兩香菜，切幾塊蘿卜，熬一鍋肉醬。現在……我還需要10個豬肝來完成我的絕世美味餡餅！",
    ["O"] = "薩爾瑪·薩丁需要8片血牙野豬的肝來烹制豬肝餡餅。",
    ["T"] = "豬肝餡餅",
  },
  [23] = {
    ["D"] = "強大的熊怪烏薩茍斯被你殺死了，它的爪子是你灰谷狩獵之行的戰利品。爪上有一小塊新月形的印記，這個印記的意義對你來說還是一個謎。$B$B你應該把這只爪子交給碎木哨崗的塞娜尼·雷心，以此證明你已經殺死了這只強大的猛獸。",
    ["O"] = "將烏薩茍斯的爪子交給灰谷碎木哨崗的的塞娜尼·雷心。",
    ["T"] = "烏薩茍斯的爪子",
  },
  [24] = {
    ["D"] = "敏捷而強大的薩杜布拉靜靜地躺在地上，你取得了最后的勝利。它的頭顱是一件非常合適的戰利品，碎木哨崗的塞娜尼·雷心肯定會想要看看這件戰利品，然后對你在灰谷狩獵中取得的成績予以嘉獎。",
    ["O"] = "將薩杜布拉的頭顱交給灰谷碎木哨崗的的塞娜尼·雷心。",
    ["T"] = "薩杜布拉的頭顱",
  },
  [25] = {
    ["D"] = "如果你想做個有用的$c，那為什么不幫我們解決石爪山那邊的困境呢？$B$B灰谷和石爪山脈之間的交通中斷了，因為湖水中的生物突然開始攻擊任何過路的旅行者……一個都不放過。你要做的并不僅僅是殺死那些水元素，你還要到密斯特拉湖中的眺望臺上去一趟——在那里可以看到聯盟前哨站的情況。$B$B你準備好了嗎？",
    ["O"] = "清除位于碎木哨崗西南和石爪小徑正東的密斯特拉湖一帶的12個污濁的水元素。$B$B在密斯特拉湖上的眺望臺中偵查聯盟的前哨站。$B$B返回灰谷慰藉之林的碎木哨崗，向馬斯托克·維爾西斯報告。",
    ["T"] = "石爪山的困境",
  },
  [26] = {
    ["D"] = "$N，看到你進展順利，我非常高興。你正在不斷地努力成為自然界的守護者，這是莫大的榮耀。$B$B現在是你深入學習更高級的變身技能的時候了，塞納留斯賦予我們特殊的能力，讓我們可以變身成為在水中行動自如的動物。所以，你必須到月光林地的永夜港去，跟塞納里奧議會的德迪利特·星焰談一談。他將進一步指引你。",
    ["O"] = "與月光林地永夜港的德迪利特·星焰談一談。",
    ["T"] = "必修的課程",
  },
  [27] = {
    ["D"] = "$N，看到你進展順利，我非常高興。你正在不斷地努力成為自然界的守護者，這是莫大的榮耀。$B$B現在是你深入學習更高級的變身技能的時候了，塞納留斯賦予我們特殊的能力，讓我們可以變身成為在水中行動自如的動物。所以，你必須到月光林地的永夜港去，跟塞納里奧議會的德迪利特·星焰談一談。他將進一步指引你。",
    ["O"] = "與月光林地永夜港的德迪利特·星焰談一談。",
    ["T"] = "必修的課程",
  },
  [28] = {
    ["D"] = "第一個試煉是要搜尋月神湖底的神殿靈珠。它會很快地腐爛，因此你要在找到它后立即把它拿到雷姆洛斯神殿去。在神殿里使用它，然后跟塔加里談談，她是月光林地里最值得信賴的守衛之一。$B$B你的時間非常緊迫，而且還要與其他尋找靈珠的德魯伊競爭，靈敏和智慧是你取勝的關鍵。$B$B祝你好運，$N。",
    ["O"] = "在月神湖尋找神殿靈珠，把它帶到月光林地西北部的雷姆洛斯神殿去。在神殿中使用神殿靈珠，然后與神殿中的塔加里談話來完成試煉。",
    ["T"] = "湖中試煉",
  },
  [29] = {
    ["D"] = "第一個試煉是要搜尋月神湖底的神殿靈珠。它會很快地腐爛，因此你要在找到它后立即把它拿到雷姆洛斯神殿去。在神殿里使用它，然后跟塔加里談談，她是月光林地里最值得信賴的守衛之一。$B$B你的時間非常緊迫，而且還要與其他尋找靈珠的德魯伊競爭，靈敏和智慧是你取勝的關鍵。$B$B祝你好運，$N。",
    ["O"] = "在月神湖尋找神殿靈珠，把它帶到月光林地西北部的雷姆洛斯神殿去。在神殿中使用神殿靈珠，然后與神殿中的塔加里談話來完成試煉。",
    ["T"] = "湖中試煉",
  },
  [30] = {
    ["D"] = "第二個試煉是要尋找組成海獅墜飾的兩個部分。其中的一半蘊含著海獅的敏捷天性，另一半蘊含著海獅那令人難以置信的耐力。德魯伊汲取這兩種特性，將它們運用到自己的水棲形態中。$B$B與月光林地中的居民談一談，找到這兩個部分，并將它們合并起來。最后把合并好的墜飾交給德迪利特·星焰。",
    ["O"] = "尋找水獸耐力墜飾和水獸敏捷墜飾。與月光林地的居民談一談，找出這些東西可能被放在哪里。$B$B在雷姆洛斯神殿附近將海獅墜飾的兩部分合而為一。$B$B將合并好的墜飾交給月光林地永夜港中的德迪利特·星焰。",
    ["T"] = "海獅試煉",
  },
  [31] = {
    ["D"] = "你已經學完了掌握水棲形態所必須具備的所有知識，現在回到雷霆崖的圖拉克·符文圖騰那兒去吧。把墜飾拿給他看看，以此證明你已準備好接受新的知識。他會讓你掌握變化為水棲形態的訣竅，讓你在水中靈活自如。$B$B再見，年輕的德魯伊。我們會再見面的。",
    ["O"] = "回到雷霆崖，讓圖拉克·符文圖騰看看你的海獅墜飾。",
    ["T"] = "水棲形態",
  },
  [32] = {
    ["D"] = "這是我要你去遞送的報告，馬上把它送到能夠對其內容有深入了解的那些人的手中。$B$B我知道一個名叫基爾茲賓·鼓眼的巨魔學者，他致力于研究卡利姆多大陸上的那些與艾澤拉斯生態格格不入的生物形態；他簡直是一本活的生物書！如果你想要知道我們面臨的是怎樣的威脅，以及如何解決這個威脅，那就把這份報告交給他吧，我們現在需要一切可以得到的幫助。$B$B基爾茲賓應該住在奧格瑞瑪暗巷區的第二層。",
    ["O"] = "把報告帶給奧格瑞瑪的基爾茲賓·鼓眼。",
    ["T"] = "異種蝎的威脅",
  },
  [33] = {
    ["D"] = "我最討厭那些骯臟狡猾的森林狼了！但我一直都很愛吃狼肉排……給我帶幾塊硬狼肉來，我會拿一些對你有用的東西來交換。$B$B你可以在北郡的郊外找到森林狼和幼狼，殺掉它們就可以得到硬狼肉了。",
    ["O"] = "給北郡修道院外的伊根·派特斯金納帶回8塊硬狼肉。",
    ["T"] = "林中的群狼",
  },
  [34] = {
    ["D"] = "前幾天我的花園又被搞得一塌糊涂，不過現在我已經知道是哪個混蛋干的了。就是那只被治安官馬瑞斯先生稱作“貝利格拉布”的野豬。$b$b你瞧，我在下一季來臨之前都沒法種我的水仙花了。全毀了！一切都被那只混蛋野豬給毀了！把那禍害給我干掉！把它的獠牙給我帶回來，我會付給你酬勞的。它一般就在湖畔鎮西南的田邊閑逛，但有時候也會跑進我的花園里來。",
    ["O"] = "湖畔鎮的瑪蒂·詹羅斯要求你殺死貝利格拉布，并帶回它的獠牙作為證明。",
    ["T"] = "不速之客",
  },
  [35] = {
    ["D"] = "如果你擔心關于魚人的傳言可能屬實的話，就去一趟艾爾文森林東部的橋邊和衛兵托馬斯談談吧。他最近一個星期都駐扎在那里，應該很了解那個地區的情況。$B$B搞清楚事態之后，把他的報告帶給我。",
    ["O"] = "治安官杜漢要你和衛兵托馬斯談一談。",
    ["T"] = "衛兵托馬斯",
  },
  [36] = {
    ["D"] = "我從來沒有想過有一天會被迫離開我的農莊。但是現在，那些滿是小賊和強盜的田地對我們來說已經是太過危險了。等法布隆修好他的車之后，我們就要逃離這里了。$b$b或許你能幫我一個小忙？先讓我把我的獨家絕活雜味燉肉的食譜給抄下來，然后你幫我把它交給薩爾瑪·薩丁。薩丁農場就在路口的另一邊。",
    ["O"] = "弗娜·法布隆要求你將她的雜味燉肉食譜交給薩爾瑪·薩丁。",
    ["T"] = "雜味燉肉",
  },
  [37] = {
    ["D"] = "幾天前，我派了衛兵羅爾夫和馬拉凱沿著河岸去偵查這一代的情況，但他們到現在還沒回來。我得先搞清楚這兩個人發生什么事情才能完成報告。$B$B沿著河岸往北走，找到他們……或是他們的尸體。",
    ["O"] = "衛兵托馬斯要你沿著河岸向北走，尋找兩個失蹤的衛兵羅爾夫和馬拉凱。",
    ["T"] = "失蹤的衛兵",
  },
  [38] = {
    ["D"] = "來幫我完成這道最華麗的西部荒野雜味燉肉吧！拜托啦，幫我找到以下這些材料：$b$b3塊禿鷲肉條$b3只血牙野豬的頭$b3只魚人的眼睛$b3棵秋葵",
    ["O"] = "薩爾瑪·薩丁需要3塊禿鷲肉條、3只血牙野豬的頭、3顆魚人的眼睛和3棵秋葵。",
    ["T"] = "雜味燉肉",
  },
  [39] = {
    ["D"] = "把羅爾夫和馬拉凱的死訊告知治安官杜漢，向他報告說，靠我們現在的部隊根本無法遏制住這些在艾爾文森林東部繁衍的魚人。$B$B我知道我們的兵力很短缺，但是杜漢應該可以為我們提供人手。",
    ["O"] = "到閃金鎮去向治安官杜漢報告。",
    ["T"] = "托馬斯的報告",
  },
  [40] = {
    ["D"] = "$N，艾爾文森林又遇到新的威脅了！魚人正陸續從艾爾文森林東部的河流里游過來，把魚都給嚇跑了，而且它們還攻擊平民！$B$B我已經向治安官杜漢發出過警告，不過他顯然更擔心那些豺狼人和強盜，而且他不相信魚人能對我們構成威脅。$B$B請你和杜漢談談吧，最好能說服他向東部派遣更多部隊！",
    ["O"] = "雷米要你去和閃金鎮的治安官杜漢談一談。",
    ["T"] = "魚人的威脅",
  },
  [45] = {
    ["D"] = "進一步檢查這個地區之后，你發現有蹼狀的腳印沿著石碑湖岸一直向北延伸。在東邊遠處，你隱隱約約看見有一個魚人的村落。$B$B也許羅爾夫就在那兒喪了命……",
    ["O"] = "到魚人村去尋找羅爾夫，或是他死亡的消息。",
    ["T"] = "羅爾夫的下落",
  },
  [46] = {
    ["D"] = "暴風城軍隊懸賞清除那些艾爾文森林內的魚人潛伏者和魚人強盜。殺了它們，把它們破損的魚人鱗片給我帶回來，暴風城軍隊會獎勵你的。$B$B魚人在北面的石碑湖附近建造了一座村莊，另外在南面的溪流分叉處還有一座村莊。",
    ["O"] = "給艾爾文森林東部的橋邊的衛兵托馬斯帶去8個破損的魚人鱗片。",
    ["T"] = "懸賞魚人",
  },
  [47] = {
    ["D"] = "這一帶的狗頭人有時會帶著金砂出來活動。我真的很需要這些金砂……給我找一些來，我會以鎮子里最高的收購價格買下來——最高的價格！",
    ["O"] = "為閃金鎮的雷米收集10袋金砂，這種東西可以從艾爾文森林的狗頭人身上找到。",
    ["T"] = "金砂交易",
  },
  [48] = {
    ["D"] = "高高的葡萄樹生長在南方$b蜿蜒的清泉流過樹根旁$b純凈宛如女神的眼淚$b你快點去給我弄來圣泉水！",
    ["O"] = "把圣泉之水帶給葛瑞姆·雷酒。",
    ["T"] = "琥珀酒",
  },
  [49] = {
    ["D"] = "琥珀的顏色是我畢生之愛$b就像西山夕陽下的云彩$b為了它的誕生呀，勇敢的少年我召喚你$b我要黑麥、大麥和玉米！",
    ["O"] = "葛瑞姆·雷酒需要大麥、黑麥和玉米各一袋。",
    ["T"] = "琥珀酒",
  },
  [50] = {
    ["D"] = "我搗！我攪！我搗！我攪！$b少了玩意就沒法搞好$b我要一種夠硬的金屬來當罐兒$b給我弄些真銀來，我就唱完歌兒！",
    ["O"] = "葛瑞姆·雷酒需要一些真銀。",
    ["T"] = "琥珀酒",
  },
  [51] = {
    ["D"] = "還沒過濾但是剛剛蒸餾$b就像是新皮甲還沒上油$b然后得燒它七八斤炭呀$b我說你趕緊動身去辦呀！",
    ["O"] = "帶給葛瑞姆·雷酒一枝楓樹枝。",
    ["T"] = "琥珀酒",
  },
  [52] = {
    ["D"] = "你好，$N。我們離開閃金鎮越遠，在森林里遇到的野生動物就越兇猛。東谷伐木場幾乎每天都要受到狼和熊的攻擊！$B$B我們需要你的幫助。",
    ["O"] = "殺掉8只覓食的灰狼和5只森林熊幼崽，然后回到艾爾文森林東部的橋邊去見衛兵托馬斯。",
    ["T"] = "保衛邊境",
  },
  [53] = {
    ["D"] = "甜美的液體清澈如嬰兒淚$b百年的陳釀色深如琥珀$b但在把它放進地窖存著前$b造個橡木大桶來盛著先！",
    ["O"] = "給葛瑞姆·雷酒帶去一捆燒焦的橡木。",
    ["T"] = "琥珀酒",
  },
  [54] = {
    ["D"] = "$N，如今你已經被證實是一位非常關心北郡的安全的$c了。現在我要派遣你去保衛艾爾文森林的周邊地區。$B$B如果你接下了這個任務，就把這些文件送到閃金鎮的治安官杜漢手里。沿著向南的大道走，穿過北郡的關卡就能看到閃金鎮了。",
    ["O"] = "將治安官瑪克布萊德的文件帶給閃金鎮的治安官杜漢。",
    ["T"] = "去閃金鎮報到",
  },
  [55] = {
    ["D"] = "摩本特·費爾的老巢就在一個可以俯視烏鴉嶺墓地的山頂上。他的日子就快要到頭了……$B$B殺掉他，讓我們不被他的邪惡所侵害。為我復仇吧，也為了夜色鎮的人民！",
    ["O"] = "對摩本特·費爾使用摩本特的克星，殺掉他，然后把摩本特的克星交給斯溫。",
    ["T"] = "摩本特·費爾",
  },
  [56] = {
    ["D"] = "作為守夜人的指揮官，我發過誓要保衛夜色鎮人民的安全。暴風城已經把他們駐守在這里的部隊撤了回去，現在我們只能依靠自己了。$b$b如果你覺得可以勝任，就請幫助我們吧！到夜色鎮南部的靜謐花園去，殺掉8個骷髏戰士和6個骷髏法師。我們必須盡量減輕亡靈所能夠帶來的壓力！",
    ["O"] = "夜色鎮的指揮官指揮官阿爾泰婭·埃伯洛克要你去殺掉8個骷髏戰士和6個骷髏法師。",
    ["T"] = "守夜人",
  },
  [57] = {
    ["D"] = "$N，我收到報告說有亡靈在森林里出沒！如果你能應付的話，就到烏鴉嶺的大墓地去殺15個骸骨魔和15個恐怖骸骨。另外，在夜色鎮南部的靜謐花園一帶也都發現有骷髏在出沒。我們一定要把這些亡靈驅逐出暮色森林！",
    ["O"] = "指揮官阿爾泰婭·埃伯洛克要你去殺掉15個骸骨魔和15個恐怖骸骨。",
    ["T"] = "守夜人",
  },
  [58] = {
    ["D"] = "烏鴉嶺的形勢仍然十分嚴峻，$N。但是我們沒有足夠的人手來保衛夜色鎮的安全，對于烏鴉嶺更是一籌莫展。你必須迅速趕到烏鴉嶺去，在東部的陵墓里除掉20個瘟疫食尸鬼。",
    ["O"] = "夜色鎮的指揮官阿爾泰婭·埃伯洛克要你到烏鴉嶺的東部陵墓去殺20個瘟疫食尸鬼。",
    ["T"] = "守夜人",
  },
  [59] = {
    ["D"] = "為了表彰你的智慧和勇敢，我把這個標記給你，用在護甲上應該很不錯。你把它交給東谷伐木場的薩拉·迪博雷恩，她會為你做件合適的護甲。這件護甲在你為保衛艾爾文森林作戰時應該用得到。$B$B東谷伐木場就在衛兵托馬斯所在的哨所的東面。",
    ["O"] = "把暴風城護甲標記交給薩拉·迪博雷恩。",
    ["T"] = "布甲和皮甲",
  },
  [60] = {
    ["D"] = "你好，$g親愛的先生:尊貴的女士;！你有時間嗎？$B$B我和我兄弟在暴風城開了個藥店，而我現在正要在這一帶找些大蠟燭，以便提取其中的蠟。你能幫助我嗎？$B$B你可以在狗頭人身上找到大蠟燭，我聽說在艾爾文森林的礦洞一帶有很多狗頭人……在南邊的法戈第礦洞和東邊的玉石礦洞里都有不少。我建議你去這兩個礦洞里看看。",
    ["O"] = "為閃金鎮的威廉·匹斯特收集8支大蠟燭。",
    ["T"] = "狗頭人的蠟燭",
  },
  [61] = {
    ["D"] = "我兄弟莫根正在暴風城等我送蠟燭過去，但我自己實在忙得抽不開身。如果你愿意把這批貨物送過去的話，他會重金酬謝你的。$B$B我已經把蠟燭裝好了，莫根在我們的店里——匹斯特的藥劑店，就在暴風城的貿易區。",
    ["O"] = "把威廉的貨物交給暴風城貿易區的摩根·匹斯特。",
    ["T"] = "送往暴風城的貨物",
  },
  [62] = {
    ["D"] = "出問題的還不止北郡的礦洞！我接到報告說艾爾文森林的法戈第礦洞已經成了狗頭人的天堂。$B$B去那里查看一下這些報告是否屬實，然后回來告訴我。法戈第礦洞就在閃金鎮的正南方，斯通菲爾德農場和馬科倫農場之間。",
    ["O"] = "調查法戈第礦洞，然后回到閃金鎮去見治安官杜漢。",
    ["T"] = "法戈第礦洞",
  },
  [63] = {
    ["D"] = "沿著銀松森林海岸前行，在瑟伯切爾的西邊有一處被瘟疫玷污過的神殿。那里的水靈不再和我們交談，你的任務就是消滅那個污染源并凈化那個水池。$B$B將元素護腕和剩余的泉水放置在火盆上，就可以進行召喚水靈的儀式了。$B$B把能夠證明你完成了任務的證據帶回來給我，然后我就會給你圖騰。",
    ["O"] = "擊敗墮落的水之魂，把墮落水之魂的護腕和剩余的最純凈的水放在銀松森林的圣泉火盆上。",
    ["T"] = "水之召喚",
  },
  [64] = {
    ["D"] = "太可怕了呀！弗娜一聽到田里的騷動就把我叫醒了。你猜怎么著，田里全是小流氓。我們只能連夜逃出來，結果我就把我的懷表給忘在家里了。那塊懷表是弗娜的爸爸在我們結婚的那天送給我的，我可不想讓它落在那些潛行者手里。我應該是把那塊表放在小農舍的衣柜里了，就在西邊的那片南瓜田邊上——你應該不會錯過的。如果你能把它拿回來給我的話，我肯定會對你感激不盡的！",
    ["O"] = "農夫法布隆希望你能幫他找回他的懷表。懷表在西邊南瓜田旁邊的農舍的衣柜里。",
    ["T"] = "遺失的懷表",
  },
  [65] = {
    ["D"] = "那群自稱為迪菲亞兄弟會的流寇賊子將我們這些善良的平民趕離西部荒野，他們一定要為自己的罪行負責！我要求你去打探一下，我們必須知道到底誰是他們的頭兒，還有他們都藏在哪兒。在湖畔鎮的旅館里有個叫威利的小賊以前欠了我一個人情，你可以找他幫忙。$b$b到艾爾文森林東邊的赤脊山去吧，湖畔鎮就那座山的腳下，到那里去碰碰運氣。",
    ["O"] = "格里安·斯托曼要求你去和湖畔鎮的威利談一談。",
    ["T"] = "迪菲亞兄弟會",
  },
  [66] = {
    ["D"] = "昨夜，一陣突如其來的不安掠過我的全身，令我感到我的孫女奧利薩正處在巨大的危機中。我用紙牌進行了占卜，“死神”在桌上凝視著我。$b$b在長時間的沉思之后，我找到了這個可怕而神秘的事情的一點線索，有一個名字進入了我的腦中，那就是“斯塔文”。$b$b到城鎮大廳里去找書記員達爾塔吧，看看你能否得到更多關于這個斯塔文的信息……我擔心包括你我在內的所有人都有危險。",
    ["O"] = "去夜色鎮大廳找到書記員達爾塔。",
    ["T"] = "斯塔文的傳說",
  },
  [67] = {
    ["D"] = "斯塔文？讓我查查鎮里的檔案。$b$b斯塔文…斯塔文…讓我找找……啊，找到了！這里有斯塔文·密斯特曼托的檔案。最后一次記錄的地址是在月溪鎮的學校里。哎呀，都是過時的東西了！$b$b朋友，你能幫我個忙嗎？如果你碰巧路過月溪鎮的話，也許能找到一些有關這個家伙的新消息，別忘了告訴我一聲，好讓我更新檔案。",
    ["O"] = "到月溪鎮的學校去尋找關于斯塔文的新信息，回來告訴書記員達爾塔。",
    ["T"] = "斯塔文的傳說",
  },
  [68] = {
    ["D"] = "你在舊提箱里找到了一封覆滿灰塵的信。",
    ["O"] = "把覆滿灰塵的信交給書記員達爾塔。",
    ["T"] = "斯塔文的傳說",
  },
  [69] = {
    ["D"] = "哎呀！我上次肯定漏掉這個了。斯塔文的檔案中的第一個地址下面還有另一個地址，這個地址被擦掉了一點。看起來好象他還去過閃金鎮的獅王之傲旅店。你愿意的話就去那里查查看吧，$N。",
    ["O"] = "到獅王之傲旅店去問問那里的人，看看他們是否聽說過斯塔文這個人。",
    ["T"] = "斯塔文的傳說",
  },
  [70] = {
    ["D"] = "斯塔文的名字讓我想起點什么…哦，想起來了！$b$b很多年前的一個雷雨交加的夜晚，有個信差到這兒來過夜避雨。快到午夜12點的時候，他一邊尖叫著一邊從樓上跑下來，蒼白的臉上滿是惶恐的神色，最后他穿著睡衣逃進了瓢潑的大雨中。$b$b由于走得太匆忙，他忘了拿走樓上箱子里的信，不過后來也沒有再回來取過。喏，這一封是寫給斯塔文的一個住在暴風城運河區的朋友的，你自己拿去看吧。",
    ["O"] = "從箱子中拿出斯塔文的未寄出的信，把它送到暴風城的運河區。",
    ["T"] = "斯塔文的傳說",
  },
  [71] = {
    ["D"] = "把你找到的兩塊銘牌交給橋邊的衛兵托馬斯，讓他知道兩個衛兵的死訊。",
    ["O"] = "把羅爾夫和馬拉凱的銘牌交給艾爾文森林東部橋邊的衛兵托馬斯。",
    ["T"] = "回復托馬斯",
  },
  [72] = {
    ["D"] = "我父親從前是這幢宅子的管家，在那場大屠殺之后，他費了好大的工夫才把地上的血跡拖干凈，不過這跟我們要談的事情沒什么關系。$b$b弗林特雷家的基金早已經用光，現在家里最后的財產都已經準備要拍賣掉了，那些像禿鷲一樣貪婪的征稅官！你要是真想找些什么資料，不妨在這堆垃圾里找找看，天知道你能找到什么。",
    ["O"] = "在打包的東西里尋找線索。",
    ["T"] = "斯塔文的傳說",
  },
  [74] = {
    ["D"] = "你在箱子里找到了幾樣東西：一些有霉味的、看上去像是傳家寶的東西，一副家庭肖像畫，一些打獵所得的戰利品和幾本舊書。在箱子底部的一個花瓶下面，你找到了一張被撕破的日記書頁。",
    ["O"] = "你找到的這張被撕破的日記書頁給你提供了又一個線索。",
    ["T"] = "斯塔文的傳說",
  },
  [75] = {
    ["D"] = "我剛剛搬進來住的時候發現樓上的箱子里有一捆羊皮紙，我想看看那些羊皮紙上寫了什么，但是迷霧卻讓我根本看不清楚。$b$b給我這個快瞎了的老人幫個忙吧，去檢查一下樓上箱子里的東西，看看有沒有什么有關斯塔文的信息。我記得有一張褪色的日記書頁，你肯定會對它感興趣的。把它拿過來，我會盡力幫助你的。",
    ["O"] = "治安官哈迦德要你從樓上的箱子里找出一張褪色的日記書頁。",
    ["T"] = "斯塔文的傳說",
  },
  [76] = {
    ["D"] = "多虧了你，我們才知道法戈第礦洞里出現了很多狗頭人。現在我們還需要一個人去更遠處的玉石礦洞偵察。$B$B去查看一下玉石礦洞，確定那里是否有狗頭人。向東沿著大路走，一直走到阿祖拉之塔，然后往北走就會看到山腳下的礦洞。",
    ["O"] = "查看玉石礦洞，然后回到閃金鎮去向治安官杜漢報告。",
    ["T"] = "玉石礦洞",
  },
  [77] = {
    ["D"] = "我這里有德蘭·杜佛斯需要的包裝材料。我會幫助你為瑪爾頓那煩人的老爸包裝他要的蜜糖……不過你得給我多帶幾瓶蜜糖回來。它們就在靠近隱匿石一帶，在那座荒廢掉的部落村莊的箱子里，可惡的泥漿怪和軟泥怪霸占了那塊地方，有傳言說它們是由一些大型軟泥怪領導著的。但不管怎么樣，你必須找到蜜糖并把它們帶回來讓我進行包裝。",
    ["O"] = "從隱匿石一帶被部落廢棄的基地中的箱子里找到10瓶辛特蘭蜜糖。",
    ["T"] = "收集蜜糖",
  },
  [78] = {
    ["D"] = "我知道有人可以幫你。我以前領導暴風城衛隊的時候，經常去夜色鎮的血鴉旅店喝酒。那兒的老板斯密茨對當地的情況了如指掌。把這張東西給他，看看他對此有什么說法。",
    ["O"] = "把褪色的日記書頁帶給旅店老板斯密茨。",
    ["T"] = "斯塔文的傳說",
  },
  [79] = {
    ["D"] = "多年來我一直在追尋這個斯塔文的消息。幾年前那些來訪的貴族被殺之后，我曾和哈迦德一起去調查。我發現了這些沾滿泥污的紙，但是一直沒有都想到把這上面的筆跡和樹林里的那個瘋子聯系在一起。你提供的線索證明了他的罪行。趕快把這個交給指揮官阿爾泰婭·埃伯洛克，告訴她你所發現的一切。",
    ["O"] = "把沾滿泥污的日記書頁交給指揮官阿爾泰婭·埃伯洛克。",
    ["T"] = "斯塔文的傳說",
  },
  [80] = {
    ["D"] = "有一段時間我一直注意著斯塔文這個討厭的家伙。如果這些東西都是他寫的，那就足以給他定罪了。$b$b書記員達爾塔多年以來一直負責著鎮里的檔案，他很擅長辨認筆跡。把這張紙給他，看看是否和檔案里面斯塔文的簽名筆跡相吻合。",
    ["O"] = "把染血的日記書頁交給書記員達爾塔。",
    ["T"] = "斯塔文的傳說",
  },
  [81] = {
    ["D"] = "我在德蘭要的東西上花了好大的工夫，因為除了額定裝進桶里的蜜酒之外，他還要求額外再加幾瓶！雖然我對德蘭這個家伙的評價并不是很高，但是這世上沒有比往酒桶里死命塞瓶子更糟的事情了……你來得正是時候。$B$B現在把這個桶送到德蘭·杜佛斯那里去，他在奧格瑞瑪那里自己開了一家店。順便代我向瑪爾頓問好，我很希望能有機會再和他暢飲幾杯。",
    ["O"] = "把桶交給奧格瑞瑪的德蘭·杜佛斯。",
    ["T"] = "送回蜜酒",
  },
  [82] = {
    ["D"] = "好吧，你的報告中提到了蟲子……我們現在知道的是……它們正使得原本是腐化之巢所在區域的水池變得干涸，其它方面我們一無所知。$B$B首先我們要搞清楚敵人到底是誰！你得去腐化之巢那里，把那些蟲子的肢體帶回來給煉金師匹斯特蘇格研究，這樣我們就可以確定到底是誰在那里搞鬼了！",
    ["O"] = "從腐化之巢找5個森提帕爾昆蟲肢體，把它們交給加基森的煉金師匹斯特蘇格。",
    ["T"] = "腐化之巢",
  },
  [83] = {
    ["D"] = "北郡的迪菲亞潛行者戴粗麻布面罩，而艾爾文森林的迪菲亞潛行者戴的是亞麻布的，我可以用這些好的亞麻布做些東西。$B$B給我找些亞麻布面罩，我可以用來給你做點什么。$B$B有人在西南部的布萊克威爾南瓜田外看見過迪菲亞潛行者出沒。",
    ["O"] = "給東谷伐木場的薩拉·迪博雷恩帶去6塊紅色亞麻布面罩。",
    ["T"] = "紅色亞麻布",
  },
  [84] = {
    ["D"] = "這是你要的餡餅。把這東西交給那個比利的時候，別忘了告訴他我希望他吃了噎死！",
    ["O"] = "把豬肉餡餅帶給馬科倫農場的比利·馬科倫。",
    ["T"] = "比利的餡餅",
  },
  [85] = {
    ["D"] = "我的項鏈丟了，一定是那個討厭鬼比利·馬科倫偷走的！他總是像只老鼠一樣在東邊的馬科倫農場里竄來竄去。$B$B請把我的項鏈拿回來給我，讓我這可憐的寡婦得到一些安慰吧。",
    ["O"] = "和比利·馬科倫談一談。",
    ["T"] = "丟失的項鏈",
  },
  [86] = {
    ["D"] = "給我吃點餡餅，也許我就能想起來是誰拿著項鏈了。我知道另一個農場里的波尼斯老太太做的豬肉餡餅很棒……$B$B我們的農場周圍有野豬，如果你能給她找幾塊野豬肉，她就應該會給你烤一塊餡餅。",
    ["O"] = "給斯通菲爾德農場的波尼斯·斯通菲爾德帶去4塊野豬肉。",
    ["T"] = "比利的餡餅",
  },
  [87] = {
    ["D"] = "我在法戈第礦洞旁邊玩的時候，不小心掉了那根，呃……我是說我看見了那個老太太的項鏈。別問我它怎么會在那兒……和我沒有關系！$B$B不管怎樣，我看到一個很壯實的鑲著金牙的狗頭人……他把項鏈撿起來跑到礦洞里了。你去找那個狗頭人吧，我發誓，你肯定能在他身上找到項鏈的！",
    ["O"] = "把波尼斯的項鏈帶給斯通菲爾德農場的波尼斯·斯通菲爾德。",
    ["T"] = "金牙",
  },
  [88] = {
    ["D"] = "布拉克威爾一家有一頭得過獎的豬，它名叫“公主”。這頭母豬巨大無比，還經常偷偷溜到我的農場里偷吃我的蔬菜！$B$B在它再次糟蹋了我的農場之前……必須把它給宰了！把它的項圈帶回來證明你殺了它，我會給你一些獎賞的！$B$B公主一般在布萊克威爾南瓜田出沒，那個南瓜田就在東邊，比馬科倫農場還要往東。在它肚子餓了之前殺死她，然后再回來告訴我！",
    ["O"] = "殺掉公主，把它的項圈帶給斯通菲爾德農場的斯通菲爾德媽媽。",
    ["T"] = "公主必須死！",
  },
  [89] = {
    ["D"] = "上次獸人入侵的時候，我們被迫把所有能找到的鐵都熔了來制造子彈、刀劍和盔甲。萬不得已，我們向暴風城請求援助，讓他們運一船金屬材料過來。誰料一群赤脊山豺狼人劫持了運送金屬的船只，并逃進了湖畔鎮后的山中。$b$b這樣一來，我們這座橋的重修工程馬上就要面臨缺少材料的困境了。如果你能給我帶回5根鐵矛和5個鐵鉚釘，我一定會獎勵你的。$b$b快點去吧！",
    ["O"] = "給湖畔鎮的工頭奧斯洛帶回5根鐵矛和5個鐵鉚釘。",
    ["T"] = "止水湖上的橋",
  },
  [90] = {
    ["D"] = "干烤狼肉串是有口皆碑的美食！你想吃嗎？我當然可以為你做一些，不過得先給我找點材料。給我找些暴風城特產調料外加10塊狼肋排來就可以了。這兒的森林里遍地都是狼，想找點肋排肯定不是問題。至于調料，你得到暴風城運河區的花店里去找菲利希亞·加姆。",
    ["O"] = "收集10塊狼肋排和1份暴風城特產調料，再回夜色鎮去找廚師格魯奧。",
    ["T"] = "干烤狼肉串",
  },
  [91] = {
    ["D"] = "暴風城的一群死敵在赤脊山的東側的山腳下建立起一片營地，這些邪惡的暴徒一直在我們的小鎮中傳播著恐懼。莫甘斯是這群惡徒的頭領。$b$b他已經控制了暗皮豺狼人氏族，讓那些邪惡的野獸為他賣力。根據湖畔鎮的法律規定，協犯最高可以被判處死刑。$b$b這些骯臟的豺狼人一定要被處死！$b$b給我帶回10個暗皮墜飾來，你就可以得到我們的獎勵。",
    ["O"] = "給湖畔鎮大廳的拜里弗·科納徹爾帶回10個暗皮墜飾。",
    ["T"] = "所羅門的律法",
  },
  [92] = {
    ["D"] = "沒什么能比烹制赤脊山燉肉更讓我高興的事了，但是現在有個小問題。自從獸人們出現之后，我就得沒日沒夜地忙著給暴風城軍隊的整整一個旅供應食物，我的食品柜早已是空空如也了。如果你能給我找來一些材料的話，我很樂意給你做點好吃的。$b$b只要給我帶來5塊硬禿鷲肉，5個巨型血牙野豬頭和5份香脆蜘蛛肉就行了。",
    ["O"] = "湖畔鎮的廚師布雷納想要5塊硬禿鷲肉，5個巨型血牙野豬頭和5份香脆蜘蛛肉。",
    ["T"] = "赤脊山燉肉",
  },
  [93] = {
    ["D"] = "我可以告訴你個秘密——黑“蟹”蛋糕實際上是用蜘蛛腿做的！聽起來是有點惡心，不過這種蛋糕的味道絕對一流！給我找點粘糊的蜘蛛腿來，我很快就能給你做好。$B$B聽說結網毒蜘蛛身上很容易拿到這種東西——它們的巢穴就在東北部的丘陵和小河之間，暮色森林里的其它蜘蛛身上也有這東西。",
    ["O"] = "收集6條粘糊的蜘蛛腿，把它們交給夜色鎮的廚師格魯奧。",
    ["T"] = "黑蟹蛋糕",
  },
  [94] = {
    ["D"] = "我的對手莫甘斯是個強大而邪惡的法師，他就住在赤脊山的伊爾加拉之塔里。我已經找到了一種監視他的方法，只要通過阿祖拉之眼，就可以在很遠的地方看到他的一舉一動。$B$B不過要研究他的思想……我還需要進一步的幫助。$B$B如果你愿意的話，就帶著這個銘文飾品到伊爾加拉之塔去，把它放置在塔旁邊的獅子雕像身上。$B$B完成之后，阿祖拉的銘文飾品就會告訴我們，莫甘斯又在準備什么邪惡的計劃。",
    ["O"] = "把阿祖拉的銘文飾品放置到赤脊山伊爾加拉之塔旁邊的獅子雕像身上。",
    ["T"] = "法師的眼線",
  },
  [95] = {
    ["D"] = "我原來在東南部的一座農場里工作……直到有一天，從逆風小徑來的黑暗強盜洗劫了我的農場，趁我不在的時候殺了我的全家！$B$B我回來時發現有個模糊的人影在我家的谷倉附近埋了一件什么東西，可惜我沒能抓住他。我也不敢在這里繼續逗留，因為我害怕會有黑暗強盜追蹤我。直到現在，我都都不知道那人到底藏了什么。$B$B如果你能去找出真相，我一定會感激你的。那人埋東西的地方就在我的谷倉附近的一個老樹樁后面。",
    ["O"] = "到斯溫的農場去找出埋在老樹樁后面的是什么東西。",
    ["T"] = "斯溫的復仇",
  },
  [96] = {
    ["D"] = "拿著碎片，拿著碎片……賦予生命。$B$B賦予生命……理解生命，理解水就是生命本身……而墮落則會扼殺生命。$B$B你保護了生命，并將水的力量賦予了生命……",
    ["O"] = "把水靈碎片交給貧瘠之地的水之先知伊斯倫。",
    ["T"] = "水之召喚",
  },
  [97] = {
    ["D"] = "$N，你趕快去告訴指揮官阿爾泰婭·埃伯洛克，這兩個筆跡完全符合！她的懷疑是正確的！",
    ["O"] = "把這個消息告訴指揮官阿爾泰婭·埃伯洛克。",
    ["T"] = "斯塔文的傳說",
  },
  [98] = {
    ["D"] = "斯塔文·密斯特曼托是個惡貫滿盈的罪犯，很多無辜的人都死在他手中。毫無疑問，他犯下了無數宗罪案，給夜色鎮帶來了又一個威脅。天知道這個惡棍又在策劃什么邪惡的行動。斯塔文的家就在小鎮北邊，$C，你去把他就地處死吧。$b$b完事以后把他的家族戒指帶給伊瓦夫人作為證明，畢竟是她的預感導致我們揭露了這個可怕的兇手，她為夜色鎮立了一功。",
    ["O"] = "干掉斯塔文·密斯特曼托，把他的家族戒指帶給伊瓦夫人看看。",
    ["T"] = "斯塔文的傳說",
  },
  [99] = {
    ["D"] = "在我對阿魯高的魔法的越來越了解的同時，我對這個蠢貨的鄙視與輕蔑也日益加深。我基本上完成了我對他所謂“拯救”的研究。$b$b在我了解到是什么樣的巫術導致了焚木村的奇怪現象之后，我也就算是了解透徹了。白天，那些農夫們都是好端端的人。但太陽一落山，他們就變成了月怒狼人。$b$b我需要從阿魯高給他們戴上的鐐銬提取出一些能量來。帶給我6副焚木鐐銬，$N。",
    ["O"] = "給瑟伯切爾的達拉爾·道恩維沃爾帶回6副焚木鐐銬。",
    ["T"] = "阿魯高的愚行",
  },
  [100] = {
    ["D"] = "你吟誦完了咒語，瞬時間火盆便放出了萬丈光芒。水滴和火焰接觸時的噼啪聲越來越弱，你可以感覺到籠罩在周圍的墮落氣息已經被消滅了。",
    ["O"] = "和銀松森林的水之魂談一談。",
    ["T"] = "水之召喚",
  },
  [101] = {
    ["D"] = "有一股神秘而邪惡的勢力在森林里蔓延，我們必須更加小心地保護自己，$N。林中的夜風悄聲告訴我，你很快就會遭遇巨大的危機。$b$b尊貴的$c，如果你想保護自己，就請給我找來10顆食尸鬼的牙齒、10根骷髏的手指和5瓶蜘蛛毒液。我會為你制作一個懲罰圖騰，讓那些企圖傷害你的敵人自食其果。",
    ["O"] = "收集10顆食尸鬼的牙齒、10根骷髏的手指和5瓶蜘蛛毒液，把它們交給夜色鎮的伊瓦夫人。",
    ["T"] = "懲罰圖騰",
  },
  [102] = {
    ["D"] = "暴風城已經把我們給遺棄了。一股腐朽與墮落的狂風正肆虐在西部荒野的平原之上。這里是我的故鄉，我絕對不會背叛那些和我一樣堅持留在這里的民眾們。我們這些農夫必須站出來，為自己贏得生存的空間。$b$b若你愿意接受我們派給你的任務，就去巡視西部荒野的草原吧。找到那些可惡的豺狼人，把它們干掉，似乎這些家伙與死亡礦井里的小賊們有些聯系。給我帶回八只豺狼人的爪子來，我會獎勵你的英勇行為的。",
    ["O"] = "給哨兵嶺的丹努文隊長帶回8只豺狼人的爪子。",
    ["T"] = "西部荒野的豺狼人",
  },
  [103] = {
    ["D"] = "燈塔管理員一家被殺的那一個晚上實在是太可怕啦！我就那樣無助地看著老瞎眼帶著那群魚人毀了他們全家。但過去的事就讓它過去吧，我現在關心的是無盡之海中那些正把船只駛近暗礁的水手們的生命。如今，維持著燈塔上火炬不至熄滅的任務就落在我一個人身上了。$b$b從那些收割機器人身上找來5瓶燈油吧，這樣我才能保住火炬上的火種。",
    ["O"] = "給西部荒野燈塔中的葛瑞森船長帶回5瓶燈油。",
    ["T"] = "長明的燈塔",
  },
  [104] = {
    ["D"] = "當我的生命終結在了那片巖石上之后，我根本不知道死后的世界會是怎樣的。那天晚上的燈塔一片漆黑，因為老瞎眼嚇跑了管理員全家。他們本已經逃跑了，但那天晚上他們又回來想要點亮燈塔，結果老瞎眼帶著一群野蠻的魚人突襲了燈塔。這一次，管理員的全家都在我面前無助地死去了……$b$b如果你在海岸邊看到老瞎眼的話，就殺死它，把它的鱗片給我帶回來，我會獎勵你的。",
    ["O"] = "將老瞎眼的鱗片交給西部荒野燈塔旁的葛瑞森船長。",
    ["T"] = "海岸上的威脅",
  },
  [105] = {
    ["D"] = "啊，進攻安多哈爾并徹底擊敗那個巫妖的時刻終于來臨了！$B$B召喚者阿拉基就盤踞在安多哈爾的廢墟中，他的貼身衛隊無時無刻不在他的身邊保護著他。你需要召集強大的盟友才能擊敗他。$B$B消滅巫妖，$N，從它的護符匣里拿出一塊碎片來，作為你獲勝的證據！",
    ["O"] = "把阿拉基的護符匣碎片交給西瘟疫之地亡靈壁壘的高級執行官德靈頓。",
    ["T"] = "啊，安多哈爾！",
  },
  [106] = {
    ["D"] = "天哪，我太痛苦了！我愛上了托米·喬·斯通菲爾德，但我們兩家卻有著不共戴天的仇恨。所以我不能去見他，可我無時無刻不在懷念那張英俊的面龐啊！$B$B請你把這封信帶給托米·喬，他一般會在斯通菲爾德農場西邊的河流附近，他們的農場就在這里的正西方。",
    ["O"] = "把梅貝爾的情書帶給托米·喬·斯通菲爾德。",
    ["T"] = "年輕的戀人",
  },
  [107] = {
    ["D"] = "威廉·匹斯特肯定有能讓這兩個年輕人見面的辦法！$B$B把這個便箋拿去交給威廉，他現在正住在閃金鎮的獅王之傲旅店。",
    ["O"] = "把斯通菲爾德老奶奶的便箋交給威廉·匹斯特。",
    ["T"] = "給威廉·匹斯特的信",
  },
  [109] = {
    ["D"] = "看上去你參加過不少戰斗，$c。如果你還沒有去格里安·斯托曼那里報到的話，就趕快去吧。他是人民軍的領袖，這是個專門負責保衛西部荒野的民兵組織，我敢說你是能幫他一些忙的。一般來說，你可以在哨兵嶺的石塔周圍找到他，那地方就在西部荒野中部的路邊上。",
    ["O"] = "去和格里安·斯托曼談一談，他一般就在哨兵嶺的石塔旁，這座石塔位于西部荒野中部地區的路邊。",
    ["T"] = "向格里安·斯托曼報到",
  },
  [110] = {
    ["D"] = "我要去看看謝申克的勘探裝置……然后把他的東西整理一下。我預感到我們將會遇到更大的麻煩。$B$B我想讓你去見見煉金師匹斯特蘇格，了解一下他的研究是否有進展。如果他有什么新的發現，你就盡快向我回報。",
    ["O"] = "到加基森的煉金師匹斯特蘇格那里去了解關于昆蟲的研究有沒有新的進展。",
    ["T"] = "昆蟲研究",
  },
  [111] = {
    ["D"] = "求求你，$N，去和我的奶奶談一談吧。如果有人能想辦法讓我和梅貝爾在一起的話，那個人一定是奶奶。$B$B她就在我們家的屋子里。",
    ["O"] = "和斯通菲爾德農場的米斯通菲爾德老奶奶談一談。",
    ["T"] = "托米的祖母",
  },
  [112] = {
    ["D"] = "我可以為梅貝爾配制一種隱形水，這樣她就可以悄悄溜出馬科倫農場去見托米·喬。不過我需要一些水晶海藻來配制這種藥水。$B$B水晶海藻一般生長在海里……不過有時候魚人會收集它們。去看看水晶湖附近的魚人身上有沒有海藻，水晶湖就在閃金鎮的東邊。",
    ["O"] = "收集4片水晶藻葉，把它們帶給閃金鎮的威廉·匹斯特。",
    ["T"] = "收集海藻",
  },
  [113] = {
    ["D"] = "高級勘探員菲茲杜瑟必須盡快看到這份報告。實際上……每個人應該知道這件事的重要性：我們正面臨著一個巨大的威脅，這個威脅不僅僅涉及到塔納利斯和加基森，如果不及時控制的話，整個卡利姆多大陸的南部地區都會有麻煩！而且這個威脅顯然已經迫在眉睫了。$B$B讓菲茲杜瑟把這份報告給你復制幾份，然后你去把它廣為傳播。一定要讓所有人都知道這個威脅的存在！",
    ["O"] = "把這份報告帶給加基森的高級勘探員菲茲杜瑟，讓他按照煉金師匹斯特蘇格的要求為你復制一份報告。",
    ["T"] = "昆蟲研究",
  },
  [114] = {
    ["D"] = "把隱形水帶給梅貝爾·馬科倫。它的隱形效果應該可以持續到她見到托米·喬的時候。",
    ["O"] = "把隱形水帶給梅貝爾·馬科倫。",
    ["T"] = "梅貝爾的隱形水",
  },
  [115] = {
    ["D"] = "黑石氏族的獸人在赤脊山脈的侵略行動得到了暗影法師的支援，他們帶來了一種具有強大黑暗力量的器具——午夜寶珠。這些寶珠給赤脊山脈的保衛者們造成了巨大的傷亡，并迫使我們放棄所有在戰斗中被這種寶珠污染了的器物,因為它們已經沾染了惡魔的力量。$B$B獵殺這些黑石暗影法師，并給我帶回他們的午夜寶珠來。我將會把這些東西妥善地處理掉，還這世界一片清凈！",
    ["O"] = "給湖畔鎮的治安官馬瑞斯帶回3顆午夜寶珠。",
    ["T"] = "暗影魔法",
  },
  [116] = {
    ["D"] = "我最近真是感覺有點沒勁，$N。這些酒瓶子都快空了，運酒的船也很久沒來了，這都怪那些該死的獸人。$b$b也許你幫我一個小忙？$b$b我希望你能從住在西部荒野的葛瑞姆·雷酒那里搞一桶雷霆啤酒，從暴風城搞一桶葡萄酒，從夜色鎮搞一瓶月光酒，還有還有，再從閃金鎮搞一袋蜂蜜酒來。把這些好酒都給我弄來，我會重重謝你的。",
    ["O"] = "湖畔鎮的酒吧老板丹尼爾需要一桶雷霆啤酒，一桶葡萄酒，一瓶月光酒，還有一袋蜂蜜酒。",
    ["T"] = "旱季",
  },
  [117] = {
    ["D"] = "快點，朋友，動作要快$b要釀更多的酒來賣$b有人要酒呀沒人要菜 $b一捆蛇麻草，就夠釀酒來",
    ["O"] = "給葛瑞姆·雷酒帶去5捆蛇麻草以完成他的特釀。",
    ["T"] = "雷霆啤酒",
  },
  [118] = {
    ["D"] = "我把所有的鐵都用來打造暴風城衛兵的裝備，結果沒有剩余的鐵來打馬掌了！$B$B把這封信帶給閃金鎮的鐵匠阿古斯，信上說明了我現在的情況并要求他運一批馬掌過來。",
    ["O"] = "把弗納的便箋交給閃金鎮的鐵匠阿古斯。",
    ["T"] = "馬掌",
  },
  [119] = {
    ["D"] = "好的，我會給他送去50套馬掌……$B$B就是這些，你看，全部都打包好了，隨時可以出發！告訴弗納，我很高興和他做生意，哦，對了，提醒他看清楚箱子上的標簽！",
    ["O"] = "回去找赤脊山的弗納·奧斯古，把鐵匠阿古斯的一箱馬掌交給他。",
    ["T"] = "回復弗納",
  },
  [120] = {
    ["D"] = "這真是段難熬的日子呀，$c。獸人的攻勢沒完沒了，如果援軍還不來的話，湖畔鎮就要保不住了！我現在委托給你的這封信是非常重要的。立刻將這份報告送給暴風城的馬庫斯·喬納森將軍。你把信送到了那邊之后，就馬上帶著那邊回復的消息回來，無論是好消息還是壞消息，我都要盡快知道。$b$b現在就出發吧，快去快回！",
    ["O"] = "所羅門鎮長要求你給暴風城的馬庫斯·喬納森將軍送一封信，并且在完成任務之后盡快回報。",
    ["T"] = "送往暴風城的信",
  },
  [121] = {
    ["D"] = "在我等待著國王陛下的回應時，希望你能把這封信交給所羅門鎮長。$b$b快去吧，$c！",
    ["O"] = "將暴風城的馬庫斯·喬納森將軍的回信帶給湖畔鎮的所羅門鎮長。",
    ["T"] = "送往暴風城的信",
  },
  [122] = {
    ["D"] = "我需要一些黑龍雛龍腹部的鱗片來支付從阿古斯那里買馬掌的錢。如果你能幫我搞到6塊鱗片的話，在付給阿古斯一些以后……我還能用剩下的給你做點好裝備。$B$B黑龍雛龍經常在湖畔鎮南方游蕩，獵殺它們的時候要多加小心。",
    ["O"] = "從黑龍雛龍身上收集6片雛龍的腹鱗，把它們交給赤脊山的弗納·奧斯古。",
    ["T"] = "雛龍的鱗片",
  },
  [123] = {
    ["D"] = "這是一張日程表，記錄了某個人被稱作“收貨人”的人在某天某時會收到從艾爾文森林的礦洞運來的一車黃金。$B$B根據日程表所述，這個收貨人好像就住在艾爾文森林東部的布萊克威爾南瓜田附近。$B$B這件事非常重要，你必須向閃金鎮的治安官杜漢報告。",
    ["O"] = "去閃金鎮找治安官杜漢，把收貨人的交易日程表交給他。",
    ["T"] = "收貨人",
  },
  [124] = {
    ["D"] = "似乎有這些整天攻城的獸人還不夠亂！我發現最近老有一些混蛋豺狼人鬼鬼祟祟地沿著山脊在我的馬場北面游蕩，而且還偷我的馬……$B$B如果你能把這些豺狼人都干掉的話，我，還有我的馬都會感謝你的。",
    ["O"] = "殺掉10只赤脊山蠻兵和8只赤脊山秘法師，然后向弗納·奧斯古復命。",
    ["T"] = "豺狼人的亂吠",
  },
  [125] = {
    ["D"] = "我本來可以在這兒大干一場的, $N。可是，我的工具還沒到貨，由于鎮子被包圍了，我們很難得到外面來的補給。我本來托人從閃金鎮把工具用馬車運過來，可是橋被砸斷了，他們只好改用船運，結果那船又被獸人的投石車給打沉了。不過，算是不幸中的萬幸吧，我的工具箱沒壞，它只是沉進了湖底。$b$b幫我把工具箱找回來吧，$N，我會付給你不錯的酬勞的。",
    ["O"] = "湖畔鎮的工頭奧斯洛希望你幫他找回沉入止水湖底的工具箱。",
    ["T"] = "丟失的工具",
  },
  [126] = {
    ["D"] = "$N，那些豺狼人居然還沒死絕！我還能聽見他們在湖畔鎮周圍的山區里打獵時發出的嚎叫聲。其中有一個聲音喊得最響——那是猶勒，他們的頭兒。$B$B干掉猶勒，把他的手下都給轟走！把這個混蛋的爪子給我帶回來。$B$B不過你得小心點，這家伙能當上他們的頭兒自然是有兩把刷子的。猶勒可不是個低能的混血豺狼人，他是純種的……",
    ["O"] = "將猶勒的爪子帶回給湖畔鎮的弗納·奧斯古。",
    ["T"] = "群山中的嚎叫",
  },
  [127] = {
    ["D"] = "止水湖的斑點太陽魚是天下聞名的美味。它們總是供不應求……可我這里的存貨已經不夠了！$B$B給我帶回10條魚來，我會好好酬謝你的。哦，如果你不會捕魚的話……可以從魚人那里搶來！",
    ["O"] = "給湖畔鎮的碼頭管理員巴倫帶去10條斑點太陽魚。",
    ["T"] = "賣魚",
  },
  [128] = {
    ["D"] = "我們一定得清剿黑石氏族。這群強盜入侵了我們的國家，占據了本應屬于暴風王國的群山。根據線報說，在他們的氏族中，每支分隊的領袖都被稱為“勇士”，你很容易就能找到他們。他們的營地大致在北方，就在通向燃燒平原的道路西邊。$b$b所羅門鎮長希望有人能把這群卑鄙邪惡的家伙都消滅光。如果你有意幫助我們的話，殺死15名黑石勇士，然后向我復命。",
    ["O"] = "殺死15名黑石勇士，并向湖畔鎮的衛兵豪維復命。",
    ["T"] = "懸賞：黑石氏族",
  },
  [129] = {
    ["D"] = "你能幫我一個小忙嗎？我給衛兵帕克準備好了午飯，可他正在值勤……他是一個又高又壯的暴風城衛兵。他在外面是能自己保護自己的，可我們這樣的尋常市民可不行，所以我沒法去給他送飯……$B$B所以呢，如果你能幫我把他的午餐帶給他的話，我也會給你提供一份免費的午餐！帕克就在通往暮色森林的路上巡邏。",
    ["O"] = "將衛兵帕克的午餐帶給他，他就在通向夜色鎮的路上巡邏。",
    ["T"] = "免費的午餐",
  },
  [130] = {
    ["D"] = "你回到達希那邊的時候，能替我捎幾朵花給她嗎？你可以在湖畔鎮西邊的草藥店里買到花。$B$B不過，你去買花的時候……千萬別告訴藥草師瑪蒂這花是誰買的，也別說是要送給誰的……",
    ["O"] = "找到草藥師瑪蒂·詹羅斯，和她談一談。",
    ["T"] = "尋訪草藥師",
  },
  [131] = {
    ["D"] = "這是你要的花。我為你選了水仙，這是我最喜歡的花兒！",
    ["O"] = "將水仙花送給達希。",
    ["T"] = "水仙訴衷情",
  },
  [132] = {
    ["D"] = "我現在可是冒著生命危險在和你說話。迪菲亞那幫人也是聽命于某個神秘人士的，我上次聽說他們與許多種族都有過合作，豺狼人，狗頭人，甚至還有地精。$b$b把這張便箋交給斯托曼。上面寫著我所知道的關于迪菲亞兄弟會的一切。",
    ["O"] = "將威利的便箋交給西部荒野的格里安·斯托曼。",
    ["T"] = "迪菲亞兄弟會",
  },
  [133] = {
    ["D"] = "我住得離鎮子太遠了，根本得不到保護。那些食尸鬼和行尸走肉還沒有把我吃掉簡直是個奇跡！其實昨天還有一群噬骨者來敲擊我房子四周的墻！$B$B我得做個假人，一個用來嚇唬食尸鬼的“稻草人”。我需要食尸鬼的肋骨來制作這個假人。你可以從食腐者、噬骨者、食腦者、腐爛者和瘟疫食尸鬼身上拿到這東西。$B$B給我帶足夠的肋骨來，我就會給你一些獎賞。",
    ["O"] = "收集7個食尸鬼的肋骨，然后把它們交給亞伯克隆比。",
    ["T"] = "食尸鬼假人",
  },
  [134] = {
    ["D"] = "幾個星期前，我離開家去遠處采草藥，有一群食人魔襲擊了我！我落荒而逃的時候丟了一箱工具和草藥。$B$B這些食人魔在把我趕跑之后大搖大擺地回到了暮色森林南邊的食人魔山上，我的箱子肯定就在那一帶。$B$B請幫幫我吧，$N，我很需要這個箱子，請你一定要幫我拿回來。",
    ["O"] = "把亞伯克隆比的箱子拿回來交給他。",
    ["T"] = "食人魔潛行者",
  },
  [135] = {
    ["D"] = "我現在很想知道威利所提到的“石匠”是個什么意思，或許這只是一個口誤？石匠公會跟迪菲亞真的有聯系嗎？或許暴風城軍情七處的首領馬迪亞斯·肖爾會知道真相。把威利的便箋拿給他，看看他對這個越來越大的謎團有什么想法吧。他就在舊城區的兵營里。",
    ["O"] = "將威利的便箋交給暴風城的馬迪亞斯·肖爾。",
    ["T"] = "迪菲亞兄弟會",
  },
  [136] = {
    ["D"] = "如果你讀到這封信的話，那就意味著我，杉德爾船長，已經長眠在深深的水底了。所以，只要你按我的提示去做，我的寶藏就是你的了。$b$b首先你要找到一只小提箱，它應該就在西部荒野西海岸的某處船只殘骸旁，如今八成已經快被沙子埋起來了。海岸邊有許多處船只的殘骸，但只有一只沉船旁有個銹掉的錨。箱子就在錨的旁邊！在箱子里面，你可以找到下一條線索。",
    ["O"] = "找到杉德爾船長的手提箱，在箱子中尋找下一條線索。",
    ["T"] = "杉德爾船長的寶藏",
  },
  [138] = {
    ["D"] = "你開始讀小條上的字：干得好，哥們！現在你可以開始向東走，到懸崖邊的路旁好好找找，看有沒有一處破煙囪，你可以在那旁邊的木桶中找到下一條線索。",
    ["O"] = "找到廢棄煙囪旁的老木桶，在桶里尋找下一條線索。",
    ["T"] = "杉德爾船長的寶藏",
  },
  [139] = {
    ["D"] = "仔細搜索了木桶了之后，你發現了一小片羊皮紙。上面寫著：現在，從桶這里轉向北，像烏鴉飛翔一般絕不回頭，一直走到你看見了海邊懸崖上的風車為止。找到那風車旁的一個空水罐。仔細檢查那個水罐，你就可以找到你要找的東西了。",
    ["O"] = "在風車旁的一個空水罐里尋找下一條線索。",
    ["T"] = "杉德爾船長的寶藏",
  },
  [140] = {
    ["D"] = "顯然，在這只舊罐子中藏著另一條有關杉德爾的寶藏的線索。紙上有幾處墨水已經化開變得模糊不清，而且泛著一股威士忌的味道，不過你還是能從中辨認出這樣的字跡：看來你找到我的威士忌罐子了，你離我的財寶已經很近啦！只要向西走到海邊，然后一直向西游，你就可以游到放著小寶箱的島上啦！",
    ["O"] = "找到杉德爾船長的箱子并打開它，取得你的獎勵。",
    ["T"] = "杉德爾船長的寶藏",
  },
  [141] = {
    ["D"] = "過去的石匠公會是由一個名叫艾德溫·范克里夫的人運營著的。第一次獸人戰爭結束后，范克里夫承接下了在獸人們留下的廢墟上重建暴風城的重任。很顯然，范克里夫對國王陛下在重建工程完成之后給予他們的待遇非常不滿意。總之，解釋這一大堆具體的事情要花些時間。$b$b我這里有一份詳細的說明，讓你拿到西部荒野去交給你的雇主。你得馬上把這個給他帶去！",
    ["O"] = "將肖爾的報告交給西部荒野的格里安·斯托曼。",
    ["T"] = "迪菲亞兄弟會",
  },
  [142] = {
    ["D"] = "我們必須得找到迪菲亞兄弟會藏身的地方。$N，我的探子報告說，迪菲亞幫的信使們經常出現在月溪鎮、金海岸礦洞和詹戈洛德礦洞之間的路上。我希望你能抓住一個信使，要是他試圖反抗，就干脆把他干掉，然后把他身上所有的東西帶回來。",
    ["O"] = "追捕西部荒野的迪菲亞信使，并將他身上攜帶著的信件交給斯托曼。",
    ["T"] = "迪菲亞兄弟會",
  },
  [143] = {
    ["D"] = "暴風城的軍隊似乎遇到了些麻煩事，他們早就該到這里增援了，但直到現在還連個人影都沒有。我們沒多少時間可供浪費了！我不能再這樣坐視人民繼續無謂地犧牲而不去要求更多的增援。我聽說西部荒野組建了一支民兵部隊。$b$b把這封信帶給他們的領袖格里安·斯托曼。或許斯托曼的人在國王陛下的部隊到達之前能來幫忙抵擋上一陣。",
    ["O"] = "所羅門鎮長要求你給西部荒野的格里安·斯托曼送一封信。",
    ["T"] = "送往西部荒野的信",
  },
  [144] = {
    ["D"] = "所羅門鎮長的信讓我感到心痛。但顯然他并不知道西部荒野的戰事也很吃緊——或者他知道，但不得不抱著一絲希望來尋求我們的幫助。如果不是暴風城對西部荒野的人民不聞不問的話，我們也不會需要建立民兵組織的。$b$b將這封回信帶給你在赤脊山的主人吧，$c。請轉告他，我的心情也因為那么多勇士的犧牲而變得十分沉重。",
    ["O"] = "將格里安·斯托曼的回信帶給所羅門鎮長。",
    ["T"] = "送往西部荒野的信",
  },
  [145] = {
    ["D"] = "看來我又得有事麻煩你了。我寫一了封信給艾爾羅·埃伯洛克公爵，請求他從他的精銳部隊——暮色森林守夜人——中抽出一些人來協助湖畔鎮的防務。這封信必須馬上呈送給他，而且你在旅途中要多加小心。埃伯洛克公爵是夜色鎮的行政官，那座小鎮就在暮色森林中，小心不要迷路了。",
    ["O"] = "所羅門鎮長要求你給夜色鎮的艾爾羅·埃伯洛克公爵送一封信。",
    ["T"] = "送往夜色鎮的信",
  },
  [146] = {
    ["D"] = "如果我不是和所羅門鎮長私交甚密的話，我一定會以為他是個瘋子的。因為暴風城拒絕出兵援助，就讓我們把守夜人部隊派去湖畔鎮？守夜人部隊就是因為這里被邪惡的魔法所影響才建立起來的。如果我把他們派離這里的話，恐怕還沒等到他們走出森林，這里就會被邪惡的勢力徹底吞沒。$b$b把這封回信帶給你在湖畔鎮的主人吧。",
    ["O"] = "將埃伯洛克公爵的回信帶給所羅門鎮長。",
    ["T"] = "送往夜色鎮的信",
  },
  [147] = {
    ["D"] = "如果這個“收貨人”是私自從我們的礦洞里開采黃金的話，那么他就是在偷竊王國的金庫！把他就地正法，然后把他的交易日程表上提到的戒指帶給我。也許這枚戒指能告訴我們這個“收貨人”是在為誰工作……$B$B那張交易日程表上說“收貨人”就藏在布萊克威爾南瓜田里，你應該到那兒去找他。",
    ["O"] = "找到“收貨人”并將他殺掉，然后帶著收貨人的戒指回來見治安官杜漢。",
    ["T"] = "獵殺收貨人",
  },
  [148] = {
    ["D"] = "哦，一個可憐的老人家還能做點什么呢？我需要從夜色鎮拿點東西過來，不過路途太遙遠，我又太老了……實在是走不動啊。$B$B你能去夜色鎮給我拿點幽靈的發絲回來嗎？你可以向伊瓦夫人要這東西，她的家就在夜色鎮的廣場旁。",
    ["O"] = "去和伊瓦夫人談一談。",
    ["T"] = "來自夜色鎮的貨物",
  },
  [149] = {
    ["D"] = "有個可憐的亡魂叫盲眼瑪麗，她總是在夜色鎮南部小山上的農宅里出沒。$B$B拿著這把鬼梳，讓盲眼瑪麗用它梳頭。然后再把梳子拿回來，我可以從上面收集到需要的幽靈的頭發。$B$B小心點，那個屋子里潛伏著一些可怕的東西……",
    ["O"] = "把鬼梳帶給盲眼瑪麗。",
    ["T"] = "幽靈的發絲",
  },
  [150] = {
    ["D"] = "魚人們如今也成了一個問題。大群的魚人漁民在止水湖沿岸下錨撒網，都快把湖里的魚撈光了！我們得在他們把湖里的魚都吃光之前把他們趕走！$B$B去獵殺那些魚人！給我帶回8片魚人的鰭來，我會獎勵你的。",
    ["O"] = "給湖畔鎮的碼頭管理員巴倫帶回8片魚人的鰭。",
    ["T"] = "魚人偷獵者",
  },
  [151] = {
    ["D"] = "可憐的老馬布蘭契呀！我們讓它干的活兒實在是太多了，看來它已經要累垮了。雖然我在離開農場以前就喂過了它，可誰會料到馬車會在半路上壞掉呢？如果你能從田里替它取來幾捧燕麥的話，我會對你感激不盡的。我想，你可以在田邊找到足夠的燕麥，不過你首先要將周圍那些可怕的機器人先干掉。",
    ["O"] = "西部荒野的弗娜·法布隆要求你帶給她8捧燕麥。",
    ["T"] = "老馬布蘭契",
  },
  [152] = {
    ["D"] = "你或許已經注意到了，海岸線上有許多船只的殘骸。無盡之海確實是非常兇險，我們必須確保西部荒野海岸線上沒有那些該死的魚人到處徘徊，只有這樣水手們才能安全地找到靠港的路線。$b$b去殺死7只魚人潮行者、7只魚人戰士、7只魚人智者，還有7只魚人灘行者，完成任務之后到我這里來領取獎賞。",
    ["O"] = "殺死7只魚人潮行者、7只魚人戰士、7只魚人智者，還有7只魚人灘行者，然后向西部荒野燈塔中的葛瑞森船長復命。",
    ["T"] = "清理海岸",
  },
  [153] = {
    ["D"] = "我們與迪菲亞兄弟會的戰局總是瞬息萬變。最近我一直在監視著他們的活動，根據長期觀察的結果，我發現他們的成員都戴著一種特殊的紅色皮質面罩。$b$b給我帶15條這種面罩回來吧，我會給你獎勵的。",
    ["O"] = "給哨兵嶺的哨兵加里安帶回15條紅色皮質面罩。",
    ["T"] = "紅色皮質面罩",
  },
  [154] = {
    ["D"] = "不！！！！！$B$B快把這個梳子拿走！$B$B我是個怪物，不會再有人說我好看了！",
    ["O"] = "把幽靈的梳子拿回去交給夜色鎮的伊瓦夫人。",
    ["T"] = "歸還梳子",
  },
  [155] = {
    ["D"] = "這么說，斯托曼就派了你這么一個蘆柴棒一樣的家伙來保護我？希望你能行，當然如果你再叫上幾個朋友幫忙就好了。$b$b你知道你要做些什么吧？我會把你帶到迪菲亞潛行者的巢穴去，而你呢，就得保護好我。當然，你最好離我近點，越近越好。現在全迪菲亞兄弟會的人都想要我的腦袋呢。要是他們看見我和你在一起，一定會來把咱們都宰了的。$b$b等你和你的朋友準備好之后，就來跟我說一聲吧。",
    ["O"] = "護送迪菲亞叛徒前往迪菲亞兄弟會的秘密藏身處。迪菲亞叛徒把你帶到范克里夫和他的手下的巢穴之后，盡快回去向格里安·斯托曼匯報相關信息。",
    ["T"] = "迪菲亞兄弟會",
  },
  [156] = {
    ["D"] = "如果你能給我找些腐敗之花來，我就可以釀造很多僵尸酒。$B$B這種花很難找到，聽說在恐怖骸骨和骸骨魔的頭骨里可以找到這種花……不過至今我還沒有親眼見過！$B$B烏鴉嶺墓地和靜謐花園里都有很多這樣的骷髏，你可以在尋找腐敗之花的時候順便把他們干掉，夜色鎮的人民會感激你的。",
    ["O"] = "收集8個腐敗之花，交給夜色鎮的旅店店主斯密茨。",
    ["T"] = "收集腐敗之花",
  },
  [157] = {
    ["D"] = "這是你要的線，$N。它有很多種用途，比如用來束縛邪惡的亡魂，或者給沒有生命的東西注入生命。",
    ["O"] = "把幽靈的發絲交給亞伯克隆比，他住在烏鴉嶺墓地北邊的房子里。",
    ["T"] = "幽靈的發絲",
  },
  [158] = {
    ["D"] = "我需要一瓶叫做僵尸酒的飲料。夜色鎮血鴉旅店的店主斯密茨應該有些存貨。$B$B最近晚上寒風刺骨，我得來點僵尸酒，好讓我的血液重新沸騰起來。",
    ["O"] = "去和旅店店主斯密茨談一談。",
    ["T"] = "僵尸",
  },
  [159] = {
    ["D"] = "這是你要的僵尸酒……$B$B不過要小心一點，這酒烈得足以把死人給嗆活過來。",
    ["O"] = "把僵尸酒交給烏鴉嶺墓地北方小屋里的亞伯克隆比。",
    ["T"] = "僵尸酒",
  },
  [160] = {
    ["D"] = "請把這封信交給夜色鎮的艾爾羅·埃伯洛克鎮長。$B$B我和他是老朋友了……我敢說，當他讀完信，并且知道了你為我做的事情……他一定會和我一樣高興的！哈哈哈哈！",
    ["O"] = "把亞伯克隆比的信交給夜色鎮的艾爾羅·埃伯洛克鎮長。",
    ["T"] = "給鎮長的信",
  },
  [161] = {
    ["D"] = "如果我的猜測沒錯的話，這是某種火藥粉末。應該找個爆破專家來分析一下這到底是什么東西。阿什蘭·暗石就在丹莫德和薩多爾大橋一帶負責那里的警戒工作，我需要你盡快去找他，這是一段重要而危險的旅程，$N。$b$b走過奧加茲大門，沿著穿過濕地的大路一直到丹莫德去找爆破專家阿什蘭·暗石。留心我的建議：沿著大路走，不要停留！",
    ["O"] = "主工程師辛德維爾七世要你把怪味粉末交給丹莫德的炸藥專家阿什蘭·暗石。",
    ["T"] = "水壩危機",
  },
  [162] = {
    ["D"] = "我希望你盡快把這份報告送到對處理此類事件有經驗的人手里。$B$B我知道有一位名叫格拉希娜·靈風的暗夜精靈學者，她致力于研究卡利姆多大陸上那些與艾澤拉斯的普通生物截然不同的生物形態，她簡直就是一本活的生物書！如果你想要知道我們面臨的是怎樣的威脅，以及如何解決這個威脅，那就把這份報告交給她吧，我們現在急需她的幫助。$B$B我聽說她住在達納蘇斯的月亮神廟里。",
    ["O"] = "把報告帶給達納蘇斯的格拉希娜·靈風。",
    ["T"] = "異種蝎的威脅",
  },
  [163] = {
    ["D"] = "烏鴉嶺出了點問題，$n。卡洛爾說那邊的房子里有什么人——或者怪物——出沒。有兩個晚上，他發現有個身影在活動，第三個晚上，某閃窗戶里還射出了燈光。$b$b你如果真的關心暮色森林的安危，就去查一查，看看是什么樣的怪物在烏鴉嶺出沒。",
    ["O"] = "查出是什么東西在烏鴉嶺神出鬼沒。",
    ["T"] = "烏鴉嶺",
  },
  [164] = {
    ["D"] = "你認識斯溫嗎？謝天謝地，終于有人能幫我了！斯溫和他的同伴在暮色森林的西北邊有個營地。$b$b不幸的是，他們的人手太少了，少到派不出人回鎮里來取一些必需的補給品。你能把這些物資帶給斯溫嗎？",
    ["O"] = "把補給物資帶給斯溫。",
    ["T"] = "斯溫的貨物",
  },
  [165] = {
    ["D"] = "有個老人經常到鎮里來買東西，不過我已經有些日子沒見過他了。如果我沒記錯的話，他就住在一個可以俯視烏鴉嶺墓地的小屋里。你能不能去看一看出什么事了？",
    ["O"] = "去烏鴉嶺墓地附近的小屋查看老人的情況。",
    ["T"] = "隱士",
  },
  [166] = {
    ["D"] = "這里恐怕還有最后一個任務需要你來完成。我們必須派人去除掉艾德溫·范克里夫。說實話，就這樣對一個活生生的人宣判死刑，這實在令我非常痛心，但為了西部荒野人民的利益，我不得不讓范克里夫永遠安息。把范克里夫干掉之后，提他的頭來見我。",
    ["O"] = "殺死艾德溫·范克里夫，把他的頭交給格里安·斯托曼。",
    ["T"] = "迪菲亞兄弟會",
  },
  [167] = {
    ["D"] = "那時我們正在一個大礦洞中工作，就是那個隱藏在西部荒野月溪鎮中的谷倉下面的礦洞……沒人知道當時到底是怎么回事，總之礦道突然坍塌了，我逃了出來……可其他人就沒那么好運了……我是說，從那以后我就再沒聽到過其他人的消息了。$b$b看上去你的運氣可能會比我們好一點。如果你能幫我找到弟弟的話，我會非常感謝你的。他總是戴著一塊探險者協會徽章，所以如果你找不到他的話，至少那塊徽章能給我帶來一些安慰……",
    ["O"] = "將工頭希斯耐特的探險者協會徽章交給暴風城的維爾德·薊草。",
    ["T"] = "我的兄弟……",
  },
  [168] = {
    ["D"] = "在那個可怕的日子，我的許多朋友都被埋在了礦洞里。如果你在冒險中正好路過月溪鎮的那處礦洞的話，請幫忙留意一下有沒有什么可以辨認他們身份的標志物品。如果你能找到他們的礦業工會會員卡的話，請一定要帶給我，我好知道他們的結局，并與他們的家人談談如何為這次恐怖的事故善后。",
    ["O"] = "給暴風城的維爾德·薊草帶回4張礦業工會會員卡。",
    ["T"] = "收集記憶",
  },
  [169] = {
    ["D"] = "懸賞！加塞爾佐格是黑石氏族襲擊石堡和多次劫掠湖畔鎮等行動的領導者。$b$b他是個十分危險的家伙。根據線報，他最近就躲藏在剛剛被他們攻陷的要塞中，謀劃著黑石氏族的下一次劫掠行動。我們必須不惜一切代價把這些在我們的國土上橫行的獸人鎮壓下去。如果誰能把加塞爾佐格的頭帶到所羅門鎮長面前的話，他將會得到重賞。",
    ["O"] = "殺死加塞爾佐格并把他的頭顱割下，向湖畔鎮的所羅門鎮長復命。",
    ["T"] = "通緝：加塞爾佐格",
  },
  [170] = {
    ["D"] = "我希望你能幫我們一把，$c。在上一次穴居人襲擊之后，我們的人手就明顯不夠了。$b$b我聽說他們現在已經遍布我們的國土，看來寒脊山谷也不能避免。東南部的山區和湖畔已經到處都是穴居人的身影了。$b$b糟糕的事情還不僅僅是這些，幾天前，他們襲擊并占領了我們西邊的營地！$b$b我們這兒有些人手不足，$g孩子:姑娘;，我們需要強大的軍隊幫助我們趕走這些家伙。",
    ["O"] = "巴爾林·霜錘讓你去殺死6個石腭穴居人和6個壯實的石腭怪。",
    ["T"] = "新的威脅",
  },
  [171] = {
    ["D"] = "你的心腸真好啊，$N。我做夢都沒想到我在兒童周會這么開心。謝謝你，我不想傷心因為發生在自己和他人身上的事，我的父輩告訴我忘記任何令人傷感的事。你知道嗎？當我長大了，我想成為向你一樣的英雄$B$B非常抱歉，是我回家的時候了，讓我們回去吧，我要告訴監護人。。你是一個多么偉大的人！  ",
    ["O"] = "去暴風城的教堂廣場見孤兒監護員奈丁加爾并帶上這個人類孤兒哨.  ",
    ["T"] = "聯盟孤兒的看護者*  ",
  },
  [172] = {
    ["D"] = "你愿意幫助我們的孤兒院？太感謝你了，我的朋友。感謝你愿意在兒童周的這段時間內為我們提供幫助。$B$B拿著這只哨子，你只能在兒童周的這7天內使用它。當你使用它的時候，就可以和那些由你負責照看的孩子進行對話，再次使用就可以解散那個孩子。$B$B不管怎么樣，$N——使用這個口哨，見一見你的小朋友！我相信孩子們一定很想見到你。",
    ["O"] = "使用獸人孤兒哨與你即將在兒童周期間照顧的孩子進行對話。",
    ["T"] = "兒童周",
  },
  [173] = {
    ["D"] = "黑暗的勢力正在籠罩暮色森林，而卡爾文主人正在努力驅除邪惡，保護夜色鎮人民的安全是我們的職責。$b$b你覺得自己有能力加入我們嗎？$b$b我以前也跟你想的一樣，因為對哨所的安逸悠閑感到絕望，我投靠了卡爾文主人。如果你想要證明自己的實力，不是只靠嘴皮子說說就可以的。$b$b去找夜行織影狼人較量較量吧，他們經常在陽光樹林——陽光，哈！——和爛果園出沒。",
    ["O"] = "為夜色鎮的卡洛爾殺掉6個夜行織影狼人。",
    ["T"] = "森林里的狼人",
  },
  [174] = {
    ["D"] = "我的侏儒朋友考格說過要幫我制造一個可以用來觀察星空的裝置。我相信除了魔法之外，還有別的理由可以解釋發生在這片森林中的奇怪變化。$b$b根據考格的設計圖，首先要去找一個手藝高超的技師，讓他幫忙造一根青銅管。",
    ["O"] = "夜色鎮的維克托·安特拉斯要你給他找一根青銅管。",
    ["T"] = "仰望星空",
  },
  [175] = {
    ["D"] = "根據考格的設計圖，現在我還需要一個東西來反射光線。我記得有個叫瑪麗的女人因為總是戴著一副眼鏡而在這一帶人人皆知，你可以去找找她，向她借一個反光鏡。我記得她曾經住在暮色森林南部……",
    ["O"] = "找到瑪麗，說服她借給你一個反光鏡，用于維克托的計劃。",
    ["T"] = "仰望星空",
  },
  [176] = {
    ["D"] = "通緝：霍格$B$B巨型豺狼人霍格，現正在艾爾文森林西南部的樹林里游蕩。他成功地對抗了目前為止所有追捕他的行動。$B$B暴風城已經為除去這只豺狼人設下了酬金，想得到酬金的獵手必須向閃金鎮的治安官杜漢提供殺死霍格的證據。",
    ["O"] = "殺死豺狼人霍格，把他那巨大的豺狼人爪帶給治安官杜漢。",
    ["T"] = "通緝：霍格",
  },
  [177] = {
    ["D"] = "那副眼鏡是我最珍貴的寶物，不過在發生了一件事情之后……我就把它丟在谷倉后面了。有個瘋狂的食尸鬼曾經在那一帶徘徊，可能是它把東西給撿走了。有人說那個邪惡的家伙住在靜謐花園墓場出現。",
    ["O"] = "從瘋狂的食尸鬼那里拿回盲眼瑪麗的眼鏡，把它交給夜色鎮的維克托。",
    ["T"] = "仰望星空",
  },
  [178] = {
    ["D"] = "<你聽到了某種飄渺的聲音>$B$B可別被嚇著。我是塞歐克瑞圖斯，艾爾文森林的阿祖拉之塔里的高階法師。你手上拿著的飾物是暗皮豺狼人和他們的主子莫甘斯用來聯絡的工具。$B$B根據這幾個月的研究，我也已經掌握了使用這些飾物進行通信的方法。如果你能聽到我所說的話，就證明我的法術成功了。$B$B把這個飾物帶給我，我會給你酬勞的。",
    ["O"] = "將不再發光的暗皮墜飾帶給法師塞歐克瑞圖斯。",
    ["T"] = "塞歐克瑞圖斯的墜飾",
  },
  [179] = {
    ["D"] = "嘿，你是新來的吧？看來你需要些暖手的東西，對嗎？$b$b我想你應該想要一副保暖的手套。我是個熱心腸，很愿意給你一副手套，不過我有個條件。$b$b你幫我弄些狼肉來，我保證你不會被凍掉手指頭。你覺得怎么樣？",
    ["O"] = "斯登·粗臂想要8塊硬狼肉。",
    ["T"] = "矮人的交易",
  },
  [180] = {
    ["D"] = "懸賞：范高雷$b$b惡行累累的豺狼人頭目范高雷在湖畔鎮及王國的敵人莫甘斯的指使下，帶著暗皮豺狼人氏族到處為非作歹。鎮長所羅門下了命令，懸賞殺死這個萬惡的東西。將他的手掌割下來拿給鎮長，以此證明他的死亡。",
    ["O"] = "殺死范高雷并將他的手掌割下，向湖畔鎮的所羅門鎮長復命。",
    ["T"] = "通緝：范高雷中尉",
  },
  [181] = {
    ["D"] = "根據考格的設計圖，現在我們還需要一種透鏡來完成整個裝置。我知道什么地方有合適的透鏡，不過很難拿到。$b$b有個叫扎克烏爾的食人魔住在暮色森林南部的土丘上，如果可以的話，你去把他的單片眼鏡拿來吧，我可以用它做透鏡。",
    ["O"] = "在暮色森林南部的食人魔土丘上找到扎克烏爾，把他的單片眼鏡帶回夜色鎮交給維克托。",
    ["T"] = "仰望星空",
  },
  [182] = {
    ["D"] = "我和我的兄弟森內爾被派來調查丹莫羅各個地區的巨魔活動情況。參議院正在忙著對付那些不知道從哪里冒出來的穴居人，已經沒工夫再關心巨魔了。$b$b據我所知，在寒脊山谷南部山洞里生活的巨魔們日子并不好過，所以我覺得派大批軍隊去圍剿它們是殺雞用牛刀，只要一兩支訓練有素的小分隊就已經綽綽有余了。$b$b你也許能給我們提供些幫助吧？當然，我會對你的幫助給予一定的報酬。",
    ["O"] = "格瑞林·白須要你去殺掉14個霜鬃巨魔幼崽。",
    ["T"] = "巨魔洞穴",
  },
  [183] = {
    ["D"] = "沒什么能比得上用一整天的時間去打野豬更讓人愉快的了，對吧？不過，寒脊山谷里的野豬太多了，你幾乎已經不可能在那里再感受到狩獵的樂趣。你根本不需要去激怒它們，因為它們早就是怒氣沖天，隨時準備用獠牙把你拱上天了！事實上，這些過剩的野豬已經對我的日常狩獵形成了威脅。$b$b長話短說吧，如果你能幫我殺掉些野豬，我真的會非常感激你的。",
    ["O"] = "塔林·銳眼讓你去殺掉12只小型峭壁野豬。",
    ["T"] = "獵殺野豬",
  },
  [184] = {
    ["D"] = "這是西部荒野一片農田的地契，由西奧多·法布隆和他的妻子弗娜·法布隆聯名簽署。地契背面還有潦草的字樣：$B$B“我們到法布隆家里走了一遭，弄到了他的地契。我們覺得你可以很輕易地照著這張樣本給自己也造出幾份地契來。$B$B法布隆家的人不會找我們的麻煩，我最后一次看到他們的時候，他們的四輪貨車壞在了路上。”$B$B你認為法布隆夫妻倆可能正在到處找這張地契……",
    ["O"] = "把法布隆的地契交給農夫法布隆。",
    ["T"] = "法布隆的地契",
  },
  [185] = {
    ["D"] = "當我還只是個小女孩的時候，我的父親就開始訓練我捕獵老虎。$b$b一般來說，你會發現虎崽是非常容易追蹤和獵殺的。因此，要獵殺它們根本不是什么麻煩的事情，你在探險隊的營地附近很容易就能找到虎崽。$b$b讓我們來測試一下你的追蹤技巧，看看你是否能獵殺這些野獸。",
    ["O"] = "奈辛瓦里遠征隊的艾耶克·羅歐克要求你殺死10只荊棘谷猛虎幼崽。",
    ["T"] = "獵虎",
  },
  [186] = {
    ["D"] = "你學得很快，$c。讓我們來測試一下你是否能殺死成年的猛虎，這次你的任務是去殺死十只荊棘谷猛虎。",
    ["O"] = "奈辛瓦里遠征隊的艾耶克·羅歐克要求你殺死10只荊棘谷猛虎。",
    ["T"] = "獵虎",
  },
  [187] = {
    ["D"] = "現在我要教你些更高深的東西，然后測試一下你的技巧。去殺死十只老年荊棘谷猛虎以證明你的能力吧。如果你能做到這些的話，你就可以去面對最后的挑戰了，最終，我會在奈辛瓦里大人的面前授予你獵虎大師的稱號。$b$b老年荊棘谷猛虎不但非常難找，而且也是最難以對付的。",
    ["O"] = "奈辛瓦里遠征隊的艾耶克·羅歐克要求你殺死10只老年荊棘谷猛虎。",
    ["T"] = "獵虎",
  },
  [188] = {
    ["D"] = "現在你要面對的將是最后的挑戰。我們這幾周來一直在追蹤一只神秘的老虎，我們稱它為辛達爾。現在讓我們來看看你能不能做到一件以前從來沒有任何$r可以做到的事吧：去獵殺辛達爾，把它的爪子帶回來以證明你完成了任務。$b$b追蹤它可不是一件簡單的任務。",
    ["O"] = "奈辛瓦里遠征隊的艾耶克·羅歐克要求你殺死辛達爾并帶回它的爪子。",
    ["T"] = "獵虎",
  },
  [189] = {
    ["D"] = "該死的巨魔！他們殺死了我們派到叢林里去的人！我已經在和他們的沖突中損失太多優秀的護衛了。血債必須血來償！這讓我怎么向大財主里維加茲解釋呀？$b$b是該做決定的時候了……想想看，科博克……你可不是被派到這里來整日無所事事的……啊，有啦！你……你就是$n，是不是？你是來幫助我的，是不是？這份工作的獎勵可是很豐厚的哦！$b$b嗯嗯，給我帶15只血頂巨魔的耳朵來，我就重重地酬謝你，如何？",
    ["O"] = "給藏寶海灣的科博克帶回15只血頂巨魔的耳朵。",
    ["T"] = "血頂巨魔的耳朵",
  },
  [190] = {
    ["D"] = "如果你也想加入這個由赫米特先生組建的最強狩獵隊，就必須先證明自己是一個能干的獵豹高手。放心，一開始不會太難的，千萬別輕言放棄。你先去獵殺10只獵豹幼崽熱熱身吧。$b$b當然，這只是讓你熱熱身而已……",
    ["O"] = "奈辛瓦里遠征隊的埃爾加丁爵士要求你殺死10只獵豹幼崽。",
    ["T"] = "獵豹",
  },
  [191] = {
    ["D"] = "現在你已經可以更進一步了。如果你想繼續證明自己有資格和我們這些優秀的狩獵能手合作的話，就去獵殺十只黑豹。$b$b這些大家伙們都很強壯，它們可不比之前的獵豹幼崽那么好殺。",
    ["O"] = "奈辛瓦里遠征隊的埃爾加丁爵士要求你殺死10只黑豹。",
    ["T"] = "獵豹",
  },
  [192] = {
    ["D"] = "接下來的部分可就比較困難了。一個真正的獵豹能手必須要有能力殺死深喉獵豹這種荊棘谷中最危險的生物。去殺死十只深喉獵豹，向我們證明你的獵豹能力吧！$b$b如果你很難找到它們的蹤跡的話，就埋伏起來等它們出現……",
    ["O"] = "奈辛瓦里遠征隊的埃爾加丁爵士要求你殺死10只深喉獵豹。",
    ["T"] = "獵豹",
  },
  [193] = {
    ["D"] = "你幾乎已經證明自己是一位優秀的獵豹能手了。有一只名叫巴爾瑟拉的豹子目前正潛伏在這片森林里，我們一直都沒能找到它。去試試獵殺巴爾瑟拉吧，記得用上你所掌握的全部技巧。$b$b將巴爾瑟拉的牙齒帶回來給我，如果你成功了，你就將贏得我的尊敬！",
    ["O"] = "奈辛瓦里遠征隊的埃爾加丁爵士要求你殺死巴爾瑟拉，并帶回它的牙。",
    ["T"] = "獵豹",
  },
  [194] = {
    ["D"] = "你覺得你的狩獵技術是最頂尖的？我馬上就檢驗一下，看看你是不是在騙人。到叢林里去殺幾只荊棘谷迅猛龍，這樣一來我們就知道你是不是所謂的王牌獵人了。$b$b當然，我是絕對不會告訴你在哪里才能找到它們的！追蹤野獸本身就是挑戰的一部分。",
    ["O"] = "赫米特·奈辛瓦里要求你殺死10只荊棘谷迅猛龍。",
    ["T"] = "獵龍",
  },
  [195] = {
    ["D"] = "現在讓我們來看看你能不能應付更大的挑戰吧。殺進叢林里去，給我干掉十只殘暴的鞭尾迅猛龍。可別說你不行啊！",
    ["O"] = "赫米特·奈辛瓦里要求你殺死10只鞭尾迅猛龍。",
    ["T"] = "獵龍",
  },
  [196] = {
    ["D"] = "讓我們來看看你能不能對付下一個挑戰吧。這附近棲息著一種非常狡猾的迅猛龍，我們叫它叢林捕獵者。它們遠比你之前捕獵的目標更難追蹤和獵殺。獵殺十只叢林捕獵者，然后我就會告訴你這里最惹眼的目標是什么。",
    ["O"] = "赫米特·奈辛瓦里要求你殺死10只叢林捕獵者。",
    ["T"] = "獵龍",
  },
  [197] = {
    ["D"] = "你已經證明了自己在這片叢林里的每次捕獵都不會空手而歸，總能帶回我們要求的獵物，因此我決定告訴你有關那只我從來也沒能獵到的、最兇暴最殘忍的迅猛龍的事情，艾耶克把那只迅猛龍叫作泰希斯。$b$b如果你想證明自己真的是個捕獵專家的話，就把泰希斯殺掉，把它的爪子給我帶回來，這可是其他王牌獵人都從沒完成過的壯舉。",
    ["O"] = "赫米特·奈辛瓦里要求你殺死荊棘谷中最危險最狡猾的迅猛龍泰希斯。",
    ["T"] = "獵龍",
  },
  [198] = {
    ["D"] = "嗯。沒錯，我這里確實有些適合你做的事。目前部署在荊棘谷北部的多倫上尉和他的部下需要我們的定期補給。$b$b不過由于巨魔的伏擊，他們一直沒能得到補給，所以我得找人來幫我處理這件事。多倫的營地就在從暮色森林進入荊棘谷的道路的西北方，你只要把補給品交給列兵索爾森就行了，相信他會處理好的。$b$b你要記住，如果你失敗了的話，就得賠償我們的損失。$b$b當然，你也可能會死在路上……",
    ["O"] = "將雜七雜八的地精補給物資帶給列兵索爾森。",
    ["T"] = "列兵索爾森的補給物資",
  },
  [199] = {
    ["D"] = "你取了些怪味粉末的樣品。",
    ["O"] = "回去見主工程師辛德維爾七世，把你找到的線索交給他。",
    ["T"] = "水壩危機",
  },
  [200] = {
    ["D"] = "既然連庫爾森都知道了這個秘密，那么他們一定也在我們這邊安插了一個臥底。我們必須得搞明白這些機密內容是怎么泄露出去的！$B$B索爾森在那邊的線人是書呆子赫羅德，他是庫爾森的后勤官，了解庫爾森的營地里的一切事務。如果你能搞到他的筆記或者檔案什么的話，或許我們能分析出索爾森到底是怎么被發現的。$B$B當初，我們還跟庫爾森一起共事的時候，書呆子的辦公室是在營地里唯一一座兩層房屋的二樓，他的檔案應該還在那里。",
    ["O"] = "找到書呆子赫羅德的檔案。",
    ["T"] = "書呆子赫羅德",
  },
  [201] = {
    ["D"] = "我收到一條報告說，有一群獵人在風險投資公司營地所在的納菲瑞提湖的上游建立了一片營地。通常我根本不會在意這件事，但當我聽說赫米特·奈辛瓦里也是那群獵人中的一員時，我改變了想法。那家伙可是個名聲顯赫的人物，如果你了解我的意思的話，就會不像現在這樣無動于衷了。$b$b你為什么不去那片營地里偵察一下呢，$n？去看看他們到底想干點什么吧。",
    ["O"] = "找到獵人營地并向藏寶海灣的克拉茲克報告這個營地的位置。",
    ["T"] = "調查營地",
  },
  [202] = {
    ["D"] = "你一次又一次地證明了自己的能力，而你的足智多謀略似乎甚至能與庫爾森媲美。如果……如果你愿意徹底投身到與庫爾森斗爭的事業中去的話……也許你將成為我們反抗軍的救星！$B$B他就躲在那個名叫“儲藏室”的洞穴深處發號施令。你必須進入那個洞穴，干掉他身邊的保鏢，最終把庫爾森和他的副官們都給除掉。$B$B出發吧，$N。我們的生命與希望，如今都已經全部掌握在你的手中了。",
    ["O"] = "殺掉6名庫爾森精英和4名庫爾森副首領，并將庫爾森的頭顱交給反抗軍營地里的多倫上尉。",
    ["T"] = "庫爾森上校",
  },
  [203] = {
    ["D"] = "我們正在與庫爾森進行一場艱難的戰斗。他是個非常優秀的戰術大師，而且他的手下士兵的數量是我們的十倍！如果我們想要勝利的話，就必須使用他擅長的戰術來對付他。$B$B到他在東邊設立的營地里去，殺掉他的士兵，越多越好，然后在增援趕來之前撤退。",
    ["O"] = "殺死15名庫爾森叢林戰士，然后向反抗軍營地的尤瓦中士復命。",
    ["T"] = "以彼之道還施彼身",
  },
  [204] = {
    ["D"] = "要想和庫爾森搏上一搏，我們就必須削弱他們的醫療隊伍。他在那里聚集了大批醫療人員，他們能用密林藥劑治療自己的部隊，并用毒草汁液對我們的人下毒。$B$B我們要用這些藥物來治療我們自己的戰士，同時我們也需要一份毒液的樣本來研制解藥。到庫爾森的營地去把這兩樣東西找來吧，藥品應該就在那些醫療人員的身上，而毒草汁液大概是保存在營地中的一些物資箱里的。",
    ["O"] = "給反抗軍營地里的尤瓦中士帶回7份密林藥劑和1份毒草汁液。",
    ["T"] = "庫爾森的藥物",
  },
  [205] = {
    ["D"] = "在我研究這些巨魔傳說的時候，我希望你能幫我收集一些巨魔們施展邪惡魔法時必備的法器。到南邊的那個劈顱巨魔部族的地盤上去，從他們的巫醫和秘法師那里弄一些劈顱巨魔的神像回來吧。",
    ["O"] = "給叛軍營地的尼麥茲修士帶回4只劈顱巨魔的神像。",
    ["T"] = "巨魔巫術",
  },
  [206] = {
    ["D"] = "庫爾森的確是該死，不過……到底是誰將他帶上了這條邪惡的道路呢？通過研究，我已經找到了真相：是一個名叫麥佐斯的食人魔法師干的。他住在荊棘谷東部的食人魔山中，據說他擅長心靈控制魔法，我也確信正是他使得庫爾森上校墮落的。$B$B如果麥佐斯繼續活在這世上，他的邪惡法術就有可能影響到更多人，或許又會出現另一個庫爾森上校。$B$B殺死他，把他的心靈之眼帶回來，這正是他用來誘惑他人墮落的物品。",
    ["O"] = "將心靈之眼交給反抗軍營地里的尼麥茲修士。",
    ["T"] = "麥佐斯",
  },
  [207] = {
    ["D"] = "庫爾森上校曾是個偉大而高貴的人，我必須得找到讓他墮落至此的原因！他一定是被巨魔的魔法給控制了。要想搞清楚這一點的話，我們就得先研究一下巨魔的傳說故事。$B$B據說荊棘谷中的巨魔遺跡中隱藏著四塊石板，我必須得看看這些石板上到底記述了些什么東西！你去給我拓一份這些石板上的文字來，把拓片都交給我。$B$B第一塊石板在巴拉爾廢墟里，第二塊石板在暗礁海的海底，第三塊和第四塊應該都在祖昆達廢墟里。",
    ["O"] = "找到4塊石板并將上面的內容帶回去交給尼麥茲修士。",
    ["T"] = "庫爾森的秘密",
  },
  [208] = {
    ["D"] = "$N，你現在已經成為了一位夠格進入我們狩獵隊的獵手了。無論是洛丹倫的戰場還是危機四伏的叢林，我在哪里都沒有見過有誰能像你這樣擁有如此強大的戰斗能力。$b$b你成功地殺死了兇殘的辛達爾，狡猾的巴爾瑟拉和強悍的泰希斯。但對于這片叢林中的獵人們來說，虎王邦加拉什的頭才代表著至高無上的榮耀。這只白虎正是我來這里的原因，我注意它已經很久了。如果你能殺死虎王邦加拉什，那么你無疑是這里最優秀的獵人。",
    ["O"] = "赫米特·奈辛瓦里要求你將虎王邦加拉什的頭帶回來給他。",
    ["T"] = "王牌獵人",
  },
  [209] = {
    ["D"] = "靠不停地獵殺老虎來保證對南海島嶼的虎牙出口實在是苦差事，不僅難度高，而且花費也也高。幸虧我們找到了一種替代品，就是這些劈顱部族的巨魔的獠牙。$b$b嘿，只要你不說，買家就不會知道，對吧？給我搞一批巨魔獠牙來吧，這樣我們就能應付每月一次的供貨啦！",
    ["O"] = "給藏寶海灣的科博克帶回18根劈顱巨魔的獠牙。",
    ["T"] = "劈顱巨魔的獠牙",
  },
  [210] = {
    ["D"] = "在營地里，我是專門負責伙食的。過去的活真的很多，讓我每天都要忙到死，直到我從藏寶海灣的地精商人那里買了臺多功能機械烹調鍋才有所改觀。這鍋實在是太棒了！它節省了我許多的時間……我是說，在它壞掉之前！$B$B你能幫我把這鍋帶到那個地精商人那里去，讓他給我修理一下嗎？他的名字叫克拉茲克。",
    ["O"] = "把克拉茲克的烹調鍋帶給藏寶海灣的地精克拉茲克。",
    ["T"] = "克拉茲克的烹調鍋",
  },
  [211] = {
    ["D"] = "啊，進攻安多哈爾并徹底擊敗那個巫妖的時刻終于來臨了！$B$B召喚者阿拉基就盤踞在安多哈爾的廢墟中，他的貼身衛隊無時無刻不在他的身邊保護著他。你需要召集強大的盟友才能擊敗他。$B$B消滅巫妖，$N，從它的護符匣里拿出一塊碎片來，作為你獲勝的證據！",
    ["O"] = "把阿拉基的護符匣碎片交給西瘟疫之地冰風崗的指揮官阿什拉姆·瓦羅菲斯特。",
    ["T"] = "啊，安多哈爾！",
  },
  [212] = {
    ["D"] = "我的拿手菜之一就是橙味凍蜥肉，但現在的問題是……這種肉很容易變質，而且我今天晚上必須得在一位貴族的生日晚宴上做這道菜！$B$B救場如救火，如果你能馬上從剛被宰掉的冷眼蜥蜴身上割塊冷蜥蜴肉給我的話，我就給你做頓堪比國宴的美味嘗嘗！$B$B冷眼蜥蜴一般會在荊棘谷西北海岸的沙灘上曬太陽，離這里有點遠，不是么？所以你得趕緊行動啦！",
    ["O"] = "殺死一只冷眼蜥蜴，取一塊冷蜥蜴肉并把它帶給“藍色隱士”旅店里的安古斯·斯特恩。$B$B<如果你在任務過程中死亡則任務失敗>",
    ["T"] = "冷餐會",
  },
  [213] = {
    ["D"] = "太猖狂了！吉爾里茲把貿易親王們指定的要員們都從這里趕了出去，這件事已經夠糟的了，現在他居然還和那些聲名狼籍的海盜們往來！$b$b里維加茲不會坐視不理的，他允許我按自己的方式來解決這些問題。$b$b我的方式是什么？偷！最近，風險投資公司的地質學家們正在研究他們從礦里挖出的一種奇怪的藍色水晶，從那群地質學家手里搞些樣本回來給我，當然，我不關心你用怎樣的手段去搞。",
    ["O"] = "給藏寶海灣的科博克帶回8塊打磨過的水晶。",
    ["T"] = "惡性競爭",
  },
  [214] = {
    ["D"] = "迪菲亞兄弟會的人都會戴著一種紅色的面罩，這顯然已經是個盡人皆知的秘密了。但我們又了解到，這個面罩的材料是他們的成員在幫會內部地位的象征。$b$b既然如此，那么我希望你出馬殺死一些兄弟會的高階成員。他們的最高階成員無疑都躲在范克里夫的秘密藏身處附近。作為證據，你要給我帶回10條紅色絲質面罩來，這樣我才能給你獎勵。祝你好運，$N。",
    ["O"] = "給哨兵嶺哨塔的哨兵瑞爾帶回10條紅色絲質面罩。",
    ["T"] = "紅色絲質面罩",
  },
  [215] = {
    ["D"] = "謝謝你救了我的命，$N。我知道這聽起來有點奇怪，但……請聽我解釋。$B$B多倫上尉讓我和庫爾森的手下一起重新回到軍隊里，讓我扮演臥底的角色，為我們反抗軍搞一些有用的情報。我原本以為這里很適合我滲透入庫爾森的營地，但我錯了。再次感謝你救了我一命。$B$B這是個機密任務，所以你千萬不能把它告訴任何人。但如果你去和多倫上尉談談的話，他會給你一個解釋的。",
    ["O"] = "與反抗軍營地里的多倫上尉談一談。",
    ["T"] = "叢林中的秘密",
  },
  [216] = {
    ["D"] = "薊皮熊怪在威脅我們的擴張！我們東面的薊皮村擋住了從這里通往碎木哨崗的道路，這是一條可以包圍阿斯特蘭納的道路，沒有它，我們就會讓聯盟得到一條額外的擴張路線。$B$B$N我們決不允許有這樣的缺口存在！$B$B進入薊皮村，盡量減少那些熊怪的數量。你會為這項任務得到補償的，但更重要的是，你會為部落盡到你的職責！",
    ["O"] = "殺死8個薊皮復仇者和8個薊皮薩滿祭司。他們大部分都位于佐拉姆海岸東部的薊皮村里。任務完成后回到灰谷佐拉姆加前哨站的卡拉恩·阿瑪卡那里復命。",
    ["T"] = "薊皮熊怪的麻煩",
  },
  [217] = {
    ["D"] = "$N，我的偵察兵已經找到了最近一段時間來頻頻組織穴居人對我們發動襲擊的首領。這幫洛克莫丹的怪物好象是由一個叫格勞姆格的酋長領導的，不過格勞姆格身邊守衛森嚴，有兩個精英護衛納什爾和布勞勒爾從不離他左右。$b$b如果你想證明自己的價值的話，$N，我希望你能接下殺掉格勞姆格和他那兩個手下的任務。一旦穴居人失去了領導，我們就有機會把這些怪物重新趕回地下。",
    ["O"] = "殺掉穴居人首領格勞姆格及他的兩個護衛，納什爾和布勞勒爾。然后回到南部警戒塔向拉格弗斯上尉報告。",
    ["T"] = "保衛國王的領土",
  },
  [218] = {
    ["D"] = "我的日記！那幫巨魔把它拿到洞穴里去了。拿著日記的那個家伙……他是一個皮膚和面頰上都涂著奇特印記的青面獠牙的家伙，我打從娘胎里出來后還沒見過像他那樣丑的。$b$b你應該能對付那些巨魔，幫我把我的日記拿回來怎么樣？",
    ["O"] = "格瑞林·白須要你去殺掉冷酷的格瑞克尼爾，并取回他的日記。",
    ["T"] = "被竊取的日記",
  },
  [219] = {
    ["D"] = "終于…有人來了……來自聯盟的朋友！$b$b救救我…求你了…$b$b我只記得…一群邪惡的獸人讓我們團全軍覆沒……大多數人都被殺了，我的頭被狠狠地打了一下，眼前一黑就倒下去了。現在我被關在這個洞里，奄奄一息……$b$b我必須得回到鎮上去…拜托了…你是我最后的希望了……",
    ["O"] = "保護基沙恩下士回到赤脊。",
    ["T"] = "失蹤人員",
  },
  [220] = {
    ["D"] = "在給你圖騰之前，伊斯倫還會有一個任務讓你去完成。我給你的那瓶水在任何情況下都會很有用。$B$B去吧，去找伊斯倫。我們會再見的。",
    ["O"] = "把最純凈的水交給貧瘠之地的伊斯倫。",
    ["T"] = "水之召喚",
  },
  [221] = {
    ["D"] = "你可能已經注意到了，在樹林周圍有些個頭較大的狼人和那些夜行織影狼人一起游蕩。據我們所知，大多數狼人都是這類夜行黑暗狼人。$b$b我還發現在小鎮西南的爛果園里已經到處都是他們的身影了，這些狼人比你之前遇到的那些更難對付。$b$b小心點。",
    ["O"] = "為夜色鎮的卡洛爾殺掉12個夜行黑暗狼人。",
    ["T"] = "森林里的狼人",
  },
  [222] = {
    ["D"] = "你之前的功績使我確信，你已經可以去對付森林里最兇猛的狼人了。$b$b在這一帶所有的狼人中，夜行邪齒狼人和夜行墮落狼人是最危險的。他們就住在南邊的洞穴和礦井里。$b$b你甚至能從很遠的地方看見他們的篝火。",
    ["O"] = "為夜色鎮的卡洛爾殺掉8個夜行邪齒狼人和8個夜行墮落狼人。",
    ["T"] = "森林里的狼人",
  },
  [223] = {
    ["D"] = "拿著這個，$n。把這個帶給卡爾文主人。$b$b<他取出一張褪色的羊皮紙交給你>$b$b如果再多些像你這樣的力量加入，我們就能讓守夜人相形見拙！也許到那個時候，我們就能夠徹底解決這些現在令我們疲憊不堪的危機。",
    ["O"] = "把卡洛爾的便箋交給喬納森·卡爾文。",
    ["T"] = "森林里的狼人",
  },
  [224] = {
    ["D"] = "我們要保衛洛克莫丹，$N！國王的士兵都在遙遠的戰場上英勇作戰，但我們的家園卻危機叢生。每個裂縫里都有穴居人在不斷冒出來！四處橫行的穴居人已經成了鐵爐堡最大的威脅，我們一定要消滅這些惡心的怪物！$b$b我們需要像你這樣勇敢的冒險家來幫忙消除穴居人的威脅。殺掉10個碎石穴居人和10個碎石怪斥候，然后回來向我匯報。",
    ["O"] = "南部警戒塔的巡山人庫伯弗林特要你殺掉10個碎石穴居人和10個碎石怪斥候。",
    ["T"] = "保衛國王的領土",
  },
  [225] = {
    ["D"] = "這座飽經風霜的墓碑上僅僅寫著幾個字：$b$b摩根·拉迪莫爾$b$b<經過仔細的觀察，你發現墓穴的泥土最近被人動過，很多泥土好像都翻開了……>",
    ["O"] = "去和夜色鎮的希拉·沃寧迪談一談。",
    ["T"] = "飽經風霜的墓碑",
  },
  [226] = {
    ["D"] = "我和斯溫的處境越發危險了，這兒就我們倆，要吃飯就得打獵捕魚。但是每次我們帶著肉和魚回營地的時候，那些從森林跑出來的恐狼都好像要撲上來咬一口似的。別提有多危險了！$B$B如果你能替我們除掉這些狼，也許我們就能過得輕松些。它們經常在北邊和東邊的小河周圍出沒。",
    ["O"] = "殺掉12只饑餓的恐狼和8只瘋狂的恐狼，然后到斯溫的營地中向拉爾斯交差。",
    ["T"] = "惡狼成群",
  },
  [227] = {
    ["D"] = "<他從架子上翻出一本皮質封面的書。>$b$b如果你想知道更多，就去問阿爾泰婭，她最近正在為摩根·拉迪莫爾的事情頭疼……",
    ["O"] = "去和夜色鎮的指揮官阿爾泰婭·埃伯洛克談一談。",
    ["T"] = "摩根·拉迪莫爾",
  },
  [228] = {
    ["D"] = "我的探子說摩拉迪姆沿著一條穿過墓地的彎曲怪異的小路，在暮色森林中四處游蕩。我們曾把他的尸體埋在山上那座小屋的后面，你知道在哪兒吧？$b$b除了祝你好運之外，我沒什么能幫你的了。",
    ["O"] = "殺掉摩拉迪姆，把他的頭骨交給夜色鎮的指揮官阿爾泰婭·埃伯洛克。",
    ["T"] = "摩拉迪姆",
  },
  [229] = {
    ["D"] = "我應該早點告訴你的……$b$b該怎么說呢……$b$b摩根可能以為他的家人都死了，不過實際上他的女兒莎拉·拉迪莫爾還活著，她現在也是個守夜人。她一直在因為她父親死了以后所發生的……那些事情而苦惱。我想，你可以把關于她父親的最新消息帶給她。",
    ["O"] = "去和夜色鎮的守夜人莎拉·拉迪莫爾談一談。",
    ["T"] = "幸存的女兒",
  },
  [230] = {
    ["D"] = "挖開土堆之后，你發現了一本不大的書，上面沾滿了泥土。$B$B書上沒有寫標題，不過……書里寫著一些斯溫想要知道的東西。",
    ["O"] = "把你從斯溫的農場找到的書交給他。",
    ["T"] = "斯溫的營地",
  },
  [231] = {
    ["D"] = "拿著這個，請把這個放到他的墳墓上。也許…也許這樣他就可以知道我現在過得很好，而且我們也不會因為他所做的事責怪他。$b$b<她含著眼淚，把戴在右手上的一只戒指摘下放在你手里>$b$b還有……謝謝你，$n。",
    ["O"] = "把莎拉·拉迪莫爾的戒指拿到摩根·拉迪莫爾的墳墓上去。",
    ["T"] = "女兒的愛",
  },
  [232] = {
    ["D"] = "皇家藥劑師學會需要你的幫助。仔細聽好了，這個行動對你我都有好處。$B$B隔壁的藥劑師基佛看上去有些……瘋瘋癲癲的，但如果他的研究項目能早點找到一個有眼光的買家的話，早就已經得到豐厚的成果了。幸運的是，現在我已經把這個研究項目買了過來。我要你把這份訂貨單交給藍月雜貨店的店主奧雷薩多·盧卡那里，他會給你一只實驗工具包。當你拿到工具包之后就盡快回來向我報告，我會告訴你下一步任務的詳細情況。",
    ["O"] = "把訂貨單交給幽暗城的奧雷薩多·盧卡。",
    ["T"] = "金格的貨物",
  },
  [233] = {
    ["D"] = "嗯，$g小子:姑娘;，我想也許你不會幫我這個忙的。今天從隧道那邊來了一大堆信，我想我沒時間把它們都給發出去了。$b$b這些信都是寄給塔林·銳眼的。沿著這條路向西走就能找到他，就在結冰的湖泊附近。$b$b你能幫我這個忙么？",
    ["O"] = "把這一摞信件送給塔林·銳眼。",
    ["T"] = "寒脊山谷的送信任務",
  },
  [234] = {
    ["D"] = "如果我沒記錯的話，格瑞林的營地就在這條路的盡頭，沿著路往東南方走就是了，他一定正在等著這封信呢。",
    ["O"] = "把這封信送給格瑞林·白須。",
    ["T"] = "寒脊山谷的送信任務",
  },
  [235] = {
    ["D"] = "年輕的冒險者們，注意了！灰谷的野獸正在等著你們！$B$B部落在貧瘠之地以北的區域建立了強大的基地。我們的兩個前哨站——碎木哨崗和佐拉姆海岸哨崗——正在努力地為部落的榮耀而戰！想要證明自己能力的勇士就到那兒去吧。碎木崗哨位于貧瘠之地的正北方，塞娜尼·雷心正在那里招募愿意參與灰谷狩獵中的冒險者！",
    ["O"] = "與灰谷碎木哨崗的塞娜尼·雷心談一談。",
    ["T"] = "灰谷狩獵",
  },
  [237] = {
    ["D"] = "巡山人庫伯弗林特總是在我面前稱贊你，$c。因此現在我要交給你一個極其重要的任務，你必須不斷給那些入侵的穴居人施加壓力，直到我們的兄弟們從聯盟前線回來。$b$b到南部的丘陵去，殺掉10個碎石怪擊顱者和10個碎石怪先知。你的行動可以為我們贏得一點時間，完成任務后就回來向我報告。",
    ["O"] = "南部警戒塔的巡山人格拉維戈要你殺掉10個碎石怪擊顱者和10個碎石怪先知，然后回去向他匯報。",
    ["T"] = "保衛國王的領土",
  },
  [238] = {
    ["D"] = "東西都準備好了，$n。毫無疑問，藥劑師金格正在等著這批貨。馬上把這些東西送到她那里去，告訴她我已經把價錢記在學會的帳上了。另外，請代我向她致以最高的敬意。$B$B好了，不要再站在這里了，快點出發吧！",
    ["O"] = "把采樣工具包交給幽暗城的藥劑師金格。",
    ["T"] = "金格的貨物",
  },
  [239] = {
    ["D"] = "我們位于西部邊界的要塞報告說，那里的豺狼人和迪菲亞潛行者最近越來越猖獗了。他們要求我從暴風城派更多士兵過去……但是我們已經沒有多余的人可派了！$B$B如果你愿意幫忙的話，就去和西泉要塞的瑞尼爾副隊長談一談，看看他需要你做些什么。$B$B沿著這條路往西走，過了橋之后向右轉就是要塞。",
    ["O"] = "到西泉要塞去和瑞尼爾副隊長談一談。",
    ["T"] = "西泉要塞",
  },
  [240] = {
    ["D"] = "完成了——格魯奧烹制的黑“蟹”蛋糕！",
    ["O"] = "把黑蟹蛋糕拿回去交給基特斯。",
    ["T"] = "基特斯的美餐",
  },
  [243] = {
    ["D"] = "你現在得去一趟塔納利斯沙漠，在那里對當地的蜥蜴、蝎子和土狼進行一些組織測試，并搜集一些組織樣品放進實驗工具包里。當然，你有可能得花不少工夫才能找到合適的樣品，這一點是可以預料的。每種生物的樣本都要十份。$B$B另外，加基森的地精擁有這類工具包所需的能量源，去和那里的首席工程師沙克斯·比格維茲談談，或許能得到一些必要的幫助。$B$B此行只許成功不許失敗，否則就不要回來見我。",
    ["O"] = "和加基森的首席工程師沙克斯·比格維茲談一談，請他為實驗工具包提供能量源。",
    ["T"] = "進入沙漠",
  },
  [244] = {
    ["D"] = "你好，$c。我是負責這段道路巡邏任務的衛兵。雖然這條道路現在是安全的，但我曾經在這附近的東北方看見過豺狼人的宿營地。$B$B湖畔鎮必須得提防著這群豺狼人才行。請你把這條消息報告給湖畔鎮的菲爾頓副隊長,我想他一定會非常樂意給你的偵察行動付上一筆酬勞的。$B$B菲爾頓一般在湖畔鎮橋南的地區執行警戒任務。",
    ["O"] = "找到菲爾頓副隊長。",
    ["T"] = "豺狼人的入侵",
  },
  [245] = {
    ["D"] = "你好啊，$c。你有沒有看到過在西邊出沒的那些蜘蛛？這些八條腿的東西實在是太多了，多到我們沒法應付，指揮官又沒有多余的人力可以從夜色鎮派來協助我們。$b$b我實在是不好意思向你開口，不過……看樣子你好像能對付它們。我不能承諾給你什么貴重的寶貝，不過如果你幫助我們除掉這些骯臟的臭蟲，我肯定會獎賞你的。$b$b哦，對了，給你個忠告：盡量別碰到它們的毒液。",
    ["O"] = "守夜人道茨要你殺15只小型結網毒蜘蛛。",
    ["T"] = "蜘蛛的威脅",
  },
  [246] = {
    ["D"] = "我們實在是沒有多余的人手了，但我們也不能對你報告中提到的那些豺狼人不聞不問。$B$B偵察南赤脊山附近豺狼人的動向,并盡可能地殺掉足夠多的豺狼人,然后向我回報他們的數量，好讓我們對他們的威脅大小有個正確的認識。$B$B暴風城軍方需要你的幫助，$N，你會得到獎賞的。",
    ["O"] = "殺死10個混血赤脊山豺狼人和6個赤脊山偷獵者，然后向湖畔鎮的菲爾頓副隊長復命。",
    ["T"] = "審時度勢",
  },
  [247] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "完成狩獵",
  },
  [248] = {
    ["D"] = "我監視伊爾加拉之塔已經很久了，并且我發現，莫甘斯與占據了石堡要塞的獸人之間起了矛盾。我不知道他們之前產生紛爭的原因是什么，但你可以幫我揭開謎底。$B$B帶上阿祖拉的銘文飾品，然后到那個能監視石堡要塞的崗哨頂部去。$B$B找一個合適的地方，把銘文飾品放進去，一個盒子或者罐子之類的東西都可以，只要銘文飾品不會被注意到就行，那樣我的目的就達到了。",
    ["O"] = "爬上石堡要塞一旁的哨塔。$B$B為阿祖拉的銘文飾品找一個合適的容器。",
    ["T"] = "監視",
  },
  [249] = {
    ["D"] = "在長期的偵察監視之后，我終于發現了莫甘斯的計劃。$B$B他正在尋找月神鐮刀……而且，他甚至可能已經找到了。如果他有了那東西，整個赤脊山脈地區，甚至是整個暴風王國都會被他的黑暗力量所征服。$B$B我還沒有想到對付莫甘斯的辦法，但我怕如果現在不行動的話，也許以后就沒有機會了。所以我希望你能殺進伊爾加拉之塔與莫甘斯交戰。$B$B戰勝他，然后把他的暗影墜飾帶回來給我。如果你成功了的話，整個王國都將以你為傲。",
    ["O"] = "擊敗莫甘斯。$B$B將他的陰影墜飾帶給塞歐克瑞圖斯，他就在艾爾文森林內的阿祖拉之塔中。",
    ["T"] = "莫甘斯",
  },
  [250] = {
    ["D"] = "老天保佑，現在終于有人關心水壩的安全了。先是有人摧毀了薩多爾大橋，然后又有人搶劫丹莫德！我敢說這座大壩肯定會是黑鐵組織下一次襲擊的目標。這里的駐軍——包括我的長官在內——大部分都開到了聯盟前線。$b$b這就是我需要你的原因，$N。我看見有幾個黑鐵工兵在水壩東邊的斜坡下轉悠。去那里查看一下，帶回點線索給我。",
    ["O"] = "查看水壩東邊斜坡附近的區域，調查一下黑鐵矮人準備做什么，然后把線索帶給主工程師辛德維爾七世．",
    ["T"] = "水壩危機",
  },
  [251] = {
    ["D"] = "請把你給我的這封信拿給希拉·沃寧迪看看。他對語言和古代藝術很有研究——我看也只有他能翻譯這封信了。",
    ["O"] = "把寫給艾爾羅的信拿給希拉·沃寧迪。",
    ["T"] = "翻譯亞伯克隆比的信",
  },
  [252] = {
    ["D"] = "天哪！如果信上所寫的內容都是真的，那亞伯克隆比所做的事情……太可怕了！$B$B你最好還是把翻好的信拿回去給艾爾羅看看。$B$B快一點，我感覺到這座小鎮的末日就要到了……",
    ["O"] = "把翻好的信帶給艾爾羅·埃伯洛克公爵。",
    ["T"] = "翻譯好的信件",
  },
  [253] = {
    ["D"] = "藏尸者是個我們經常用來嚇唬孩子的故事里的人物。他曾是個善良的煉金師，但因為妻子伊莉莎的死而變得瘋狂。為了讓妻子復活，藏尸者用黑暗的魔法將自己的心臟放入了亡妻的胸膛里。$B$B伊莉莎復活了……不過她也受到了詛咒，開始瘋狂地吞食人類的血肉，藏尸者不得不將他的妻子埋了起來。$B$B他的心臟就是他全部的力量，找到他妻子的墳墓，把他那顆仍在跳動著的心臟拿回來，就可以打破他的力量。",
    ["O"] = "找到伊莉莎的墳墓，從她的身上取回藏尸者的心臟，把它交給艾爾羅·埃伯洛克。",
    ["T"] = "藏尸者的妻子",
  },
  [254] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "掘墓",
  },
  [255] = {
    ["D"] = "我等了兩個月才得到了從鐵爐堡傳來的消息，說是會有少量士兵來幫助我們防守塞爾薩瑪，不過他們還得再等兩個月才能到這兒來！我們的鎮子沒人守衛已經夠糟了，但是我們的挖掘場和水壩——這些地方都隨時面臨著被襲擊的危險！$b$b看來我已經沒有選擇了，必須臨時征召一點士兵才行。$b$b你怎么樣？你看上去挺合適的，$c。有一群食人魔在洛克湖的東北方安營扎寨，你能不能幫忙再召集點人，去把那些家伙趕走？",
    ["O"] = "塞爾薩瑪的鎮長埃羅恩·鈍鼻雇你去殺掉4個莫格羅什食人魔、4個莫格羅什蠻兵和4個莫格羅什執行者。",
    ["T"] = "雇傭兵",
  },
  [256] = {
    ["D"] = "以塞爾薩瑪鎮長之令：$b$b卓克蘇爾，襲擊塞爾薩瑪鎮、巨石水壩及挖掘場的食人魔的領導者和組織者。現要求不惜采用一切手段殺死卓克蘇爾。$b$b若有人呈上殺死卓克蘇爾的證明，鎮長將給予巨額獎金。$b$b卓克蘇爾最后一次出現是在洛克莫丹東北部的食人魔營地里。",
    ["O"] = "殺了卓克蘇爾，把他的頭顱帶給塞爾薩瑪的鎮長埃羅恩·鈍鼻。",
    ["T"] = "通緝令：卓克蘇爾",
  },
  [257] = {
    ["D"] = "你覺得自己可以和勇敢的達瑞爾相提并論？我可不這么認為，當然咯，如果你不服氣的話，完全可以試試看。我會讓你去做一件非常困難的事情，困難到以你的能力恐怕根本沒法擺平，所以就算你完成不了也用不著氣餒。$b$b有一群禿鷹在這一帶筑巢，你去試試能不能把它們解決掉？告訴你吧，如果你能在十五分鐘里完成這個任務，我就把我的弓劍或是火槍送給你。<他輕蔑地上下打量著你>$b$b看上去你也沒什么可以輸掉的東西。",
    ["O"] = "殺死6只山鷲，然后回到旅行者營地見年輕的達瑞爾，時限為15分鐘。",
    ["T"] = "自豪的獵人",
  },
  [258] = {
    ["D"] = "你叫$n，對吧？看得出來，完成第一個考驗之后，你已經被驕傲沖昏了頭腦，不是嗎？我跟你說過的，那沒什么了不起。$b$b你應該再試試去捕殺野豬。相信我，這和捕殺寒脊山谷里那些野豬可不一樣，所以你最好當心點。這次我只給你十二分鐘。$b$b失敗了也別難過。不過如果你成功了，我就把我的襯衣脫下來給你！$b$b我有沒有跟你說過我這個著名的傷疤是怎么來的？沒有？好吧，兩年前的一天……",
    ["O"] = "殺掉5只老山豬，然后回到旅行者營地去見年輕的達瑞爾，時限為12分鐘。",
    ["T"] = "獵人的挑戰",
  },
  [261] = {
    ["D"] = "坦率地說，我們現在正在與天災軍團交戰。他們是一群致力于腐化我們的人民、污染我們的土地的惡魔。我們一定要在他們將我們最后的堡壘徹底血洗、將我們的世界徹底拖入黑暗之前阻止他們。我們血色十字軍發誓要奉獻出全部身心，與天災軍團斗爭到底。$B$B如果你也如此宣誓了的話，鼓起你的勇氣并證明你的忠誠——去與凄涼之地的亡靈劫掠者們作戰吧，它們都聚集在那個地區南部的白骨之谷里。$B$B只有這樣，十字軍才會接納你。",
    ["O"] = "殺掉30個亡靈劫掠者，然后向尼耶爾前哨站的安東修士復命。",
    ["T"] = "血色之路",
  },
  [262] = {
    ["D"] = "我一定要搞清楚那個躲在暗處目睹我全家被殺的人到底是誰！$B$B求求你了，$N，你已經表現出了你的足智多謀，請你幫我找出那個模糊的人影到底是誰，我一定要知道他到底是誰！$B$B我沒法再給你提供更多線索了，不過……拿著這本你在農場里找到的書，也許鎮上有人能夠幫助我們找到它的主人。",
    ["O"] = "帶著你從斯溫的農場找到的書，把它拿給夜色鎮上的人看看。",
    ["T"] = "模糊的人影",
  },
  [263] = {
    ["D"] = "巡山人告訴我你很勇敢也很能干，$N。我們這兒就需要像你這樣的$r。穴居人的問題一點也沒有好轉，預備軍都被派到前線去了，我們在這兒孤立無援。不過現在我們有你這樣一個經驗豐富的$c，事情就好辦一些了。$b$b去殺掉10個碎石怪薩滿祭司和10個碎石怪斷骨者，讓我們瞧瞧你是不是名副其實的穴居人殺手。",
    ["O"] = "南部警戒塔的巡山人沃爾班要你殺掉10個碎石怪薩滿祭司和10個碎石怪斷骨者。",
    ["T"] = "保衛國王的領土",
  },
  [264] = {
    ["D"] = "太過分了！他因為那該死的十字軍離開了我，說什么“圣光是我們用來與亡靈抗爭的最重要的東西。”$B$B那么，他的孩子呢？我呢？我日復一日地等他……一直在默默地支持著他那該死的職責！$B$B看看“公正”帶給你的一切，$N！他已經死了，而我卻成了他曾經想要消滅的東西！$B$B把這個垃圾放到他那修在瑟伯切爾的墳墓上吧。我不想再跟他有任何聯系了！",
    ["O"] = "把克拉莉斯的墜飾放在銀松森林尤瑞夫的墳墓上。",
    ["T"] = "至死方休",
  },
  [265] = {
    ["D"] = "拿回你的書吧，$N，祝你好運。你可以去問問鎮上的其他人，他們也許還能給你提供更多的線索。$B$B對了，我還有個線索可以提供給你——這本書的作者不是夜色鎮的人，不過書卻是在鎮里買來的。",
    ["O"] = "看看其他的鎮民有沒有關于模糊的人影的線索。",
    ["T"] = "繼續搜尋",
  },
  [266] = {
    ["D"] = "這是你的書，祝你好運。$B$B你不妨去旅店里查查看，如果你要找的那個人在鎮上待過的話，那么很可能有人在旅店里見過他。",
    ["O"] = "到旅店去查一查關于模糊人影的線索。",
    ["T"] = "調查旅店",
  },
  [267] = {
    ["D"] = "$C，你可能不知道矮人的領地正在面臨著穴居人的威脅。鐵爐堡的預備部隊已經被派到聯盟前線去了，只有很少一部分被留下來負責保衛這里的安全。我的部隊負責看守這里的大門，提防隨時可能到來的攻擊，我們絕不能因為害怕而離開這里。$b$b不過我們得給山里的那些穴居人施加點壓力。如果你能勝任這個工作，就去干掉這些穴居人，然后帶8顆穴居人的石牙回來作為勝利的證明。",
    ["O"] = "給南部警戒塔的拉格弗斯上尉帶去8顆穴居人的石牙。",
    ["T"] = "穴居人的威脅",
  },
  [268] = {
    ["D"] = "你找到的那本書……我還沒有寫完。我從斯文的農場里逃走的時候，不得不把書留在那兒……$B$B拿著這個，把這本完整的日記帶給斯溫。這一本對在他的農場上所發生的事情描述得更完整。$B$B這幾個星期以來，我一直把這本日記放在身邊，不過如果把它交出來之后我就不用面對斯溫和他的憤怒的話，我寧愿把這東西交給他。",
    ["O"] = "把基特斯的日記交給斯溫。",
    ["T"] = "回復斯溫",
  },
  [269] = {
    ["D"] = "到暴風城去找光明大教堂的主教法席恩，把基特斯的日記給他看一看，告訴他你決心要和摩本特·費爾進行面對面的較量。$B$B雖然暴風城拋棄了夜色鎮，但是法席恩主教是個善良而又睿智的人，也許他能給你一些幫助。$B$B你的使命非常危險，不過請動作快點，$N。籠罩夜色鎮的黑暗力量無時無刻不在變得更加強大。",
    ["O"] = "把基特斯的日記交給暴風城的主教法席恩。",
    ["T"] = "尋求指引",
  },
  [270] = {
    ["D"] = "幾年前，庫爾提拉斯的第三艦隊在濕地的海岸線附近全軍覆沒，對，就是丹莫羅北方的那塊濕地。其中一條船上滿載著光鑄鐵。$B$B這種金屬對我們來說相當珍貴，它們可以用來制造出附有神圣力量的武器。如果你要去與摩本特·費爾作戰的話，應該會需要這樣一把武器。$B$B去米奈希爾港找我的矮人同事戈羅林·鋼眉談談吧，如果你可以找到那些丟失了的金屬，他應該會知道該到哪里去找。",
    ["O"] = "到濕地的米奈希爾港去，找戈羅林·鋼眉談一談。",
    ["T"] = "被詛咒的艦隊",
  },
  [271] = {
    ["D"] = "你沒被達瑞爾氣得昏頭昏腦吧？雖然我不愿意承認，但達瑞爾還是有點能耐的。$b$b一年前，整個旅行者營地里的獵人都在捕獵一只巨熊，不過沒有一個人能解決掉它。后來，達瑞爾也去試了試，結果他的臉上就留下一道了丑陋的傷疤。$b$b如果你能殺了那只熊，就算是達瑞爾也會啞口無言的。$b$b那只名叫奧爾蘇迪的熊就住在塞爾薩瑪附近的山上。",
    ["O"] = "殺掉奧爾蘇迪，把它的頭顱帶給旅行者營地里的達瑞爾。",
    ["T"] = "維林的報復",
  },
  [272] = {
    ["D"] = "第二個試煉是要尋找組成海獅墜飾的兩個部分。其中的一半蘊含著海獅的敏捷天性，另一半蘊含著海獅那令人難以置信的耐力。德魯伊汲取這兩種特性，將它們運用到自己的水棲形態中。$B$B與月光林地中的居民談一談，找到這兩個部分，并將它們合并起來。最后把合并好的墜飾交給德迪利特·星焰。",
    ["O"] = "尋找水獸耐力墜飾和水獸敏捷墜飾。與月光林地的居民談一談，找出這些東西可能被放在哪里。$B$B在雷姆洛斯神殿附近將海獅墜飾的兩部分合而為一。$B$B將合并好的墜飾交給月光林地永夜港中的德迪利特·星焰。",
    ["T"] = "海獅試煉",
  },
  [273] = {
    ["D"] = "現在還不算太晚，你還可以去找胡達爾。他不大可能走得太遠，盡管米蘭和賽恩都很壯實，但是他們帶著幾只大桶是沒法走太快的。$b$b他們走的是補給車隊常走的路線，從鎮子出發，沿著洛克湖的邊緣往南走。$b$b只要他們還沒走到挖掘場，你就應該可以在路上找到他們。",
    ["O"] = "和胡達爾談一談。",
    ["T"] = "挖掘場的補給品",
  },
  [274] = {
    ["D"] = "這不是一般的炸藥粉末。看看這些銀色的小晶體。還有這股特別的味道！不用說這就是爆鹽粉末了！爆鹽本身沒什么危害，不過一旦它沾上水，那威力，嘖嘖！足夠把整個鐵爐堡給炸上天！$b$b要想阻止這種東西爆炸就需要四種東西：潛伏者的毒液，莫格羅什水晶，一滴鱷魚的眼淚和一些拆彈膠質。現在你得趕緊把我的話告訴辛德維爾，否則就來不及了！",
    ["O"] = "阿什蘭·暗石要你回去見主工程師辛德維爾七世，把有關這種炸藥的新發現告訴他。",
    ["T"] = "水壩危機",
  },
  [275] = {
    ["D"] = "我不知道是怎么回事，但是墮落正在濕地上蔓延。沼澤爬行者出現了，他們就像是腐爛而危險的膿皰。要制止這些膿皰，就必須把他們驅散開，把它們趕回沼澤。$B$B這些沼澤爬行者一般都在濕地的水道里活動。",
    ["O"] = "殺死12只沼澤爬行者，然后向濕地的綠色守衛者雷希耶爾復命。",
    ["T"] = "大地上的膿皰",
  },
  [276] = {
    ["D"] = "蘚皮豺狼人在濕地平靜地生活了許多年，但如今他們的數量卻膨脹了不少。他們的腳正踐踏著沼澤地中的灌木與花朵，他們污濁的斧子也砍伐了太多的樹木。$B$B他們已經令這里的自然失去了平衡。為了濕地的安寧，必須削減這些豺狼人的數量。$B$B去殺死15名蘚皮豺狼人和10名混血蘚皮豺狼人，他們就在南邊的奧加茲大門附近活動。完成任務之后再回來向我復命。",
    ["O"] = "殺死15名蘚皮豺狼人和10名混血蘚皮豺狼人，然后向濕地的綠色守衛者雷希耶爾復命。",
    ["T"] = "踐踏之爪",
  },
  [277] = {
    ["D"] = "蘚皮豺狼人們正在大量地砍伐濕地的樹木，用樹干和樹枝當柴火來燒。我不能再容忍這樣的行為了！$B$B把蘚皮豺狼人生火用的打火石都給我搶過來。除了年幼的蘚皮豺狼人和混血蘚皮豺狼人以外，其它所有的蘚皮豺狼人身上都會帶著打火石。",
    ["O"] = "給綠色守衛者雷希耶爾帶回9塊粗制打火石。",
    ["T"] = "火焰管制",
  },
  [278] = {
    ["D"] = "你必須立刻去收集拆彈用的原料，$N。潛伏者的毒液在洛克莫丹的蜘蛛身上可以找到，鱷魚的眼淚在洛克湖一帶的鱷魚身上也有。不過莫格羅什水晶很難找到。東北邊礦井里的食人魔開采這種水晶，不過即使在那里，莫格羅什水晶也不常見。$b$b我們必須要作好準備才能粉碎黑鐵矮人的計劃！你找齊了這些材料之后就立刻回來找我，我會把它們做成拆彈劑。",
    ["O"] = "主工程師辛德維爾七世要你收集一份潛伏者的毒液，一塊莫格羅什水晶和一滴鱷魚的眼淚。",
    ["T"] = "水壩危機",
  },
  [279] = {
    ["D"] = "可惡的魚人正在從深海里源源不斷地爬出來，它們沿著海岸線建立自己的村莊和定居點。這些家伙給我們的漁民和商人帶來了極大的困擾，我們必須要阻止這種行為。$B$B它們當中有一個叫高布勒爾的頭目最近一直帶著一群藍腮魚人埋伏在道路旁，搶劫過往的商旅，得手之后又馬上撤回它們的村子。現在我們的通商道路非常危險，所以我們想要通過懸賞來解決這個問題。$B$B高布勒爾和它的跟班們就躲在北邊的河口附近。找到它，把它干掉，然后把它的頭給我帶回來。",
    ["O"] = "殺掉12個藍腮魚人。$B$B殺掉高布勒爾并砍下它的頭。$B$B將高布勒爾的頭顱交給米奈希爾港的卡爾·波蘭。",
    ["T"] = "海中的魚人",
  },
  [280] = {
    ["D"] = "今天早些時候我發現有一些黑鐵矮人背著一只大木桶向水壩游去，糟糕的是那一帶沒有巡山人可以攔住他們！我懷疑他們已經把爆鹽炸藥放到了水壩下面，隨時都有可能爆炸！我馬上就把這些成分混合在一起制成拆彈劑。$b$b完成了！現在我要你把這個混合劑拿去，和木桶里的炸藥攪拌在一起！快一點！我們沒時間了！",
    ["O"] = "主工程師辛德維爾七世要你游到水壩底部，找到裝著炸藥的木桶，然后把拆彈劑放進去，阻止將要發生的爆炸。",
    ["T"] = "水壩危機",
  },
  [281] = {
    ["D"] = "不久之前，有一艘名叫“盲眼公主”的商船遭到了一群魚人的襲擊。盡管這艘船完完整整地逃了出來，但船甲板上放著的貨物都被那些該死的魚人給拖下水搶走了，其中甚至包括一座十分寶貴的泰瑞納斯·米奈希爾的雕像。我們希望有人能把這座雕塑給搶回來。$B$B到海岸邊的魚人村落里去，仔細找找看有沒有木箱、木桶，或者其他丟失貨物的蹤跡。在那里找到米奈希爾雕像，然后回來向我復命。",
    ["O"] = "搜索海邊魚人村落中的木箱和木桶。",
    ["T"] = "奪回雕像",
  },
  [282] = {
    ["D"] = "我原打算讓我的學徒幫我把報告帶給我的兄弟森內爾。但是，你看他那德性……我想如果有一個更可靠的人替我去送的話就更好了。如果你不介意的話，可以去一趟嗎？$b$b嗯……你要穿越隧道，一路走到卡拉諾斯。$b$b在穿越隧道前，別忘了去和巡山人薩魯斯聊聊，那里的穴居人簡直成災了。$b$b順著這條路回到安威瑪爾，然后向東就能到隧道了，薩魯斯就在附近。",
    ["O"] = "和巡山人薩魯斯談一談。",
    ["T"] = "森內爾的觀察站",
  },
  [283] = {
    ["D"] = "木桶發出了輕微的嘶嘶聲。",
    ["O"] = "拆彈劑看來已經產生了效果。你可以回去向主工程師辛德維爾七世匯報這個好消息了。",
    ["T"] = "水壩危機",
  },
  [284] = {
    ["D"] = "你繼續在魚人的村莊中仔細搜索著，但沒有找到任何關于米奈希爾雕像的蛛絲馬跡。$B$B也許北邊和東北邊的另兩處魚人村落那會有些什么線索。",
    ["O"] = "搜索米奈希爾雕塑。",
    ["T"] = "繼續搜尋",
  },
  [285] = {
    ["D"] = "你仔細地搜索了這幾處魚人村落，但卻沒什么有價值的發現。$B$B……但你有一種直覺，就是你在下次搜索中一定能找出一些很有價值的線索。$B$B北邊的最后幾處村落里一定會有米奈希爾雕像！",
    ["O"] = "繼續在魚人村落中搜尋米奈希爾雕像的蹤跡。",
    ["T"] = "搜尋雕像",
  },
  [286] = {
    ["D"] = "你把這個木桶從垃圾里拖了出來，剛一打開它，一尊精心包裹在稻草中的銀制小雕像就掉了出來。這是一個頭發很長的年輕圣騎士高舉戰錘的樣子。$B$B這一定就是米奈希爾雕像了！你必須馬上把它交還給米奈希爾港的卡爾·波蘭。",
    ["O"] = "將米奈希爾雕像還給卡爾·波蘭。",
    ["T"] = "歸還雕像",
  },
  [287] = {
    ["D"] = "我快要來不及提交報告了，你能幫我一下嗎，$n？我只想知道這些巨魔躲在什么地方，不過我看見這么多的巨魔就怕得不敢進去了。$b$b你要做的是……進到山洞里，在里面到處走走，干掉一些巨魔，然后再回來。$b$b順著向北的路離開卡拉諾斯，當你走到一座橋前的時候，再沿著冰凍的河流向西一直走到涌冰湖。你會發現烈酒村就在湖的西岸，而巨魔要塞就在村莊的西南邊。",
    ["O"] = "偵查霜鬃巨魔要塞，替卡拉諾斯的森內爾·白須殺掉5個霜鬃獵頭者。",
    ["T"] = "霜鬃巨魔要塞",
  },
  [288] = {
    ["D"] = "我曾經是浪花女神號上的大副——浪花女神是庫爾提拉斯第三艦隊的主力戰艦。這是一支多災多難的艦隊，說它多災多難是因為……它在最后一次出航中遇到了紅龍的襲擊。這些龍是被獸人控制的！$B$B紅龍噴出的火焰對我們的戰艦來說簡直是毀滅性的……我們的艦隊在這片海域被燒得一干二凈，全軍覆沒。我是那次災難的唯一幸存者……$B$B……哦，我的頭疼得像鼓槌在敲！我需要一些讓我頭腦清醒的東西，好讓我繼續講述我的故事。",
    ["O"] = "為大副菲茲莫斯買一份壺裝蜜酒。",
    ["T"] = "第三艦隊",
  },
  [289] = {
    ["D"] = "<緩過氣來的菲茲莫斯繼續講述他的故事……>$B$B我是這支倒霉的庫爾提拉斯第三艦隊中唯一的幸存者，整支艦隊都在北方的海岸附近覆滅了。不過，雖然我是艦隊中唯一活著的人，卻不是唯一一個依然在這里出現的人！因為，在一條已經沉沒的船里，藏有巨大的、可怕的寶藏，它所擁有的可怕魔力將我的弟兄們的靈魂束縛在被海水侵蝕的船體里。$B$B如果你能超度我的那些被詛咒的弟兄們，也許你就能破除那個詛咒。",
    ["O"] = "殺死13個被詛咒的水手、5個被詛咒的水兵和大副斯涅利格。把斯涅利格的鼻煙盒交給米奈希爾的大副菲茲莫斯。",
    ["T"] = "被詛咒的船員",
  },
  [290] = {
    ["D"] = "為了破除詛咒，解救我所有的兄弟，就必須要把裝在我船上的那個鬼東西拿回來進行凈化！我不知道它是什么，但我知道它被存放在船上的保險箱里，而保險箱的鑰匙一向是由哈林多爾船長保管的。$B$B我的老船長仍時常出現我的夢里，在我的那艘已毀滅了的無畏號的甲板上走來走去……去找到鑰匙，用它打開無畏號上的保險箱。$B$B然后，在你獲得那件被詛咒的東西以后，把它交給鎮上的牧師，戈羅林·鋼眉。",
    ["O"] = "從哈林多爾船長那里拿到無畏號的保險箱鑰匙。$B$B用鑰匙打開無畏號上的保險箱。",
    ["T"] = "解除詛咒",
  },
  [291] = {
    ["D"] = "好極了！把我的報告交給參議員巴林·紅石。他是個酸溜溜的家伙，你可別在意。他在鐵爐堡，麥格尼陛下的宮殿里。$b$b你不知道去鐵爐堡的路？順著這條路向北走出卡拉諾斯，穿過一座橋，然后沿著路向東走——在路邊山上應該有個很大的路標。$b$b順便說一句，你最好不要提及你是如何幫助我的，不要讓他們以為我在這里沒有好好工作，好嗎？",
    ["O"] = "把森內爾的報告交給鐵爐堡的參議員巴林·紅石。",
    ["T"] = "森內爾的報告",
  },
  [292] = {
    ["D"] = "打開箱子之后，你看到了一顆發黑的寶珠，它還在閃爍著可怕的光芒。這就是菲茲莫斯所說的寶藏：一顆被詛咒的帕雷斯之眼。$B$B把被詛咒的帕雷斯之眼交給住在米奈希爾港的矮人牧師戈羅林·鋼眉，請他驅除附著在它上面的詛咒。",
    ["O"] = "把被詛咒的帕雷斯之眼交給戈羅林·鋼眉。",
    ["T"] = "帕雷斯之眼",
  },
  [293] = {
    ["D"] = "我無法驅散帕雷斯之眼上的詛咒。它是由人類牧師手工制造的，所以你最好去暴風城尋找幫助。去和大主教本尼迪塔斯談談吧，他是暴風城光明大教堂的領導者，他能幫你解決問題。$B$B我希望如此。",
    ["O"] = "把被詛咒的帕雷斯之眼交給大主教本尼迪塔斯，他就在暴風城的光明大教堂里。",
    ["T"] = "凈化帕雷斯之眼",
  },
  [294] = {
    ["D"] = "目前我們所面臨的形勢十分嚴峻，這已經是眾所周知的事了。我們剛挖出這些骨頭，它們就招來了一大群迅猛龍。這些兇殘的野獸殺光了我的弟兄們，并把我、麥琳和可憐的勘察員困在了這上面。$b$b幫我把濕地里的這些迅猛龍都給殺光，$N。雜斑迅猛龍和雜斑尖嘯龍就在山崖的西邊，要是你有能力對付它們的話，每種都給我殺上十只。$b$b這只不過是我對它們的復仇計劃的開始而已！",
    ["O"] = "維爾加挖掘場的奧莫爾·鐵衣要求你殺死10只雜斑迅猛龍和10只雜斑尖嘯龍。",
    ["T"] = "奧莫爾的復仇",
  },
  [295] = {
    ["D"] = "現在是時候讓這些該死的迅猛龍為它們的嗜血而后悔了。在懸崖下面還有一些雜斑刺喉龍和雜斑鋸齒龍，每種都給我殺10只，它們要為自己的所作所為付出代價！",
    ["O"] = "奧莫爾·鐵衣要求你殺死10只雜斑刺喉龍和10只雜斑鋸齒龍，然后回到維爾加挖掘場向他復命。",
    ["T"] = "奧莫爾的復仇",
  },
  [296] = {
    ["D"] = "在你下到懸崖底部的時候，我碰巧發現了有一只很特別的迅猛龍在那邊站著休息。它比一般的迅猛龍的體形要大得多，看上去也特別兇猛。我敢打賭它就是那群迅猛龍的首領，就是它帶著手下來這里毀了整個挖掘場。$b$b我現在交給你最后一個任務，$N。以正義的名義，審判薩爾圖斯！當然，考慮到它所犯下的重罪，它唯一能得到的判決就是死刑！把它的一只爪子給我帶回來作為它已死的證據。",
    ["O"] = "維爾加挖掘場的奧莫爾·鐵衣要求你殺死薩爾圖斯，并在任務完成之后帶著它的一只爪子向他復命。",
    ["T"] = "奧莫爾的復仇",
  },
  [297] = {
    ["D"] = "不久前，就在那些穴居人像雨后的蝸牛一樣冒出來之前，我們發現了一大批奇特的小石像。但是還等我們開始著手研究它們，穴居人就把我們從廢墟里趕了出來！這些石像有種奇特的效力，它可以讓那些穴居人變得更加瘋狂！$B$B給我拿幾個石像回來——我想研究研究，所以你得把它們從穴居人手上給我搶過來！你可以在挖掘場里到處都是的穴居人身上拿到這些石像。",
    ["O"] = "收集8個小石像，把它們交給麥格瑪爾·落斧。",
    ["T"] = "收集石像",
  },
  [298] = {
    ["D"] = "我這里有一份報告要趕快送到塞爾薩瑪去——這是一份挖掘進度報告，還有一份再次重申我們需要更多的火藥粉的報告！你把它帶給吉恩·角盔，他是我們在塞爾薩瑪的聯系人。$B$B這個任務沒什么麻煩的，但你一定要完成它。",
    ["O"] = "把鐵環挖掘場的進度報告帶給塞爾薩瑪的吉恩·角盔。",
    ["T"] = "挖掘進度報告",
  },
  [299] = {
    ["D"] = "在迅猛龍大舉入侵之前，我找到了一塊名叫戈奧茲之石的巨大石碑。我翻譯好的文字被分成了四部分，散落在挖掘場中的四個不同的地方。這些文字描述的是一個“神圣的計劃”和一個“注定的命運”。$b$b我們應該馬上把它們都收集起來，而不是繼續在這里浪費時間。但是我已經很老了，恐怕沒辦法再殺出去跟那些兇猛的野獸作戰了。但是你不同，你年輕而強壯。$b$b到挖掘場里去搜索這四片失落的石板：阿度斯石板、莫德爾石板、高爾姆石板和奈爾魯石板。它們應該被藏在某些古董器物里，另外你也得留意土壤松動的地方。把它們拿回來給我，這樣我才能揭開這個秘密！",
    ["O"] = "勘察員維爾加要求你在挖掘場中搜索4塊石板的碎片，它們是阿度斯碎片、莫德爾碎片、高爾姆碎片和奈爾魯碎片。",
    ["T"] = "發現歷史",
  },
  [301] = {
    ["D"] = "我們必須得到上級的批準才能給鐵環挖掘場送去更多的火藥粉。把他的報告帶到鐵爐堡的探險者協會總部去，交給勘察員塔伯斯·雷矛。他可是個急性子的家伙，如果聽說鐵環挖掘場的進展如此緩慢，他一定會暴跳如雷的。$B$B你可以在探險者大廳里找到他。",
    ["O"] = "把鐵環挖掘場的進度報告交給勘察員塔伯斯·雷矛。",
    ["T"] = "向鐵爐堡報告",
  },
  [302] = {
    ["D"] = "如果鐵環還需要火藥粉的話，以麥格尼的名義，就再給他送一批過去！我已經派了一個信差把我的許可交給塞爾薩瑪的吉恩·角盔，讓他負責準備火藥和其它物資。$B$B還有一件事情：我要你保證親自把這批火藥送達目的地。上一批沒有送到，中間也許出了什么岔子，所以這次你得仔細提防著點。",
    ["O"] = "和塞爾薩瑪的吉恩·角盔談一談。",
    ["T"] = "鐵環的火藥",
  },
  [303] = {
    ["D"] = "戰火席卷了整個世界。當許多精銳的矮人士兵們為了聯盟而犧牲在前線時，我們自己的土地卻淪為了這群邪惡的黑鐵矮人覬覦的目標。他們已經攻陷了薩多爾大橋，丹莫德也岌岌可危。$b$b我們要你去聚集起一股力量，并將戰線推回去。如果你能殺死十五名黑鐵矮人、五名黑鐵隧道工、五名黑鐵破壞者和五名黑鐵爆破手的話，就能為我們組織反擊爭取到寶貴的時間。$b$b兵貴神速，快出發吧！",
    ["O"] = "丹莫德的莫特雷·加瑪森要求你殺死15名黑鐵矮人、5名黑鐵隧道工、5名黑鐵破壞者和5名黑鐵爆破手。",
    ["T"] = "黑鐵戰爭",
  },
  [304] = {
    ["D"] = "我手下的大部分士兵都在丹莫德的戰役中死去了，我的親兄弟也在薩多爾峽谷上的西橋被毀的時候不幸犧牲。唉，黑鐵矮人真是個像惡魔一般邪惡的族群。根據羅戈收集到的情報，這群在濕地四處肆虐的暴徒的領袖是一個名叫巴爾加拉斯的術士。他是個十分膽小謹慎的家伙，在把手下的士兵送上戰場執行命令的時候，他自己往往卻躲藏在某個不為人知的地方，躲避著任何可能面臨的危險。$b$b如果你能找到這個懦夫，殺了他，把他的耳朵拿來給我，我會給你支付可觀的酬勞的，$c。",
    ["O"] = "殺死邪惡的巴爾加拉斯，把他的耳朵帶給丹莫德外的布萊德·長須。",
    ["T"] = "艱巨的任務",
  },
  [305] = {
    ["D"] = "啊，天呀，你一定就是長須派來的幫手！你真是不知道我有多擔心。$b$b我的老婆麥琳上個月的時候每禮拜都會給我寫一封信的。她是維爾加挖掘隊的成員，她最后一次寫信過來是兩周前的事了。一定是出了什么事！$b$b長須說，要是我們一直都沒有收到挖掘隊那邊送來的信，那么他就會派出一名探子去看看情況。我猜那個探子應該就是你吧，$N。快去東邊的挖掘場里找到麥琳！",
    ["O"] = "塔雷爾·石紋要求你到挖掘場里去找到麥琳·石紋。",
    ["T"] = "尋找挖掘隊",
  },
  [306] = {
    ["D"] = "這太恐怖啦！我們剛剛發現了一些十分稀有的古物，而且正在把這些巨大的骸骨挖掘出來，這個時候，可怕的事就發生了，在我們反應過來之前，多到數不清的雜斑迅猛龍沖進了挖掘場，咬死了許多人！$b$b勇敢非凡的奧莫爾救下了我和勘察員，并一直把我們護送到了一處藏身之所。現在我們被徹底困在這里了，逃也逃不出去，我們努力工作的成果也全毀了。$b$b給，把這封信帶回去交給我親愛的塔雷爾，我已經在信里把事情跟他解釋清楚了。",
    ["O"] = "把麥琳的信件交給塔雷爾·石紋復命。",
    ["T"] = "尋找挖掘隊",
  },
  [307] = {
    ["D"] = "東邊的銀泉礦洞很久以前就枯竭了。礦工聯盟把它改造成了儲藏庫，不過現在狗頭人占據了那里，把他們骯臟的爪子放在了我們矮人制造的工具上！$B$B我們很快就能把這些害人蟲趕走，但是礦工聯盟要求我們在沖進去大開殺戒之前，先把洞里的礦工裝備拿出來。這是個艱難的任務——你也許需要幾個幫手。$B$B他們的裝備就在礦工聯盟的儲物箱里，祝你好運。",
    ["O"] = "到銀泉礦洞去收集4套礦工裝備，然后向巡山人卡爾·雷矛復命。",
    ["T"] = "骯臟的爪子",
  },
  [308] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "加文的愛好",
  },
  [309] = {
    ["D"] = "準備出發了嗎，$n？$b$b首先，我們得把炸藥粉送到鐵環挖掘場。要我一個人運這么多炸藥太困難了，這些東西又很危險——而且誰知道那幫黑鐵矮人打算對我做什么？$b$b有你跟我一起走，我感覺就好多了。",
    ["O"] = "確保把米蘭和貨物送到挖掘場，然后通知勘察員基恩薩·鐵環。",
    ["T"] = "護送貨物",
  },
  [310] = {
    ["D"] = "我不得不承認，雷酒家族的那幫家伙釀酒水平還真不賴。但是他們應該知道他們的酒并不是世界上最好的！也許你能幫我讓他們了解這一點……$B$B給，帶上這桶熱麥酒，想辦法潛入卡拉諾斯的雷酒釀造廠的酒窖，把他們的雷霆啤酒和我們的換一下。然后，我們就等著看好戲吧，顧客們肯定會更喜歡我的酒！$B$B如果有人看著酒桶的話，你就得想辦法轉移他的視線……",
    ["O"] = "到卡拉諾斯的雷酒釀造廠酒窖里去，把一桶雷霆啤酒換成熱麥酒。",
    ["T"] = "針鋒相對",
  },
  [311] = {
    ["D"] = "把一桶馬萊斯的熱酒放進了卡拉諾斯釀酒間的地窖里之后，你取回一桶雷霆麥酒作為行動成功的證明。",
    ["O"] = "把雷霆麥酒交給烈酒村的馬萊斯·麥酒。",
    ["T"] = "向馬萊斯回報",
  },
  [312] = {
    ["D"] = "我原本儲備了一個月的干腌肉準備過冬，為了防止野熊把肉銜走，我把它們鎖在了儲藏柜里。但是在我外出打獵的時候，一個叫做冰須的野獸偷走了我的儲藏柜！可笑的是那個蠢貨撬不開這只用瑟銀鑄成的柜子。$B$B但是如果拿不回這些肉，我就會餓死的。你的身手看來不錯，也許你能幫我取回儲藏柜？你瞧我拖著這條廢腿也沒辦法把那只柜子搶回來……",
    ["O"] = "從冰須的洞穴里拿回裝有馬克格拉恩的干肉的儲藏柜。",
    ["T"] = "馬克格拉恩的干肉",
  },
  [313] = {
    ["D"] = "不是每個人都能駕駛攻城坦克的，你必須要有強壯的身體和鋼鐵般的神經……幸運的是，這兩個條件我都有！你呢？你有足夠的勇氣嗎？想不想證明給我看？$B$B啊……我想把我的“巨魔碾壓者”號坦克改造得更舒適些，你去幫我在卡拉諾斯西邊的灰色洞穴里弄一堆雪怪的鬃毛來吧，我要用那些鬃毛做一張大毯子來裝飾我那“巨魔碾壓者”的駕駛艙。",
    ["O"] = "收集8束雪怪的鬃毛，把它們交給駕駛員迪恩·石輪。",
    ["T"] = "灰色洞穴",
  },
  [314] = {
    ["D"] = "午夜的時候，我們聽到了吵鬧的聲音。今天早上我才發現羊圈里少了兩只羊，那頭名叫瓦加什的野獸襲擊了我們的牲畜。由于國王麥格尼的軍隊大都在遙遠的戰場上與聯盟其他的種族并肩作戰，所以沒有人能對付得了瓦加什。$b$b也許你有勇氣找到這只猛獸并殺了它。把它的一顆牙齒交給我作為證明，我會獎賞你的。瓦加什就躲在這里的農場附近，小心點，它非常兇殘。",
    ["O"] = "山羊農場的魯德拉·凍石要你殺了瓦加什，并且把它的牙齒給她帶回去。",
    ["T"] = "保護牲畜",
  },
  [315] = {
    ["D"] = "我正在尋求可以釀制出完美的酒的方法。我知道我能釀造出來，我缺的只是一份正確的釀酒配方……$B$B霜鬃巨魔在東邊的山坡上種植了一種叫做微光草的植物，他們通常在奇怪的部族儀式上用到它。我們矮人還沒有發現這種草有什么用途，不過它的口味非常特別……我要把這種植物用在我的酒里！$B$B從霜鬃先知那里給我弄一些微光草來，或者你也可以從巨魔用來裝微光草的籃子里偷一些。",
    ["O"] = "收集6束微光草，把它們交給烈酒村的雷杰德·麥酒。",
    ["T"] = "完美烈酒",
  },
  [317] = {
    ["D"] = "我正在準備為攻城坦克旅執行一項任務。這次任務會持續很長時間，所以我得預先收集能夠維持一個月的物資。貝爾丁正忙著修理我的坦克，你能幫我去弄一些東西來嗎？$B$B我需要一些毛皮來做床墊，還要一些野豬肉作為食品儲備。豬肉當然是從野豬身上割下來的，最好的毛皮是熊皮……在灰色洞穴南部的雪地上到處都是這兩種動物的蹤跡。",
    ["O"] = "收集4大塊野豬肉和2張厚熊皮，把它們交給鋼架補給站的駕駛員貝隆·風箱。",
    ["T"] = "貝爾丁的補給",
  },
  [318] = {
    ["D"] = "雷杰德·麥酒一直以來都親口試驗他自己釀制的酒。有的好喝，有的難喝，還有的連酒量最好的矮人都能輕松放倒。$B$B他住在烈酒村，那地方就在卡拉諾斯的西邊。我需要一些他釀造的那種叫作艾沃沙的酒，在寒冷的旅程中，喝這種酒能幫我暖暖身子。$B$B還有……這種酒實在是太烈了，在緊要關頭還可以當燃料使，只要把它注入我那坦克車的油箱里，整輛坦克都會爆發出無窮的力量！這個小訣竅讓我不止一次地化險為夷。",
    ["O"] = "從烈酒村的雷杰德·麥酒那里弄到一桶艾沃沙酒。",
    ["T"] = "艾沃沙酒",
  },
  [319] = {
    ["D"] = "我有一桶釀制好的艾沃沙酒，不過……你能幫我個忙嗎？烈酒村急需人手去對付在村子附近溜達的野獸。有時它們離我們非常近，那真是太危險了。$B$B我們并不害怕這些熊啊，豹啊，野豬啊——任何一個有自尊的矮人都不會害怕——不過，如果你能替我把它們搞定的話，我就能騰出更多的時間來釀酒了。",
    ["O"] = "殺掉6頭冰爪熊、8只老峭壁野豬和8只雪豹，然后回到烈酒村的雷杰德·麥酒那里。",
    ["T"] = "艾沃沙酒",
  },
  [320] = {
    ["D"] = "這是你要的艾沃沙酒，$N。再次感謝你給予我們的幫助。",
    ["O"] = "把這桶艾沃沙酒交給鋼架補給站的駕駛員貝隆·風箱。",
    ["T"] = "艾沃沙酒",
  },
  [321] = {
    ["D"] = "這附近的海灘上的船只殘骸大多是屬于庫爾提拉斯第三艦隊的，在上一次大戰中，那支艦隊曾與紅龍們在此激戰，不幸全軍覆沒了。$B$B那支艦隊里的船大多是洛丹倫的戰艦，但有一艘船卻不是，那是一艘名叫“飛翔魚鷹”的精靈驅逐艦。它運著滿滿一船的光鑄鐵加入了第三艦隊的船隊中，本以為這樣就足夠安全了，結果卻諷刺性地落得個被紅龍擊沉的厄運……$B$B故事就講到這兒吧，飛翔魚鷹的殘骸就在米奈希爾港的南邊。如果你能在那里找到光鑄鐵的話，就把它給我帶回來吧。",
    ["O"] = "搜索飛翔魚鷹號的殘骸。",
    ["T"] = "光鑄鐵",
  },
  [322] = {
    ["D"] = "暴風城矮人區有一個名叫格瑞曼德·艾爾默的矮人武器匠會用這種光鑄鐵來打造武器。$B$B我已經把你找到的這些鐵錠用木箱裝好了。把這個箱子交給格瑞曼德，再把你的事情告訴他。我敢打賭他一定會義憤填膺地馬上著手為你打造武器的，嘿嘿，那肯定是把就連摩本特·費爾看到了也會心驚膽顫的武器！",
    ["O"] = "將這箱光鑄鐵錠交給格瑞曼德·艾爾默。",
    ["T"] = "格瑞曼德·艾爾默",
  },
  [323] = {
    ["D"] = "摩本特·費爾是個亡靈巫師，也是黑暗強盜的幫兇。我希望你能去除掉摩本特·費爾，不過在了解你真正的實力之前，我還不能貿然拿你的生命開玩笑。$B$B你已經證明了你的勇氣，不過如果你想要面對面地和這個巫師作戰，首先得證明你能應付得了他的爪牙。",
    ["O"] = "殺掉15個骷髏襲擊者、3個骷髏醫師和3個骷髏看守，然后回來見斯溫。",
    ["T"] = "證明你的實力",
  },
  [324] = {
    ["D"] = "你好不容易把那塊光鑄鐵錠從泡在水里的箱子中拿了出來，顯然，是魚人偷走了其余的鐵錠。獵殺飛翔魚鷹號殘骸周圍的魚人，拿到它們身上帶著的光鑄鐵錠。",
    ["O"] = "收集5塊光鑄鐵錠，把它們交給濕地的戈羅林·鋼眉。",
    ["T"] = "丟失的鐵錠",
  },
  [325] = {
    ["D"] = "你已經準備好了嗎，$N？祝你好運！我期待著你凱旋歸來！",
    ["O"] = "現在你已經得到了強大的武器，去向暮色森林的斯溫復命吧。",
    ["T"] = "整裝待發",
  },
  [328] = {
    ["D"] = "盡管在這些檔案文件里都沒有提到列兵索爾森，但你發現在赫羅德的一本帳薄后面綁著一只小小的黃銅鑰匙。$B$B你還在研究他的其它筆記時發現了其中有一小部分提到，在一個“安全的保險箱”中裝有大量的文件。這個保險箱應該在庫爾森營地后山的某處洞穴之中，他們管那里叫“儲藏室”。$B$B如果你能找到這個保險箱并用這把黃銅鑰匙打開它的話，或許里面的文件有助于找到導致索爾森身份暴露的內鬼。",
    ["O"] = "使用黃銅鑰匙打開書呆子赫羅德的保險箱。",
    ["T"] = "隱藏的鑰匙",
  },
  [329] = {
    ["D"] = "在箱子里的這些貴重物品之中，還有一張滿是灰塵且寫得十分潦草的便箋。盡管幾乎已經沒法辨認了，但你能看出來這便箋上面似乎描述了列兵索爾森所走的路線。這應該是他的巡邏路線，以及反抗軍方面與他接頭的人員與時間。簽名只有一個字母：M。$B$B毫無疑問，這應該是索爾森身邊的人寫下的便箋，而且這個人就是反抗軍營地中的臥底。",
    ["O"] = "將沾泥的便箋交給叛軍營地里的多倫上尉。",
    ["T"] = "找出內鬼！",
  },
  [330] = {
    ["D"] = "你給我的便箋上的簽名只有一個字母“M”……我也不知道這代表誰。$B$B但是……這便箋同時也告訴我們，這個人應該是上周與索爾森一同巡邏的同伴。所以，只要知道上周誰和索爾森一起巡邏過，那他就應該是內鬼沒錯了！$B$B去找塞斯曼下士問一問，他是負責制訂巡邏時間表的人，可以告訴你那個時候索爾森和誰在一起。",
    ["O"] = "與塞斯曼下士談一談。",
    ["T"] = "巡邏時間表",
  },
  [331] = {
    ["D"] = "多倫上尉不是說要你向他回報關于巡邏時間安排的情況嗎？",
    ["O"] = "與多倫上尉談一談。",
    ["T"] = "向多倫報告",
  },
  [332] = {
    ["D"] = "無論你跟任何人談起酒，大家都會告訴你加林納家賣的酒是全暴風城最好的。而且那里離我們這兒并不遠，就在貿易區中，運河的邊上。$B$B給，拿著這張酒票。把這個拿到店里去，交給我的姐姐蘇澤塔，她會送你一瓶我們釀造的最有名的黑葡萄酒。你絕對不會后悔的！",
    ["O"] = "到加林納酒店去, 將酒票交給蘇澤塔·加林納以換一瓶免費的酒。",
    ["T"] = "酒店的廣告",
  },
  [333] = {
    ["D"] = "我們過幾天肯定會有大單的生意。現在似乎每個人都在購買盔甲和結實的衣服，好象他們都以為明天就會變得天寒地凍一樣……$B$B但那是以后的事了。我現在最擔心的是我已經賣完了全部庫存的針織布，需要一次大批量的供貨。$B$B如果你能把我的這個要求帶給運河裁縫店的雷瑪·施涅德的話，我會非常感謝你的。",
    ["O"] = "找到運河裁縫店，并將哈蘭·巴格雷的布料訂單帶給雷瑪·施涅德。",
    ["T"] = "哈蘭需要供貨",
  },
  [334] = {
    ["D"] = "我的兒子薩爾曼在法師區的拉爾森服裝店里當學徒。他今天早上走得太著急了，忘了他的剪子和針線。我知道你這樣偉大的$C一般都會有些重要的事要做，可要是沒了工具的話，薩爾曼可沒辦法做他的工作呀！$B$B拜托了，$N。你能幫我把他的針線包拿去給他嗎？拉爾森服裝店是法師區里的兩家裁縫店之一，在比較靠里面的地方，也就是靠近法師塔的地方。",
    ["O"] = "到暴風城法師區的拉爾森服裝店去，將針線包帶給薩爾曼·斯涅德。",
    ["T"] = "薩爾曼的針線包",
  },
  [335] = {
    ["D"] = "維沙克公爵最近正在貴族議會中興風作浪，他似乎知道一些我們的事情，而且還游說其他議員們，要他們通過他提出的對這里進行一次全面調查的提案。我有一個計劃，能讓維沙克迷上些別的什么東西……但我需要你的幫助。$b$b在夜色鎮郊區的斯塔文的花園里生長著一種名叫蒂羅亞之淚的白色小花，去給我弄一朵來。另外我還需要一些麝鼠根，那種東西只生長在濕地，就在巨石水壩下的瀑布底部。",
    ["O"] = "黑爪加爾德斯要求你從夜色鎮給他摘1朵蒂羅亞之淚，再從濕地給他采一塊麝鼠根。",
    ["T"] = "名釀",
  },
  [336] = {
    ["D"] = "維沙克公爵與所有人一樣有自己的弱點，他對酒的愛好勝過一切。更可惡的是，這個蠢貨整天想著把我們這個小小的酒館給弄關門了，而他自己卻呆在樓上整夜整夜地喝個不停，至于那些像滾雪球一樣越攢越多的賬單，他是肯定不會付的。好吧，讓我們看看維沙克會有多喜歡我們給他準備的這種特制佳釀：黑爪烈酒。這一定會很有意思的，$n。$b$b把這個帶給他，看看他的反應如何，我覺得這傻瓜可能會在祈愿廳里當場開喝。",
    ["O"] = "將黑爪烈酒帶給祈愿廳里的維沙克公爵。",
    ["T"] = "名釀",
  },
  [337] = {
    ["D"] = "這本書的封面已經有被刮壞的痕跡，還沾上了泥污，但是書脊上“暴風城的歷史”的字樣仍然清晰可見。打開書的第一頁，可以看到上面蓋著暴風城圖書館的印章。$B$B看起來似乎有人從圖書館借出了這本書卻從來沒有歸還……",
    ["O"] = "把《暴風城的歷史》這本書還給暴風城圖書館。",
    ["T"] = "一本破舊的歷史書",
  },
  [338] = {
    ["D"] = "如果奈辛瓦里知道了這一切，他一定會很生氣的！$b$b出于對我的信任，他讓我來校對他的小說《荊棘谷的青山》的手稿。一開始事情進行得非常順利，但昨天一陣大風吹過了營地，結果把手稿吹得滿天都是！$b$b我已經很努力地找回了大部分的書頁，但還是有幾頁被吹進了叢林中。請你幫我把這四章里的掉落的那幾頁書都給收集起來吧。$b$b等這四章手稿都搜集齊了以后，把它們還給我。",
    ["O"] = "收集《荊棘谷的青山》的手稿中丟失的頁面。在集齊四章書之后，將它們還給巴尼爾·石罐。",
    ["T"] = "荊棘谷的青山",
  },
  [339] = {
    ["D"] = "第一章實在是太精彩了，令人欲罷不能！奈辛瓦里設定了小說的背景，而且在小說里提到了他的同伴們，甚至包括我！$b$b不過，糟糕的是……有幾頁好象弄丟了。似乎第1頁，第4頁，第6頁和第8頁落在叢林中的什么地方了！",
    ["O"] = "將奈辛瓦里的小說《荊棘谷的青山》的第1頁，第4頁，第6頁和第8頁帶給巴尼爾·石罐以湊齊第一章。",
    ["T"] = "荊棘谷的青山 - 第一章",
  },
  [340] = {
    ["D"] = "第二章是整個激動人心的狩獵故事的楔子。可里面也有幾頁找不到了，我真想踢自己幾腳！$b$b看來我必須得找到第10頁，第11頁，第14頁和第16頁才能湊出完整的第二章。",
    ["O"] = "將奈辛瓦里的小說《荊棘谷的青山》的第10頁，第11頁，第14頁和第16頁帶給巴尼爾·石罐以湊齊第二章。",
    ["T"] = "荊棘谷的青山 - 第二章",
  },
  [341] = {
    ["D"] = "第三章是我最喜愛的部分。里面詳細講述了埃爾加丁爵士和羅歐克女士使用矮人步槍完成的第一次狩獵。而且第三章的結尾也寫得極好，為什么？因為實在是太扣人心弦了！$b$b不過，讓我看看，似乎我們仍然要需要找回第18頁，第20頁，第21頁和第24頁來湊齊這一章。這些書頁不知被風吹到哪里去了……",
    ["O"] = "將奈辛瓦里的小說《荊棘谷的青山》的第18頁，第20頁，第21頁和第24頁帶給巴尼爾·石罐以湊齊第三章。",
    ["T"] = "荊棘谷的青山 - 第三章",
  },
  [342] = {
    ["D"] = "啊，第四章，大結局！多么精彩的結局啊！$b$b第四章里我們只丟了3頁，也就是第25頁，第26頁和第27頁。",
    ["O"] = "將奈辛瓦里的小說《荊棘谷的青山》的第25頁，第26頁和第27頁帶給巴尼爾·石罐以湊齊第四章。",
    ["T"] = "荊棘谷的青山 - 第四章",
  },
  [343] = {
    ["D"] = "我正要作一次關于“堅韌的靈魂”的演講，我想引用一本關于金屬學的著作《金屬的延展性》里的一些段落。暴風城堡里的皇家圖書館里應該有這本書的副本。你能把它拿來給我嗎？如果可以的話，圣光定會保佑你的！$B$B皇家圖書館很大，但首席管理員米爾頓·西弗對每一個書架上有些什么書都了如指掌。告訴他我需要什么，他就會把書找給你的。",
    ["O"] = "到暴風城堡的皇家圖書館去與米爾頓·西弗交談，他將會為你找到克里斯托弗修士所需要的關于冶金學的書。",
    ["T"] = "關于堅韌的演講",
  },
  [344] = {
    ["D"] = "《金屬的延展性》？是的，我知道這本書。那是本非常好的書，是十幾年前一位矮人礦工馬戈爾夫·布拉貢寫的。他的一生似乎都奉獻給了卡茲莫丹的群山，整日在那里挖礦。他是個很聰明的家伙！$B$B但這書在哪來著？哦，對了，《金屬的延展性》！這本書被我送到北郡修道院去了。那里的管理員帕克斯頓修士想為他那里的圖書館抄寫一份留作副本。$B$B但這是幾個月前的事了，我不知道他為什么會花這么長的時間……",
    ["O"] = "與北郡修道院的帕克斯頓修士談一談。",
    ["T"] = "帕克斯頓修士",
  },
  [345] = {
    ["D"] = "我也想把《金屬的延展性》這本書盡快抄完，但是……$B$B你看看，我只用自己的墨水抄寫書籍。這墨水是用我自己的配方制作的，它不容易化開，也不容易弄臟紙，唯一的缺點就是它干得太快了！我的最后一瓶墨水在我抄完之前就用光了，而且我也沒法去做新的墨水！$B$B要想再配點墨水的話，我就得先弄到一些赤脊山的瑞斯班礦石，一直以來，這種礦石都是由湖畔鎮的工頭奧斯洛為我提供的。",
    ["O"] = "與湖畔鎮的工頭奧斯洛交談，并向他要一些瑞斯班礦石。",
    ["T"] = "墨水短缺",
  },
  [346] = {
    ["D"] = "現在我已經把這本書抄完了，這里是《金屬的延展性》的原本。感謝你的耐心，還有，如果你見到米爾頓的話，請替我向他道歉，我拖了那么長時間真有些不好意思。",
    ["O"] = "回到教堂廣場，將《金屬的延展性》交給克里斯托弗修士。",
    ["T"] = "克里斯托弗的書",
  },
  [347] = {
    ["D"] = "瑞斯班礦石是根據第一個發現他的人——巴爾特·瑞斯班——的名字來命名的。這種礦石在冶煉之后雖然沒有鐵那么堅硬，但它有一種純正的黑色，許多抄寫員都用它來制作墨水或染料。在北邊的瑞斯班礦洞里就可以找到這種礦石。$B$B我們通常會有一些存貨，但最近大家都忙于抵抗獸人的進攻，沒空去采集這種礦石。此外……這段時間以來，赤脊豺狼人占據了瑞斯班礦洞，而且他們的苦工也正在采集這些礦石。$B$B所以如果你需要的話，就得自己去那里找了。",
    ["O"] = "收集5袋瑞斯班礦石，把它們帶給北郡圖書館的帕克斯頓修士。",
    ["T"] = "瑞斯班礦石",
  },
  [348] = {
    ["D"] = "我病了…病得……非常厲害……$b$b我…染上了…荊棘谷熱疫…致死的疾…疾病……$b$b……只…只有吃下…野人莫…莫…莫克…的心臟…才…才有救…那…是…一只殘忍而…狡猾的…野獸。$b$b……巫醫安巴格瓦巫師…是…唯一會…召喚…它…的人……$b$b找到…住在南邊…海岬…洞穴…里的安巴格瓦……$b$b……快點…我就要死了…就要死了……",
    ["O"] = "找到巫醫安巴格瓦并要求他召喚出野人莫克，然后將野人莫克的心臟交給芬·菲茲拉克。",
    ["T"] = "荊棘谷熱疫",
  },
  [349] = {
    ["D"] = "temp text 02 - description",
    ["O"] = "temp text 02 - log",
    ["T"] = "荊棘谷熱疫",
  },
  [350] = {
    ["D"] = "馬爾松曾和迪菲亞兄弟會的一個成員進行聯系，而且萊斯科瓦公爵似乎也脫不了干系……$B$B在范克里夫和特雷德被殺之后，萊斯科瓦依然逍遙法外，我們手上還是沒有他罪行的證據。除了證據問題之外，萊斯科瓦本身就是個神通廣大的貴族，這些優勢讓他得以凌駕于法律之上。$B$B你需要幫助。雖然我并不很情愿走這一步棋，但是的確有一個可以幫助我們的人。你應該到暴風城的貿易區去找提亞斯。",
    ["O"] = "與暴風城的埃林·提亞斯談一談。",
    ["T"] = "老朋友",
  },
  [351] = {
    ["D"] = "你發現了一個奇怪的蛋形金屬物體。隨便撥弄了幾下之后，它居然打開了，變成了一個看起來像是由侏儒創造的那種機器裝置！一個噼里啪啦的聲音從這個蛋形機器裝置中傳了出來。$B$B“我的名字叫奧格索普，我的母體機器人不見了！如果你能幫我找到它的話，我會獎勵你的！請把這個定向器帶到我的母體機器人那里。我現在已經為你勘探出了它的所在地！它現在就在塔納利斯的大裂口那里！”",
    ["O"] = "把定位器帶到奧格索普的母體機器人那里。",
    ["T"] = "尋找OOX-17/TN！",
  },
  [353] = {
    ["D"] = "雷矛部族是一個倍受尊敬的矮人部族，他們向來以獨具慧眼著稱——所以遠在鐵爐堡的巡山人才會托人不遠千里地讓人傳信，委托我給他們打制一把武器，哈哈！$B$B這把武器已經完成了，但是巡山人卡爾·雷矛住在洛克莫丹，離這里實在是太遠了。如果你正好要到那邊去的話，就替我把這個包裹帶給他吧。$B$B巡山人卡爾·雷矛最后一次和我聯絡的時候，他說他在洛克莫丹北部的哨塔里。",
    ["O"] = "把給卡爾·雷矛的包裹交給洛克莫丹北部哨塔里的巡山人卡爾·雷矛。",
    ["T"] = "雷矛的包裹",
  },
  [354] = {
    ["D"] = "阿加曼德家族曾是提瑞斯法林地中最富有的家族。我過去曾在他們的磨坊里工作……當然，我是說在瘟疫降臨之前。$B$B天災軍團入侵的時候，阿加曼德家族的人們加固了他們的莊園，并說服了在他們家做工的人留下來幫助他們抵抗天災軍團。我們實在是太蠢了，但我們至少是愚蠢而忠誠。$B$B而阿加曼德家族用榮耀之類的幌子讓我們去送死，結果現在他們倒成了天災軍團的走狗！$B$B為了被遺忘者，你必須去剿滅墮落于瘟疫之中的阿加曼德家族！把他們的尸體帶回來給我。",
    ["O"] = "把格里高的遺骸、妮薩的殘骸和薩爾曼的遺骸交給布瑞爾的庫勒曼·法席恩。",
    ["T"] = "阿加曼德家族",
  },
  [355] = {
    ["D"] = "你把阿加曼德家族所有人的遺骸都帶來給我了，這完全可以滿足我的復仇欲望。但阿加曼德磨坊對我，哦，不僅僅是對我，對我們全體被遺忘者來說仍是個威脅。$B$B我已經把你與阿加曼德家族戰斗的事跡告訴了執政官塞弗倫大人，他也希望能和你談談。",
    ["O"] = "與布瑞爾的執政官塞弗倫談一談。",
    ["T"] = "與塞弗倫交談",
  },
  [356] = {
    ["D"] = "亡靈壁壘上的衛兵們時刻都在提防著從瘟疫之地潛入提瑞斯法的敵人，但仍有些天災軍團的士兵能躲過這樣的警戒線。$B$B如果想要成功地維持我們對這一帶的控制，就必須進行一次清查行動——我們絕對不能腹背受敵。如果補給線被切斷了的話，那后果就將是災難性的。$B$B去協助亡靈壁壘的衛兵進行防御吧。往東邊一路巡邏過去，如果你發現任何天災軍團的爪牙，就直截了當地把他們干掉。特別注意一下東邊的巴尼爾農場，那里已經到處都是天災軍團的散兵了。",
    ["O"] = "殺死8個可怕的血僵尸和8個游蕩的幽靈，然后向亡靈衛兵林奈匯報。",
    ["T"] = "巡查后方",
  },
  [357] = {
    ["D"] = "北邊澈水湖中的一個小島上住著一個巫妖。雖然他是個獨立的亡靈，不過他認為其他所有的亡靈都是天災軍團的奴隸，他的爪牙會襲擊任何靠近他的人。$B$B他是個無主之人，所以黑暗女王想要招降他。如果他確實精通于巫術的話，那么他的知識會對我們很有幫助。$B$B不過我得先看過他的法術書才能了解他的身份和學問。潛入他的營地，把書拿回來見我。",
    ["O"] = "把巫妖的法術書帶給幽暗城的比索·埃斯沙德。",
    ["T"] = "巫妖的身份",
  },
  [358] = {
    ["D"] = "北邊的加倫鬼屋你去過嗎？那個地區的西南角是一大片亂墳崗，里面葬著提瑞斯法一帶的大量因瘟疫而死的人。$B$B那邊墳墓里的尸體大多沒能變亡靈，但最近天災軍團派出了一群腐皮豺狼人到那里去收集尸體，以此來壯大他們的軍隊。我們不能允許這樣的事情發生！$B$B你的任務有兩個：殺光躲在亂墳崗和加倫鬼屋里的腐皮豺狼人，并把他們身上的防腐劑搶回來，正是這種防腐劑使他們活過來的。",
    ["O"] = "殺死腐皮盜墓賊和混血腐皮豺狼人。$B$B給布瑞爾的執政官塞弗倫帶回8瓶防腐劑。",
    ["T"] = "盜墓賊",
  },
  [359] = {
    ["D"] = "我要這里東邊的亡靈衛兵驛站立刻給我提交一份最新的報告。$B$B我必須知道天災軍團是否已經迂回繞過了防波堤并進入了提瑞斯法林地。我們要時刻保持警惕，封鎖住這里與瘟疫之地的邊境，絕對不能讓天災軍團占據這里的任何一寸土地！$B$B沿著路向南走，在第一個岔路口轉向東，就可以到達驛站了。到那里去找亡靈衛兵林奈，她手里掌握著我最需要的情報。",
    ["O"] = "與亡靈衛兵林奈談一談。",
    ["T"] = "亡靈衛兵的職責",
  },
  [360] = {
    ["D"] = "現在帶著這些情報回到執政官塞弗倫那里去吧。他急需這幾份報告，你動作最好快點。$B$B如果你回程的路上看見了任何天災軍團的成員，就順便干掉他們，我們可不能讓這些垃圾在我們的地盤上胡作非為。",
    ["O"] = "向布瑞爾的執政官塞弗倫報告。",
    ["T"] = "向塞弗倫回報",
  },
  [361] = {
    ["D"] = "這封信的作者是格里高·阿加曼德的長子薩爾曼。收件人則是一位名為伊維特·法席恩的女士，盡管現在看來這封信顯然是沒寄到她手上……",
    ["O"] = "找到伊維特·法席恩，將薩爾曼·阿加曼德的信交給她。",
    ["T"] = "未寄出的信件",
  },
  [362] = {
    ["D"] = "代弗林·阿加曼德是阿加曼德家的兩個男孩中最小的一個，但這兩個男孩子卻完全不像是兄弟。薩爾曼身材高大而且待人彬彬有禮，而他的弟弟代弗林卻身體虛弱，而且嘴巴很刻薄惡毒。$B$B當阿加曼德磨坊遭遇瘟疫的時候，他是第一個被感染的。現在，只要你靠近通向阿加曼德磨坊的道路，就仍能聽見他那喋喋不休的囈語。$B$B我正在收集阿加曼德家族所有人的遺骸，首先，我想弄到可憐的代弗林的尸骨。找到并摧毀他，然后把他的遺骨帶回來給我。",
    ["O"] = "殺死代弗林·阿加曼德，然后將代弗林的遺骸交給布瑞爾的庫勒曼·法席恩。",
    ["T"] = "鬧鬼的磨坊",
  },
  [363] = {
    ["D"] = "你醒得可真是時候。我們本來還準備把你和其他的死人一起火葬了，沒想到你居然醒來了。$b$b我是摩爾多，喪鐘鎮墓穴的看護人。現在你已不再是巫妖王的奴隸了。$b$b暗影牧師薩維斯就在山腳下的教堂里，去和他談談吧，他會告訴你更多你必須了解的事情。",
    ["O"] = "和暗影牧師薩維斯談一談。",
    ["T"] = "突然醒來",
  },
  [364] = {
    ["D"] = "我們被遺忘者正在與巫妖王的天災軍團作戰，那支軍隊包括用亡靈法術喚起的亡靈軍隊，大陸北方的那些愚蠢的野獸，還有那些永遠遭受折磨的鬼魂。$b$b在這個村莊的北部有大量的無腦僵尸到處橫行，我們必須消滅他們。消滅他們，即使他們以前可能是我們的兄弟姐妹也不要手軟，那些行尸走肉如今只不過是巫妖王的奴隸罷了。",
    ["O"] = "暗影牧師薩維斯讓你殺掉8個無腦的僵尸和8個丑陋的僵尸。",
    ["T"] = "無腦的僵尸",
  },
  [365] = {
    ["D"] = "看看誰來了？你看上去是個菜鳥$c吧。如果你想向黑暗女王陛下證明自己的實力，就得先學會我們被遺忘者行事的幾條基本原則。$b$b這里的西邊有個農場，那塊地上的人呀，就跟腐爛尸體上的蒼蠅一樣多。更糟糕的是，血色十字軍從他們的哨塔里跑出來巡邏的時候，也可能會經過那里。給這些渣滓們好好地上一課吧，把他們的寶貝南瓜給我偷10顆來。$b$b偷到10顆南瓜以后，就把它們交給布瑞爾的藥劑師喬漢。",
    ["O"] = "從位于布瑞爾西邊、喪鐘鎮北邊的農場中偷10顆南瓜來，把它們交給布瑞爾的藥劑師喬漢。",
    ["T"] = "悲傷之地",
  },
  [366] = {
    ["D"] = "很久以前，岡瑟爾和我，還有現在隸屬于天災軍團的圖勒·鴉爪，我們三人是很好的朋友，我們曾一起在肯瑞托學習魔法。$B$B岡瑟爾和我都是大瘟疫的犧牲品，岡瑟爾后來成為了巫妖王的手下。現在我得知他脫離了巫妖王的魔爪，這真是個好消息。$B$B我們一定要找到他。我給他的書上施放了一個魔咒，當他看到這本書的時候就會知道我也已經擺脫了巫妖王的控制，希望他在知道這一點以后會加入我們。",
    ["O"] = "到岡瑟爾居住的小島去歸還他的法術書。",
    ["T"] = "歸還書籍",
  },
  [367] = {
    ["D"] = "希爾瓦娜斯大人最近交給了我們皇家藥劑師學會一項很有挑戰性的命令。黑暗女王相信我們的知識與新發明的魔法將會是她擊敗阿爾薩斯的有力武器，她要求我們研制出一種新的瘟疫，這種瘟疫要比以前出現在艾澤拉斯大陸上的任何一種疾病都要更加猛烈，它會把阿爾薩斯和他的天災軍團徹底毀滅。$b$b我的研究結果表明，野獸的血液也許是一種重要的藥引。給我帶回五瓶黑暗犬的血液來，我要驗證一下自己的理論。",
    ["O"] = "布瑞爾鎮里的藥劑師喬漢要求你收集5瓶黑暗犬的血液。",
    ["T"] = "新的瘟疫",
  },
  [368] = {
    ["D"] = "在你幫我收集樣本的同時，我的實驗報告也出來了。看來我還需要更多的材料來進行進一步的研究，適當加強這種新瘟疫的傳染能力。毒殺個把倒霉鬼，那是小孩子才玩的把戲，只有將瘟疫傳遍整個世界才算得上是有意義的事。$b$b我需要5片邪鰭魚人身上的鱗片，在北邊或者西邊的海灘上應該就能找到那些魚人。",
    ["O"] = "布瑞爾鎮里的藥劑師喬漢要求你收集5片提瑞斯法林地的邪鰭魚人的鱗片。",
    ["T"] = "新的瘟疫",
  },
  [369] = {
    ["D"] = "在你出去收集鱗片的時候，我已經在我的藏書中找到了一些古老而有趣的文章。這些文章里面提到，以前曾有一種古代的瘟疫殺死過成百上千的人，而后來又有人發現在夜行蜘蛛的毒液中就能提取到這種瘟疫的致病物質。$b$b給我帶些夜行蜘蛛的毒液來，讓我完成這個實驗。我想知道毒液中的感染性元素是否能和我最新研制出來的瘟疫病原體共存。據說這種蜘蛛一般在提瑞斯法林地的東部出沒。",
    ["O"] = "布瑞爾鎮里的藥劑師喬漢要你去收集4份邪惡的夜行蜘蛛的毒液樣本。",
    ["T"] = "新的瘟疫",
  },
  [370] = {
    ["D"] = "執行官阿倫的文件中對如何清除這群在我們的土地上肆虐的人類的問題作了詳細的部署。情報表明，血色十字軍派遣了派瑞恩隊長以及足有一個整編旅的部隊進駐了布瑞爾西南方的廢塔。$b$b去殺掉派瑞恩隊長、3名血色十字軍狂熱者和3名血色十字軍傳教士，然后向我回報。",
    ["O"] = "布瑞爾的執行官塞加德要求你殺掉派瑞恩隊長、3名血色狂熱者和3名血色傳教士。",
    ["T"] = "與血色十字軍的戰爭",
  },
  [371] = {
    ["D"] = "我們仍然處于戰爭狀態中，而且血色十字軍正在逐漸壯大。執行官阿倫給我的報告中提到，在瓦松隊長的指揮下，血色十字軍正以提瑞斯法東南部巴尼爾農場附近的那座廢塔為據點肆意劫掠。$b$b去殺掉瓦松和5名血色十字軍苦行修士，這對十字軍來說將是一次沉重的打擊！",
    ["O"] = "布瑞爾的執行官塞加德要求你殺掉瓦松隊長和5名血色苦行修士。",
    ["T"] = "與血色十字軍的戰爭",
  },
  [372] = {
    ["D"] = "血色十字軍已經從提瑞斯法林地北部的廢塔出發，穿過了法奧之墓。根據目前我們所掌握的情報，一個名叫麥拉其的軍官指揮著這支邪惡的部隊，他是個非常殘忍的家伙。$b$b我相信你能完成這個非常重要而又危險的任務。以黑暗女王陛下的名義，殺死麥拉其和他的兩名保鏢！",
    ["O"] = "布瑞爾的執行官塞加德要求你刺殺麥拉其隊長及他的兩名保鏢。",
    ["T"] = "與血色十字軍的戰爭",
  },
  [373] = {
    ["D"] = "搜查艾德溫·范克里夫的尸體時，你從一堆雜亂的物品中找到了一封還未來得及發出的信。地址一欄上寫著巴隆斯·阿歷克斯頓，暴風城石工協會，城市大廳，教堂廣場。$B$B這顯然是最近剛剛寫好并封上的。",
    ["O"] = "將艾德溫·范克里夫的信交給巴隆斯·阿歷克斯頓。",
    ["T"] = "未寄出的信",
  },
  [374] = {
    ["D"] = "執行官塞加德告訴我說你最近和血色十字軍干上了，提瑞斯法林地里現在到處都是這幫討厭的家伙。$b$b黑暗女王麾下的瓦里瑪薩斯大人計劃將人類這種艾澤拉斯大陸上的渣滓與垃圾徹底清除掉。但目前的狀況是，人類當中最麻煩的一群家伙——血色十字軍——已經殺入了提瑞斯法林地，我們必須得面對他們的挑釁。$b$b去吧，去給這群該死的血色十字軍一點顏色看看，$c。給我帶回10枚血色十字軍徽記之戒，以此證明你對偉大的黑暗女王陛下與瓦里瑪薩斯大人的忠誠。",
    ["O"] = "給布瑞爾的亡靈衛兵伯吉斯帶回10枚血色十字軍徽記之戒。",
    ["T"] = "死亡證明",
  },
  [375] = {
    ["D"] = "好冷啊……可怕的瘟疫正如冰冷的毒蛇一般在我的血管中逡巡，也許很快我就會徹底失去意志，但這世上沒有任何東西能夠阻止我為我們偉大的黑暗女王效命。一接到命令，我就開始為希爾瓦娜斯大人軍隊中那些死去的戰士縫制尸袋。$b$b但現在我的手卻因為寒冷而顫栗不已。如果你能給我帶回五張夜行蝙蝠的毛皮和一些粗線的話，我就可以給自己縫條毯子了。幫幫我，$N，這樣我就可以繼續為黑暗女王陛下的事業效力了。",
    ["O"] = "給布瑞爾的格雷森·戴德馬帶回5張夜行蝙蝠的毛皮和一些粗線。",
    ["T"] = "死亡之寒",
  },
  [376] = {
    ["D"] = "我的任務包括照料受傷的士兵，縫制鎧甲和衣服，還有為暗影牧師薩維斯提供任何他可能需要的支援。$b$b看起來，你也即將加入到為他效力的隊伍中……我猜是要獵殺那些沒腦子的家伙。好吧，如果你還想留著你的小命的話——我想你一定是的——也許我能幫助你。我這里沒有足夠的狼爪子和蝙蝠翅膀了，如果你能幫我弄一些來的話，我會幫你找幾件鎧甲。在這里的西北方可以找到大群的狼和蝙蝠。",
    ["O"] = "新兵艾爾雷斯需要6只食腐狼的爪子和6只夜行蝙蝠翼。",
    ["T"] = "被詛咒者",
  },
  [377] = {
    ["D"] = "貴族議會好象嫌他們對暮色森林的漠不關心還不夠過分，現在他們居然無視夜色鎮議會的存在，決定把迪克斯特·瓦德囚禁在暴風城，而不是按照埃伯洛克公爵大人的判決將這個惡棍斬首！$b$b迪克斯特·瓦德是在把墓地里的尸體賣給摩本特·費爾時被抓住的，這理應是死罪。可是暴風城卻認為他們才擁有對他的處決權！$b$b去暴風城的監獄把瓦德殺掉，把他的手給我帶回來作為證明，我會獎賞你的。",
    ["O"] = "夜色鎮的米爾斯迪普議員要你殺死迪克斯特·瓦德，并把他的手帶回來作為證明。",
    ["T"] = "罪與罰",
  },
  [378] = {
    ["D"] = "你已經向我們展示出了你對麥格尼陛下的忠誠，$c。而且我也深刻地感受到了你對那些黑鐵矮人的仇恨。$b$b我必須要堅守崗位，因此，我不得不把一個本應由我親自去完成的重要任務交給你。根據羅戈收集到的情報顯示，卡姆·深怒正是襲擊薩多爾大橋的元兇。由于他所布下的邪惡計劃，長須才失去了他的親人。$b$b這個劊子手由于某些政治原因被扣押在了暴風城的監獄里。我要他死，$N。為了長須！殺死卡姆·深怒，把他的腦袋給我帶回來！",
    ["O"] = "丹莫德的莫特雷·加瑪森要求你把卡姆·深怒的頭顱交給他。",
    ["T"] = "卡姆·深怒",
  },
  [379] = {
    ["D"] = "你需要能量源，我可以幫你。但是你知道我要什么嗎？我要喝的！給我弄五只廢土水袋來，然后我就會把4711-FTZ交給你。$B$B現在……你想知道在什么地方可以找到廢土水袋，對嗎？去這里的東邊找廢土游牧民吧，他們身上會帶著這種水袋。",
    ["O"] = "給加基森的首席工程師沙克斯·比格維茲帶去五只廢土水袋。",
    ["T"] = "口渴的比格維茲",
  },
  [380] = {
    ["D"] = "我們的一項最重要的任務就是獲取賴以生存的自然資源。即使在當年聯盟最鼎盛的時候，黃金資源也是非常缺乏的。$b$b這里的西北面有一處金礦，我們需要礦洞里的資源，但是那里蜘蛛橫行，我們根本無法進去采掘金礦。我手上沒有人可以去完成這項任務，所以我們只有一步一步慢慢地來。去那里看看吧，也許你能做些什么……",
    ["O"] = "執行官阿倫要你去殺掉10只小夜行蜘蛛和8只夜行蜘蛛。",
    ["T"] = "夜行蜘蛛洞穴",
  },
  [381] = {
    ["D"] = "得知我們在金礦的進展非常順利，你一定很開心吧？得益于你的幫助，我們終于可以把注意力放到別的事情上了。$b$b我的斥候報告說，一支血色十字軍的小分隊在東南方建立了營地。血色十字軍是一個卑鄙的組織，他們視我們為死敵，只要有一個亡靈——無論是巫妖王的爪牙還是我們被遺忘者——還活著，他們就不會停止追殺我們的行動。所以我們必須先發制人！$b$b你要多加小心，這些邪惡而狂妄的十字軍是一群非常危險的家伙。",
    ["O"] = "從血色信徒和血色新兵身上收集12枚血色十字軍臂章，把它們交給執行官阿倫。",
    ["T"] = "血色十字軍",
  },
  [382] = {
    ["D"] = "布瑞爾那邊的上級給我發來的文件顯示，有一個從血色修道院出發的血色十字軍斥候已經潛入了喪鐘鎮。有報告說這個人攜帶著非常重要的情報。至于更多的細節，我不得而知。但不管怎么樣，我們必須得到這份情報！$b$b你是我眼下能調動的最合適的人選，$n。找到那個信使，帶回你能弄到的任何情報。",
    ["O"] = "到十字軍營地去殺掉信使邁文·考加爾，將你發現的情報交給執行官阿倫。",
    ["T"] = "十字軍信使",
  },
  [383] = {
    ["D"] = "我必須將這些東西交給我的上級——執行官塞加德，他就在布瑞爾。有了這份詳盡的情報，我們就能給血色十字軍以沉重的打擊。你在喪鐘鎮對我們做出了很大的貢獻，現在我要你去把這份情報及時交給塞加德，我想他能幫你找到更多能讓你大展身手的工作。$b$b沿著這條路向北走出喪鐘鎮，在進入提瑞斯法林地以后，你很快就會來到一個十字路口，這時向東走，然后一直向前就可以到布瑞爾了，路上有一座爐灰莊園可以幫你確認自己的方向。",
    ["O"] = "把血色十字軍文件交給布瑞爾的執行官塞加德。",
    ["T"] = "重要情報",
  },
  [384] = {
    ["D"] = "啤酒烤豬排是我的老主顧們最喜歡的大餐！問題是，為我提供豬排的獵手被國王征募去打仗了。$b$b也許你能幫幫我？如果你可以給我弄六塊峭壁野豬肋排，外加一杯酒店里賣的狂想麥酒的話，我就把祖傳的啤酒烤豬排的烹飪方法教給你，而且我還可以讓你免費品嘗我做出來的美食！秘密就在麥酒里！",
    ["O"] = "卡拉諾斯的拉格納·雷酒需要6塊峭壁野豬肋排和1杯狂想麥酒。",
    ["T"] = "啤酒烤豬排",
  },
  [385] = {
    ["D"] = "很多獵人到洛克莫丹來都是為了捕獵這里的鱷魚。總有一些商人專門尋找這種鱷魚皮，用它們來制作衣物或是護甲，還有些人則喜歡品嘗鱷魚肉。$b$b我們一直在進行這種貿易，但交易量并不是很大，因為鱷魚很兇猛，而且它們一般都盤踞在洛克湖中的小島上。嘿，別被我的話給嚇倒了，和鱷魚較量一番對你來說也是一種歷練。$b$b你看能不能……",
    ["O"] = "收集5塊鱷魚肉和6張鱷魚皮，把它們交給旅行者營地里的馬雷克·鐵心。",
    ["T"] = "捕獵鱷魚",
  },
  [386] = {
    ["D"] = "可怕的塔格爾是加塞爾佐格手下的一個高級殺手。他殺人的手法十分殘忍，即使以獸人的標準來看也是殘暴無比。那些為了保衛國家而奮勇作戰的戰士們落在他手里都會被他折磨致死。這個惡棍現在被關在暴風城的監獄里，被判處了死刑。不過，這件事情好象出了點小差錯，一個官僚習氣十足的貴族推遲了處死他的日期。我敢打賭這里面一定有鬼。$b$b處死塔格爾吧，$N。到暴風城的監獄里去，在他玩出什么把戲之前把他干掉。",
    ["O"] = "把塔格爾的頭顱帶給湖畔鎮的衛兵伯爾頓。",
    ["T"] = "伸張正義",
  },
  [387] = {
    ["D"] = "我們必須把暴動給鎮壓下去！我需要你的幫助。如果外面的人知道監獄里面已經失去了控制，我一定會丟了飯碗的！這是我所見過的最無聊的鬧劇了。現在最重要的是逼迫這些囚犯投降，這樣才能保證暴風城的安全。$b$b叛亂的代價就是死亡。去殺掉一些囚犯，這樣叛亂才能得到控制！",
    ["O"] = "暴風城的典獄官塞爾沃特要求你殺死監獄中的10名迪菲亞囚徒、8名迪菲亞罪犯和8名迪菲亞叛軍。",
    ["T"] = "鎮壓暴動",
  },
  [388] = {
    ["D"] = "痛苦如同冰冷的河水一樣從我的血管中流過。我的孫子麥克是個多好的孩子呀，他只有14歲。當暴風城的軍隊被派往前線的時候，麥克也拿起了武器去守衛城市。他是監獄的守衛，那座監獄里關押著許多迪菲亞兄弟會的成員。有一些囚徒們把他們的羊毛毯改織成他們組織的頭巾，麥克把這件事情上報了，結果他遭到了報復，被人從后面刺了一刀。$b$b我要報仇。給我帶回10條迪菲亞潛行者們的羊毛面罩，像鮮血一樣殷紅的那種。",
    ["O"] = "暴風城的尼科瓦·拉斯克要你取得10條紅色毛紡面罩。",
    ["T"] = "鮮血的顏色",
  },
  [389] = {
    ["D"] = "范克里夫和我過去都曾是石匠行會的成員，我們的主要工作是在戰后重新建設暴風城。$b$b當我們完成了自己的職責時，卻發現我們被徹底地欺騙了。貴族們拒絕付給我們酬勞，一些石匠行會的元老被提拔成了官員，但范克里夫出于對所有石匠會員的忠誠拒絕了他們。他組織了一場暴動，并離開了城市，從此發誓要進行復仇。$b$b他的副官巴基爾·斯瑞德或許對范克里夫的計劃有一些了解，他目前正被關押在監獄里。",
    ["O"] = "與監獄的典獄官塞爾沃特談一談。",
    ["T"] = "巴吉爾·特雷德",
  },
  [391] = {
    ["D"] = "讓我們把話挑明了說吧，$n：我不信任你。但是，現在的情況緊急，我也管不了那么多了。$b$b你到下面去干掉那個該死的斯瑞德，把他的腦袋砍下來帶給我。$b$b還有，如果你膽敢跟他合計什么把戲，或者你不上來了的話……只要被我抓到你，就準備跟那群蛆死在一塊吧。",
    ["O"] = "殺死巴基爾·斯瑞德，把他的頭帶給監獄的典獄官塞爾沃特。",
    ["T"] = "監獄暴動",
  },
  [392] = {
    ["D"] = "在斯瑞德刑期的第一年里，從來從沒有人探視過他。我猜當時迪菲亞兄弟會認為他已經徹底沒用了，所以準備任他自生自滅。$b$b然而幾個月前，一切都變了。有人開始定期探視他……每周一到兩次。那是個奇怪的男人，沉默寡言。我有點疑心，但他的證件是真實且合法的。$b$b他的名字叫麥里克，這是他的一些資料。我覺得他可能不會再來探視斯瑞德了。",
    ["O"] = "將神秘訪客的資料交給暴風城的巴隆斯·阿歷克斯頓。",
    ["T"] = "好奇的訪客",
  },
  [393] = {
    ["D"] = "我確實沒什么線索，$n。但或許另外有人能幫上你的忙，而且他還欠了我一個人情——好了，現在不是說那個的時候。暴風城兵營中的軍情七處首領馬迪亞斯·肖爾或許能輕松搞定這類事。$b$b如果說有誰知道這事的話，一定就是他，他此刻就在舊城區。",
    ["O"] = "與舊城區的馬迪亞斯·肖爾談一談。",
    ["T"] = "往日的陰影",
  },
  [394] = {
    ["D"] = "到暴風城去找肖爾，告訴他萊斯科瓦的問題已經被你解決了。我敢說他一定會為暴風城出了你這樣的一位英雄而感到自豪的。$B$B他甚至有可能將你引薦給暴風城里的達官顯貴。你要知道，$n，這座城市里還真沒有什么肖爾搞不定的事情。貴族們可以自認為他們完全控制著暴風城，但總有一些事情是他們無能為力的。",
    ["O"] = "去見暴風城舊城區的馬迪亞斯·肖爾。",
    ["T"] = "禽獸的首級",
  },
  [395] = {
    ["D"] = "啊，我差點忘了。阿歷克斯頓在你離開的時候來過，他有話想跟你說。顯然他是想向國王陛下報告關于迪菲亞兄弟會的事情。$b$b給你個忠告，$n。如果有人問到這個，我會把除了你殺掉萊斯科瓦以外的所有細節都告訴他。相信我，我…對這種事…已經習以為常了……$B$B另外，別跟任何人說起提亞斯的事情。",
    ["O"] = "與暴風城的巴隆斯·阿歷克斯頓談一談。",
    ["T"] = "兄弟會的滅亡",
  },
  [396] = {
    ["D"] = "我準備了一份報告呈遞給國王陛下。當我聽說了你最近的事跡之后，我認為你是遞送這份報告的最佳人選。別擔心，國王陛下一定會嘉獎你的。$b$b你的覲見已經被列入了陛下的日程表，所以你最好快點到暴風要塞里去等待召見。",
    ["O"] = "將有關迪菲亞兄弟會的報告送給暴風要塞里的國王瓦里安·烏瑞恩。",
    ["T"] = "覲見國王",
  },
  [397] = {
    ["D"] = "我聽說維沙克公爵很喜歡他收到的飲料。$b$b你幫了我們的大忙，$N。暴風城的術士們從此可以不再受他人干涉地自由行事了。我準備了一件特殊的小禮物給你，以表示我們的感謝。去找我的仆人茲吉，收下你的報酬吧。",
    ["O"] = "去找黑爪加爾德斯的仆人茲吉談一談，并向他索要你的酬勞。",
    ["T"] = "干得好",
  },
  [398] = {
    ["D"] = "懸賞：蛆眼！$b$b這只名叫蛆眼的豺狼人臭名昭著，即使是在它的同類眼中都顯得非常邪惡而污穢，它因為對被遺忘者們犯下了不可饒恕的罪名而被判處了死刑，這只卑鄙的野獸為巫妖王的軍隊偷盜了無數的尸體。上次有人看到蛆眼作惡是在布瑞爾北邊的加倫鬼屋。$b$b布瑞爾鎮將為執行這項判決的勇敢者提供一份高額的獎金。完成任務之后，請將這只野獸的爪子交給執行官塞加德。$b$b只有弱者才會有憐憫之心。",
    ["O"] = "殺死蛆眼，并將他的爪子交給布瑞爾的執行官塞加德以換取酬勞。",
    ["T"] = "懸賞：蛆眼",
  },
  [399] = {
    ["D"] = "許多年前，我還只是個在西部荒野的農場里干活的小男孩，不過現在看來，這段回憶只能封存起來了。俗話說時光一去不復返，這句話在我身上得到了印證，我家的房子已經被燒毀，現在又給一群潛行者占領了。$b$b我曾向父親詢問過我的一些物品的下落——包括我的第一個指南針，他說他沒辦法把那些東西拿回來。但是他又說……它們應該就藏在農場外面的什么地方。$b$b你可以在哨兵嶺的西邊找到阿歷克斯頓農場。你能幫我把那些東西找回來嗎？",
    ["O"] = "到巴隆斯·阿歷克斯頓在西部荒野的房子里去找到他的指南針，并將它帶回暴風城的教堂廣場交給他。",
    ["T"] = "童年的記憶",
  },
  [400] = {
    ["D"] = "貝爾丁·鋼架是本地最好的坦克機械師！不過他從來不愛護他的工具，他弄壞扳手的速度遠遠大于我們的供貨速度！$B$B我們剛剛才趕出他最近訂的一批貨。如果你能把這些東西交給他，我想他一定會讓你感到不虛此行的。$B$B他開的鋼架補給站就在卡拉諾斯的東北邊。老牌的攻城坦克駕駛員們經常在那里碰頭，所以你到了那里之后要睜大眼睛，說不定能找到好些活兒。",
    ["O"] = "把貝爾丁的工具交給貝爾丁·鋼架。",
    ["T"] = "貝爾丁的工具",
  },
  [401] = {
    ["D"] = "我很快就能把信件翻譯完了。請稍等一會兒再過來吧。",
    ["O"] = "稍等片刻，然后再和希拉·沃寧迪交談。",
    ["T"] = "等待希拉完工",
  },
  [403] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "戒備森嚴",
  },
  [404] = {
    ["D"] = "有一小撮天災軍團的士兵已經滲入了提瑞斯法林地，在布瑞爾以西一帶的舊橋附近活動。$B$B去那邊去增援我們的部隊，殺光所有你見到的腐爛的死者和破碎的尸體。把他們都給我拆成骨頭架子，然后把他們那腐爛的爪子給我帶回來，我會獎勵你的。",
    ["O"] = "給布瑞爾的亡靈衛兵迪林格爾帶回7只腐爛的爪子。",
    ["T"] = "腐爛的爪子",
  },
  [405] = {
    ["D"] = "幽暗城里的一位法力強大的高階法師比索·埃斯沙德給了我一個任務，讓我去為他找一個與天災軍團有著豐富斗爭經驗的勇士。你，$N，顯然就是他要找的人。$B$B現在立刻去向比索報到，他會給你指派新的任務。我也不清楚任務的細節，但大致上好象是要招安一名獨居的巫妖之類的。這份工作可能會很危險。$B$B去做好準備吧，$C。你絕對不能失敗。$B$B比索就在幽暗城的魔法區里。",
    ["O"] = "將塞弗倫的命令交給幽暗城的比索·埃斯沙德。",
    ["T"] = "流浪的巫妖",
  },
  [407] = {
    ["D"] = "看上去這南瓜沒有什么不正常吧？如果我們想要阻止阿爾薩斯的軍隊在北方繼續推進外加人類勢力在南方的肆虐橫行，那么我們必須從現在開始就意識到自己身為亡靈的優勢。$b$b只要稍微耍點小把戲，一個簡單的南瓜就能讓任何人成為黑暗女王的優秀探子。我最新培育的這種南瓜就可以做到這一點。$b$b現在據說又有個血色十字軍狂熱者被俘虜了，他被關在恐懼之末旅店的某個房間里。把這個南瓜拿去給那個蠢貨，讓他吃了。",
    ["O"] = "將斑紋南瓜帶給被關在恐懼之末旅店地下室中的血色十字軍俘虜。",
    ["T"] = "悲傷之地",
  },
  [408] = {
    ["D"] = "如今阿加曼德磨坊已經成了天災軍團的一處重要據點，其中防守最為堅固的地方就是阿加曼德的家族墓穴了。天災軍團的一個兵團就駐守在那里，他們由一個名叫達高爾隊長的骷髏領導著。他們還利用某種通靈術復活了阿加曼德家族的死者們，并打算利用它們來對付我們。$B$B我們絕對不能允許這種事情發生，你必須阻止它。到阿加曼德家族墓穴去，戰勝那些還魂的阿加曼德家族的死尸們。$B$B還有，把達高爾隊長的顱骨也給我帶回來。",
    ["O"] = "殺死8個哀嚎的鬼魂和8個腐爛的古尸。$B$B消滅達高爾隊長，并將他的顱骨交給布瑞爾的執政官塞弗倫。",
    ["T"] = "家族墓穴",
  },
  [409] = {
    ["D"] = "你說你沒有被巫妖王控制住自己的思想，這一點已經由比索在我書上灌入的魔法證實了。但是，你仍然得先證明自己是天災軍團的敵人，這樣我才會徹底信任你。$B$B在這座島嶼南邊的小島上有一處古老而血腥的祭壇，那里目前被一個強大的天災軍團斥候莉莉絲·奈法拉所占據著。$B$B從我身邊的這個木箱里拿出一根誘靈蠟燭，然后將其點燃并放到祭壇上，莉莉絲會很快醒來。消滅莉莉絲，這樣一來，我就會相信你確實是巫妖王的敵人了。",
    ["O"] = "拿上一根誘靈蠟燭。$B$B召喚出莉莉絲·奈法拉并殺死她。$B$B然后向島上的岡瑟爾回報。",
    ["T"] = "證明忠誠",
  },
  [410] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "潛伏的陰影",
  },
  [411] = {
    ["D"] = "拜托你，請將這塊虛空寶石帶給我的老朋友比索。這樣我就能和他交流了……我有好多事想和他說呢。",
    ["O"] = "將虛空寶石交給幽暗城的比索·埃斯沙德。",
    ["T"] = "巫妖歸順",
  },
  [412] = {
    ["D"] = "通過對諾莫瑞根現狀的進一步分析，我們發現不但那些該死的穴居人沒有被消滅，反而有更多的侏儒變成了喪心病狂的、邪惡的怪物。$b$b我和奧齊希望用我們的最新發明——自動凈化裝置——來扭轉這種局面。這臺機器即將大功告成，不過我們急需一些多檔齒輪和自適應齒輪才能搞定最后的部分，請從諾莫瑞根的麻瘋侏儒那里弄些過來吧。",
    ["O"] = "收集8個多檔齒輪和8個自適應齒輪，把它們交給卡拉諾斯的拉茲·滑鏈。",
    ["T"] = "自動凈化裝置",
  },
  [413] = {
    ["D"] = "我希望我兄弟維拉特能夠品嘗一下我最新釀制的微光酒。他是一個在南面的警戒塔里執勤的巡山人，就是靠近洛克莫丹邊界的那兩座哨塔里的一座。$B$B他不是釀酒師，但是他非常喜歡喝酒，而且我相信他一定喜歡這種酒的。$B$B你能替我把這桶微光酒交給他嗎？",
    ["O"] = "把這一大桶微光酒交給巡山人維拉特·麥酒。",
    ["T"] = "微光酒",
  },
  [414] = {
    ["D"] = "我兄弟釀造的微光酒真是極品！我想讓我的一個朋友也品嘗一下，他叫卡德雷爾，經常在塞爾薩瑪附近的路上巡邏。$B$B要去塞爾薩瑪的話，就往東南方穿越隧道，然后在岔路口向東北方走，最后沿著大路一直走就能到塞爾薩瑪了。$B$B把這桶微光酒交給巡山人卡德雷爾嘗嘗，看看他是不是也贊不絕口！",
    ["O"] = "把這桶微光酒帶給巡山人卡德雷爾。",
    ["T"] = "卡德雷爾的酒",
  },
  [415] = {
    ["D"] = "烈酒村的雷杰德·麥酒正在找你。$B$B他要和你談談他最新正在釀造的一種酒……他告訴我你幫了他很多忙。你也許應該去一次烈酒村，看看他要說什么。$B$B也許，你可以在那里免費享受到一頓大餐……  ",
    ["O"] = "和雷杰德·麥酒談一談。  ",
    ["T"] = "雷杰德的新酒",
  },
  [416] = {
    ["D"] = "我們在西邊遇到了點麻煩。坑道鼠狗頭人在那里的丘陵地帶建起了巢穴，把我們的地盤弄得烏煙瘴氣！$B$B我們必須把他們給消滅掉。去捕殺那些坑道鼠狗頭人，把他們的耳朵拿回來給我，我就給你賞金。$B$B坑道鼠狗頭人的巢穴就在塞爾薩瑪北邊的山腳下。",
    ["O"] = "收集12只坑道鼠的耳朵，把它們帶給塞爾薩瑪的巡山人卡德雷爾。",
    ["T"] = "狗頭人的耳朵",
  },
  [417] = {
    ["D"] = "莫里·鐵鉆在他的日記中寫道，他受到了一頭名叫癩爪的巨型冰爪熊的襲擊。他趕走了這只野獸，不過自己也已遍體鱗傷。$B$B從莫里尸體上的傷痕判斷，癩爪一定又折回來殺死了他。$B$B然而，莫里在他的日記中寫下了他最后的遺愿：$B$B殺死癩爪，為我復仇。",
    ["O"] = "殺死癩爪。$B$B把它的骯臟的爪子和莫里·鐵鉆的日記交給駕駛員塞克·錘足。",
    ["T"] = "駕駛員的復仇",
  },
  [418] = {
    ["D"] = "塞爾薩瑪這兒饑腸轆轆的人可真不少，有跑進跑出的孩子，也有在挖掘場忙了一整天的工人。我們這兒有一道出名的菜色——血腸，你大概還沒嘗過吧？$b$b沒有？在這兒要吃飯就得干活，別以為你是個出色的$c就可以例外。$b$b我需要熊肉、做腸衣用的豬大腸，還有做調料用的蜘蛛的毒液。把這些東西找來，剩下的就交給我維德拉好了！",
    ["O"] = "收集3塊熊肉、3根豬大腸和3份蜘蛛的毒液，把它們交給塞爾薩瑪的維德拉·壁爐。",
    ["T"] = "塞爾薩瑪血腸",
  },
  [419] = {
    ["D"] = "我的朋友，同時也是同一蒸汽坦克車組的同事——莫里·鐵鉆，在山上失蹤了。我們當時正在尋找一種可以用來制作高爆炸藥的稀有礦石。在我們搜尋的過程中，莫里駕駛著他的坦克攀上一處陡峭的山坡后拋錨了！$B$B他確信礦石就在這片山地里，所以就讓我守著我們的機車，而他一個人步行繼續去搜索。$B$B莫里已經有好些天沒回來了，夜里我時常能聽見山中的野獸發出的咆哮。莫里是個硬漢，不過我還是有點為他擔心。$B$B求求你，$N，幫我找到他。",
    ["O"] = "找到駕駛員莫里·鐵鉆。",
    ["T"] = "失蹤的駕駛員",
  },
  [420] = {
    ["D"] = "隧道里的穴居人非常具有攻擊性，它們會毫不猶豫地對隧道中的過客發動襲擊。不過你看起來挺結實的，應該不會有什么危險。$b$b方向？如果你要找森內爾，就到卡拉諾斯去吧。$b$b一直穿過隧道，出去之后沿著大路向前走，沒幾步就到卡拉諾斯了。",
    ["O"] = "把格瑞林的報告交給卡拉諾斯的森內爾·白須。",
    ["T"] = "森內爾的觀察站",
  },
  [421] = {
    ["D"] = "希爾瓦娜斯主人已經授命瓦里瑪薩斯大人全權負責征服南方的人類和矮人的領土。$b$b但阿魯高那個蠢貨——過去他是達拉然的大騙子，現在他是影牙城堡里一只中了詛咒的困獸——他那不計后果的魔法給銀松森林里那座極具戰略意義的要塞帶來了一場大浩劫。$b$b我需要一些擁有優秀戰斗技巧的人幫我把阿魯高留下的爛攤子給收拾掉。殺死5只月怒白頭狼人以證明你的實力吧，這些野獸一般都在山腳下的道路兩旁游蕩。",
    ["O"] = "瑟伯切爾的達拉爾·道恩維沃爾要求你殺死5只月怒白頭狼人。",
    ["T"] = "證明你的價值",
  },
  [422] = {
    ["D"] = "阿魯高這樣一個施法能力比一張紙還要淺薄的家伙居然能夠得到肯瑞托的承認，這讓我實在難以想象。$b$b現在最重要的是，搞清楚阿魯高究竟使用了什么魔法，這樣一來我才能對付他，并為黑暗女士平定銀松森林。$b$b阿魯高曾經住在橋北的麥田旁，一名亡靈哨兵回報說，他發現了阿魯高擁有的幾本法術書，但無法偷取它們。把其中一本名叫《阿魯高的拯救》的法術書從其它書里找出來，并帶回來給我。",
    ["O"] = "為瑟伯切爾的達拉爾·道恩維沃爾找回《阿魯高的拯救》。",
    ["T"] = "阿魯高的愚行",
  },
  [423] = {
    ["D"] = "在我研究過阿魯高的書以后，我最壞的設想不幸被證實了。肯瑞托竟在那個連給達拉然的法師們掃屋子都不配的家伙干出那種愚昧行徑的時候完全不聞不問，一群蠢貨！$b$b阿魯高使用了附有魔法的物品來加強他薄弱的施法能力。我需要盡快研究一下這些物品。去殺掉一些月怒暴食者和月怒魔魂狼人，收集他們身上帶著的魔法鐐銬供我研究之用。這些污穢的生物在北邊和東邊到處都是。",
    ["O"] = "給瑟伯切爾的達拉爾·道恩維沃爾帶回6副暴食者鐐銬和3副魔魂鐐銬。",
    ["T"] = "阿魯高的愚行",
  },
  [424] = {
    ["D"] = "看來想揭開隱藏在阿魯高所用的巫術中的黑暗秘密并不簡單，這比我想象中要花掉的時間多出很多。$b$b但與此同時，我需要你來幫忙處理一下我們的亡靈哨兵發現的一個小問題。似乎阿魯高的魔法已經控制了東南方山中的埃利姆礦洞。$b$b這座礦洞對瓦里瑪薩斯大人的推進有著非常重要的意義。$b$b我希望你能干掉礦洞里的工頭，白毛狼人格瑞姆森。只要他一死，礦洞就是我們的了。",
    ["O"] = "殺死白毛狼人格瑞姆森，把他的頭帶給瑟伯切爾的達拉爾·道恩維沃爾。",
    ["T"] = "阿魯高的愚行",
  },
  [425] = {
    ["D"] = "我正在和哥哥奎恩執行偵察銀松森林的任務，并準備向最高執行官哈德瑞克復命。但我們進行得不太順利——我們穿過這座農莊的時候，被食尸鬼伊瓦襲擊了。$B$B我們從伊瓦那里逃了出來，但他還是重創了奎恩。喝了你給他的藥水以后，哥哥正逐漸痊愈，但這段時間里伊瓦仍可能會過來。$B$B殺死伊瓦，以保證奎恩有足夠的時間復原吧。伊瓦一般都躲在谷倉那里，在我放松警戒的時候它就會開始行動。",
    ["O"] = "殺死邪惡的伊瓦，并將伊瓦的頭顱帶給伊瓦農莊的蘭妮·尤瑞克。",
    ["T"] = "邪惡的伊瓦",
  },
  [426] = {
    ["D"] = "天災軍團正試圖在阿加曼德磨坊那邊建立起一座前哨基地。如果他們得逞了，那么他們在提瑞斯法的軍事行動將得到有利的支持。$B$B上頭已經發話下來了，必須將磨坊那邊的天災軍團勢力全部清除干凈。$B$B到磨坊那邊去，從斷骨士兵和碎顱士兵身上收集鋸齒肋骨，再從暗眼骷髏法師身上收集焦黑的顱骨。$B$B你只需沿著道路一直向西走，過橋以后在第一個岔路口轉向北就行了。當你看到風車的時候，戰斗隨時都會開始。",
    ["O"] = "收集5根鋸齒肋骨和3個焦黑的顱骨，然后向布瑞爾的亡靈衛兵迪林格爾回報。",
    ["T"] = "磨坊告急",
  },
  [427] = {
    ["D"] = "執行官阿倫大人提供給我們的文件中指出，我們將無法避免與那些卑劣的血色十字軍進行一場戰爭。我們已經知道了他們穿越提瑞斯法林地所走的那條小徑的確切位置。$b$b但亡靈衛兵還有其它艱巨的任務，巫妖王的軍隊正在夜色中逐漸壯大起來。我們需要一些像你這樣的志愿者來把那群血色十字軍送進墳墓。$b$b順著鎮外的道路向西走，穿過索利丹農場到廢塔那里去，殺死10名血色十字軍戰士。以此來證明你有足夠的能力為黑暗女王陛下服務。",
    ["O"] = "布瑞爾的執行官塞加德要求你殺掉10名血色戰士。",
    ["T"] = "與血色十字軍的戰爭",
  },
  [428] = {
    ["D"] = "幾周前，亡靈哨兵蘭妮·尤瑞克和奎恩·尤瑞克被派遣到銀松森林北部去執行一次偵察任務。可我們一直沒有再得到他們的消息。$B$B也許他們已經成了天災軍團的犧牲品。當然，我仍然希望有人能去確認一下，你去找到這兩名亡靈哨兵。$B$B他們最初的任務是去偵察銀松森林北邊的農場，你可以從那里開始搜索。",
    ["O"] = "找到亡靈哨兵蘭妮·尤瑞克和奎恩·尤瑞克。",
    ["T"] = "失蹤的亡靈哨兵",
  },
  [429] = {
    ["D"] = "我的哥哥奎恩被食尸鬼伊瓦打成了重傷，我不知道在沒有魔法幫助的情況下，他是否還能痊愈。盡管我不是一個藥劑師，但我知道我們的藥劑師能用變色的狼心制作治療藥水。$B$B幫我收集一些心臟并帶給南邊墳場的藥劑師倫弗利爾，然后把做好的藥水帶回來。$B$B這附近和東邊的瑪爾丁果園之間有不少座狼在到處游蕩。",
    ["O"] = "收集6顆變色的狼心，把它們交給瑟伯切爾的藥劑師倫弗利爾。",
    ["T"] = "荒野之心",
  },
  [430] = {
    ["D"] = "這就是那種能幫助奎恩·尤瑞克復原的藥水。$B$B現在，如果你沒什么事的話，我就先失陪了。我還有重要的工作要繼續……",
    ["O"] = "將奎恩的藥水帶給瑟伯切爾北方伊瓦農場的奎恩·尤瑞克。",
    ["T"] = "回到奎恩身旁",
  },
  [431] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "誘靈蠟燭",
  },
  [432] = {
    ["D"] = "那些該死的石腭怪，它們把我的工作地點變成了一片廢墟！看那里，又一個火藥桶！$b$b啊啊啊啊啊，我真想鉆到地底下去扭斷它們那豆芽一樣的脖子！我要把它們趕盡殺絕！$b$b即使這樣也無法消除我的憤怒……它們留給了我什么？什么也沒有！$b$b我要親手殺了它們，不過我的胳膊已經不再那么有力了！到采石場去，干掉那幫該死的家伙！我會獎賞你的！只要你去干掉它們！",
    ["O"] = "在古博拉采掘場里替工頭喬尼·石眉殺死6個石腭擊顱者。",
    ["T"] = "該死的石腭怪！",
  },
  [433] = {
    ["D"] = "作為參議院與探險者協會的成員，我已經開始過問這個地區石腭怪泛濫的事情了。$b$b它們把古博拉采掘場搞了個天翻地覆，而且它們的這種行為看起來毫無理由。當我們在礦井中挖掘礦石的時候，它們突然出現，毀壞了我們的設備，趕走了我們的礦工。我們別無選擇，只有殺光他們，之后我們才能重建工地并繼續工作。$b$b如果你愿意幫助我解決掉那些石腭怪的話，我會很樂意報答你的。",
    ["O"] = "在古博拉采掘場里替參議員梅爾·圣石殺死10個石腭斷骨者。",
    ["T"] = "公眾之仆",
  },
  [434] = {
    ["D"] = "等我做好間諜機器人的偽裝，他會進去和萊斯科瓦談話。守衛會讓他進去的。$B$B在你幫我準備材料的同時，我會暗示馬爾松，讓他再次和萊斯科瓦會面，我甚至會給他一點假消息，好讓他對此深信不疑。$B$B接下來，萊斯科瓦就會讓他的衛兵解散，然后在花園里等馬爾松。等你聽到他們談起迪菲亞兄弟會的時候就采取行動。你要把他們兩個都干掉。聽懂了嗎？$B$B當你完成任務之后，盡快向提亞斯回報。",
    ["O"] = "等待葛瑞格·萊斯科瓦公爵和沉默之刃馬爾松在花園里的對話結束，殺死他們兩個，之后向暴風城的提亞斯回報。",
    ["T"] = "伏擊！",
  },
  [435] = {
    ["D"] = "外面的狼群看來是不想離開了，而且我每次走出屋子的時候，它們都惡狠狠地盯著我。這些野狼顯然是餓極了，它們把我當成了大餐！$B$B我得通知我的隊友，亡靈哨兵蘭妮·尤瑞克。也就是說，我要到她那里去，得先找人幫我搞定這群狼。$B$B請護送我吧！不過，這邊的狼也實在是多了點，如果你還有別的朋友的話…再好不過……",
    ["O"] = "護送亡靈哨兵埃蘭德避過群狼，直到他找到蘭妮·尤瑞克。",
    ["T"] = "護送埃蘭德",
  },
  [436] = {
    ["D"] = "勘察員基恩薩·鐵環正在負責挖掘洛克湖東邊的一座古老的廢墟。雖然我們已經給他送去了不少物資，但是他那里最近進展非常緩慢。$B$B基恩薩·鐵環是一個頑強、誠實而精干的矮人，沒理由會如此懈怠，所以我擔心他那兒出了什么問題。$B$B到鐵環挖掘場去問問麥格瑪爾·落斧，他負責挖掘場的瑣事，一定知道那里到底是怎么了。$B$B你要可以從湖的南端繞過去，然后一直向東走，就可以到挖掘場了。",
    ["O"] = "和麥格瑪爾·落斧談一談。",
    ["T"] = "鐵環挖掘場",
  },
  [437] = {
    ["D"] = "我們在銀松森林的探子回報說，腐皮豺狼人在北邊的一處名叫亡者農場的地方建立了一個基地。我們已經派遣了小股突襲部隊去對付他們，但每次他們都能得到女妖奈塔拉什的增援，每次都是她的魔法擊潰了我們的部隊。$B$B我們必須殺掉奈塔拉什。$B$B到亡者農場去殺掉那里的腐皮豺狼人。如果沒有看到奈塔拉什的話，就繼續屠殺腐皮豺狼人直到她出現為止，然后擊敗她。$B$B她的靈魂將會變成塵土。把這些塵土帶回來，作為你殺死了她的證明。",
    ["O"] = "清剿亡者農場的腐皮豺狼人。$B$B當奈塔拉什出現時，把她也殺掉。$B$B將奈塔拉什的靈魂帶給瑟伯切爾的高級執行官哈德瑞克。",
    ["T"] = "亡者農場",
  },
  [438] = {
    ["D"] = "$N，我們最近發現了天災軍團的一個新據點：破舊渡口。這處渡口就在瑟伯切爾的東方，有許多腐皮豺狼人和其他亡靈層層守衛著那里。$B$B天災軍團占據了那里，這其中一定有些什么陰謀。到破舊渡口去調查一下，看看為什么天災軍團會在那里。",
    ["O"] = "到破舊渡口去，找到天災軍團占據那里的理由。",
    ["T"] = "破舊渡口",
  },
  [439] = {
    ["D"] = "在一大堆尸體中間，有一只裸露的手。這是一只女人的手，雖因瘟疫而導致皮膚上布滿紅痘，但仍然十分白皙。$B$B她的手上戴著一只戒指。你從尸體的手上取下這只戒指，看到戒指內環中有一道銘文：$B$B“贈予黛麗婭”",
    ["O"] = "將黛麗婭的戒指帶給瑟伯切爾的高級執行官哈德瑞克。",
    ["T"] = "線索",
  },
  [440] = {
    ["D"] = "如果你想找到黛麗婭的丈夫或情人，也就是送給她戒指的那個人的話……去找布瑞爾的執政官塞弗倫談談吧。他或許擁有最近的死亡記錄，當然，如果你走運的話，還能發現誰是黛麗婭。$B$B但我也不抱希望。無論給她戒指的人是誰，現在恐怕也已經死了。如果他成了亡靈，也就不會再關心黛麗婭了。",
    ["O"] = "將黛麗婭的戒指帶給布瑞爾的執政官塞弗倫。",
    ["T"] = "黛麗婭的戒指",
  },
  [441] = {
    ["D"] = "黛麗婭有個丈夫叫拉林夫，他現在居住在幽暗城。如果居住在布瑞爾的這位黛麗婭就是這只戒指的主人，想必他應該知道。$B$B拉林夫就在幽暗城的貿易區。",
    ["O"] = "把黛麗婭的戒指交給拉林夫。",
    ["T"] = "拉林夫與幽暗城",
  },
  [442] = {
    ["D"] = "現在是把天災軍團徹底趕出銀松森林的時候了。$B$B你必須再去一次那個島，殺死圖勒·鴉爪，把他的頭顱提來見我！$B$B這個任務非常危險，但是你也應該知道它的重要性，$N。所以你只能成功，不能失敗。",
    ["O"] = "將圖勒的頭顱帶回給瑟伯切爾的高級執行官哈德瑞克。",
    ["T"] = "突襲芬里斯島",
  },
  [443] = {
    ["D"] = "在我們對芬里斯島展開一次突襲行動之前，我們必須得弄清楚誰是腐皮豺狼人背后的真正主人，我們的藥劑師們相信它們的體內發生了某種神秘的變化。$B$B到破舊渡口東邊的芬里斯島去，收集一些腐皮豺狼人身上流出的膿血，然后把膿液交給瑟伯切爾外的藥劑師倫弗利爾。",
    ["O"] = "給瑟伯切爾的藥劑師倫弗利爾帶去8瓶腐皮豺狼人的膿液。",
    ["T"] = "腐皮豺狼人的膿液",
  },
  [444] = {
    ["D"] = "我還原了你帶給我的膿液，并把它們分離成了一些基本成分。我的發現還不是結論性的，但我可以肯定惡魔法術和死靈法術在這膿液的產生過程中起了極其重要的作用。$B$B在我繼續研究膿液的同時，我希望你能給幽暗城的比索·埃斯沙德帶些樣本過去。比索雖然不是一名藥劑師，但他在魔法方面的學識將會幫助我們揭開這些腐皮豺狼人的秘密。$B$B快去吧，比索就住在幽暗城的法師區。",
    ["O"] = "將膿液樣本交給幽暗城的比索·埃斯沙德。",
    ["T"] = "腐皮豺狼人的產生",
  },
  [445] = {
    ["D"] = "如今，對我們這些希爾瓦娜斯女士的仆從來說，時間就是一切。顯然現在你也非常清楚這一點。$b$b身為皇家藥劑師學會的一員，我必須將我的研究成果與同事們分享，只有依靠所有會員的共同努力，我們才能向黑暗女王陛下提供她最期望的新瘟疫。$b$b將這些報告帶給住在銀松森林瑟伯切爾里的藥劑師倫弗利爾，從布瑞爾向南走，到了幽暗城再轉往西南就可以了。",
    ["O"] = "將藥劑師喬漢的研究成果帶給銀松森林的藥劑師倫弗利爾。",
    ["T"] = "給銀松森林送信",
  },
  [446] = {
    ["D"] = "這種膿液是我以前的一個同僚圖勒·鴉爪制成的。在大戰之前，他是一個有著大好前途的年輕法師，但在巫妖王的勢力崛起之后，他背叛了他的朋友與兄弟，加入了天災軍團。$B$B我沒料到他還活著，更沒有想到的是，原來是他在領導腐皮豺狼人與我們對抗。$B$B我對他的許多法術都有所了解，應該能幫忙調制出一種能擊敗他們的藥劑。把這個卷軸交給藥劑師倫弗利爾，卷軸上面寫著調制藥水所需要的咒語。",
    ["O"] = "把比索的卷軸交給銀松森林中的藥劑師倫弗利爾。",
    ["T"] = "圖勒·鴉爪",
  },
  [447] = {
    ["D"] = "阿爾薩斯的手下越來越多。不過，只要再來一次新的瘟疫，我們就可以一勞永逸地同時根除天災軍團和人類。$b$b我的研究已經證明，將灰熊心臟中提取出的毒素和蜘蛛血混合在一起，就可以制成一種致命的毒藥。從西北方的粘絲洞中的蜘蛛身上和銀松森林中游蕩著的熊身上采集一些樣本回來，然后把它們送給幽暗城皇家藥劑師學會里的大藥劑師法拉尼爾。",
    ["O"] = "收集6個灰熊的心臟和6份粘稠的血液樣本，并將這些東西送給幽暗城的大藥劑師法拉尼爾。",
    ["T"] = "致命的配方",
  },
  [448] = {
    ["D"] = "在你展開對芬里斯島的攻擊之前，先向高級執行官哈德瑞克復命吧。他或許還有些額外的裝備或者情報要給你。",
    ["O"] = "向瑟伯切爾的高級執行官哈德瑞克復命。",
    ["T"] = "給哈德瑞克的報告",
  },
  [449] = {
    ["D"] = "盡管奎恩的傷基本已經好了，但我仍想盡可能快地把報告呈送給高級執行官哈德瑞克。這里面的情報對被遺忘者來說十分重要，它將關系到我們在整個銀松森林的統治地位。",
    ["O"] = "將亡靈哨兵的報告的報告交給瑟伯切爾的高級執行官哈德瑞克。",
    ["T"] = "亡靈哨兵的報告",
  },
  [450] = {
    ["D"] = "其實你還能為皇家藥劑師學會再做一些事情，$N。$b$b當初阿魯高在整個森林中施展了他那可惡的魔法時，我們當中一位最有前途的成員——藥劑師博拉爾德，也被他詛咒了。現在博拉爾德已經變成了一個忠于阿魯高的傀儡，換句話說，他對我們已經徹底沒用了。但是他的研究成果可能對我們非常有用，因為他在多年以前曾經研究過一種殺死了洛丹米爾湖中所有生物的瘟疫。$b$b將伯納德的日記從他在焚木村旅店中的研究室里偷出來，然后把日記交給藥劑師倫弗利爾。",
    ["O"] = "從焚木村的旅店中找到伯納德的日記，把它交給瑟伯切爾的藥劑師倫弗利爾。",
    ["T"] = "致命的配方",
  },
  [451] = {
    ["D"] = "根據博拉爾德的研究日記，采自湖岸爬行者和潛藏者身上的苔蘚會對我們制造出這種瘟疫大有助益。這些野獸就棲息于東邊的洛丹米爾湖中的群島上。$b$b他還提到曾在一只邪鰭魚人身上發現了一種非常稀有的硬瘤，顯然這種瘤很難得到，博拉爾德也只找到了一個。$b$b收集一些苔蘚和那種稀有的瘤，把它們帶給幽暗城的大藥劑師法拉尼爾。",
    ["O"] = "收集6份湖岸爬行者苔蘚的樣本、6份湖岸潛藏者苔蘚的樣本和1塊硬瘤，把它們交給幽暗城的大藥劑師法拉尼爾。",
    ["T"] = "致命的配方",
  },
  [452] = {
    ["D"] = "你來得正好，$N！$b$b焚木村議會隨時都有可能回來，而阿魯高此時正好無暇顧及這里。他利用議會作為傀儡控制著焚木村中無知的村民們，我相信如果沒有議會的引導，阿魯高的奴隸們一定會反戈一擊，背叛他們的主人。$b$b我無法獨自應付他們所有人。我需要你的幫助，只要齊心協力，我們一定能為希爾瓦娜斯主人消滅焚木村議會。",
    ["O"] = "幫助亡靈哨兵費雷亞消滅焚木村議會。",
    ["T"] = "焚木村中的伏擊",
  },
  [453] = {
    ["D"] = "祝你好運，$N。我希望你能找到這個家伙，也希望他還活著。$B$B外面可沒有夜色鎮這么安全，他可能早就成了野獸的獵物。",
    ["O"] = "找到那個模糊的人影。你的線索：$B$B他不是夜色鎮的本地人。$B$B他是個緊張而敏感的人。$B$B他離開夜色鎮往西邊去了。",
    ["T"] = "搜尋烏鴉嶺",
  },
  [454] = {
    ["D"] = "在這事之前，我們一直在來來回回拖著這幾個裝著火藥的桶往挖掘場運。現在我們得分工一下，米蘭負責搬這些桶，我負責搬其它的。$b$b不過讓米蘭一個人運送剩下的貨物我多少有點不放心，你能不能在他下次送貨的時候護送他一程呢？",
    ["O"] = "和米蘭談一談。",
    ["T"] = "惡戰之后",
  },
  [455] = {
    ["D"] = "龍喉氏族的獸人在濕地有了一處巢穴，現在他們的勢力已經快擴展到丹奧加斯了！我們可絕不能讓他們在這里立足，不然，我們在濕地唯一的港口與要塞——米奈希爾港與洛克莫丹的聯系將會被切斷。$B$B穿越丹奧加茲到濕地那邊去，向米奈希爾港的瓦斯塔格·鐵腭報到，路上順便殺它幾個獸人玩玩！$B$B米奈希爾就在丹奧加茲的另一邊，只要先順著路向北，然后在岔路口轉向西邊就是。$B$B我們寄希望于你，$N。可別讓我們失望。",
    ["O"] = "翻越丹奧加茲。$B$B殺死8個龍喉斥候和6個龍喉步兵。$B$B向米奈希爾港的瓦斯塔格·鐵腭報到。",
    ["T"] = "丹奧加茲告急",
  },
  [456] = {
    ["D"] = "你好，$N。我是管理員伊爾薩萊恩。我的職責是維護幽影谷一帶的自然平衡。$b$b今年的春雨似乎比往年來得都要連綿不絕，這導致了森林中某些動物的過度繁殖，而其它動物就遭了殃。$b$b其中，夜刃豹和草刺野豬的族群已經過于龐大了，幽影谷無法為它們提供更多的食物。去吧，年輕的$c，去減少野豬和夜刃豹的數量，以保證自然的和諧。",
    ["O"] = "殺死7只夜刃豹幼崽和4只草刺野豬幼崽，然后向管理員伊爾薩萊恩復命。",
    ["T"] = "自然的平衡",
  },
  [457] = {
    ["D"] = "削減幽影谷地中生物幼獸的數量是一個很好的開始，$N，但這還遠遠不夠。$b$b如果問題不能得到根本解決的話，森林中的資源還是很快就會被耗盡的。殺死某些生物對于生長在這片土地上的所有生物來說都是有益的。為了自然的平衡，到森林里去清除一些癩皮夜刃豹和一些草刺野豬吧。",
    ["O"] = "管理員伊爾薩萊恩要求你殺死7只癩皮夜刃豹和7只草刺野豬。",
    ["T"] = "自然的平衡",
  },
  [458] = {
    ["D"] = "謝天謝地你在這兒，$c。森林中的小精靈們告訴了我一些奇怪的消息。$b$b神秘的森林守護者塔琳德拉又回到了幽影谷。這位樹妖的身影已經許多年都沒有在卡利姆多大陸上的森林中出現過了。她既然回到了這里，就意味著這里一定出了什么事情。$b$b找到了塔琳德拉，并且問問她我們的森林到底怎么了。有個哨兵向我報告過，塔林德拉曾在奧達希爾的西邊出現過。",
    ["O"] = "找到樹妖塔琳德拉。",
    ["T"] = "森林守護者",
  },
  [459] = {
    ["D"] = "一些邪惡的事物正在泰達希爾的森林中滋生著。看看那些原先性情溫和的熊怪們居住的地方吧。他們放棄了自己的家園，聚集在了所謂的脊骨部落的名下。$b$b一定是那些腐朽毒惡的魔苔的瘴氣造成了這種變異。小劣魔和劣魔也在幽影谷滋生開來，驚擾著這里的居民。$b$b去和這些小劣魔和劣魔戰斗吧，$N，觀察一下他們是否真的是受了魔苔的影響。",
    ["O"] = "收集8塊魔苔，把它們交給塔琳德拉。",
    ["T"] = "森林守護者",
  },
  [460] = {
    ["D"] = "你看上去跟那幫腐皮豺狼人不一樣，這真好。我都快絕望了……$B$B我叫奧拉瑞克，過去曾是圖勒的大管家兼保鏢。他用他的魔法“保護”了我，使我免受“亡靈瘟疫”的影響，但他的魔法也讓我變成了這個半死不活的樣子。而且，自從圖勒創造了那群該死的腐皮豺狼人之后，他竟然砍了我的頭……還把我的頭給那群豺狼人當球踢！$B$B拜托，把我帶到我的身體那兒去。那群豺狼人大概是把它埋在了芬里斯城堡的馬廄旁……",
    ["O"] = "將奧拉瑞克的頭顱帶到他的墳墓旁。",
    ["T"] = "支離破碎",
  },
  [461] = {
    ["D"] = "我知道在這城堡中有間密室，密室里藏著一件對圖勒和他的同伙們來說很寶貴的東西，也許那里面也有些對你很有用的東西。把我帶到那里去！$B$B這密室就在城堡西南的塔里，在一處滿是灰塵的柜子后面。$B$B帶上我的身子，但是不要靴子…這靴子就沒合適過……",
    ["O"] = "將奧拉瑞克帶到密室去。",
    ["T"] = "密室",
  },
  [463] = {
    ["D"] = "你聽說過綠色守衛者？你應該不是在找他吧，是不是？如果是的話，我真得說你是個瘋子，不過我為什么要阻止一個瘋子去找他送死呢？$B$B好吧，如果你真是在找那只兇獸的話，我聽說它就在沼澤里，在通向丹莫羅的那個岔路口的東邊。他就潛伏在那個危險的地方，在鱷魚群之間……聽說那里還有些更可怕的東西！$B$B把你的錢留在這里吧，要是你去找他，錢對你來說也就沒用……你該不會想在那家伙咬你的時候用你的金幣給他鑲金牙吧？",
    ["O"] = "找到綠色守衛者。",
    ["T"] = "綠色守衛者",
  },
  [464] = {
    ["D"] = "按理說，龍喉氏族的獸人應該已經在第二次獸人戰爭中全部被消滅干凈了呀。那時，他們失去了對紅龍的控制，而被奴役了許久的紅龍對獸人極度仇恨，所以就到處獵殺他們。只有一小部分龍喉獸人從格瑞姆巴托逃了出來，躲進了維爾加挖掘場東邊的山里。$B$B現在他們的族群似乎又恢復了興盛，有線報說他們在米奈希爾的東北方建立了一座營地。$B$B我們要你去進攻那座營地，并帶回一些戰旗作為功勛評定的證據。",
    ["O"] = "給斯托菲隊長帶回8面龍喉戰旗。",
    ["T"] = "龍喉戰旗",
  },
  [465] = {
    ["D"] = "當你在和那些龍喉氏族的獸人作戰時，我們又獲得了更多有關他們的作戰計劃的情報。$B$B首先是一個壞消息，納克羅什正在大量地建造投石車，計劃一舉攻陷米奈希爾！還有一個好消息，經過在丹奧加茲一帶的艱苦奮戰，我們已經把他們的援軍徹底擋了回去！$B$B現在你所要做的就是毀掉那些投石車，它們目前仍被停放在龍喉氏族的營地里。$B$B給，帶上這些火絨。你得先在營地里殺出一條血路，找到那些投石車，然后再用這些火絨燒了它們。$B$B完成這一切之后，就去找納克羅什，把他給干掉。我們必須徹底地將這些龍喉氏族的獸人消滅掉！",
    ["O"] = "摧毀所有的龍喉投石車。",
    ["T"] = "納克羅什的優勢",
  },
  [466] = {
    ["D"] = "我聽說最近在濕地一帶發現了一種特別稀有的礦石，大家管它叫火巖，那礦洞就在奧加茲大門西北方的一處洞穴里。火巖礦石非常不穩定，它很容易爆炸，但我敢說，如果加工方法正確的話，它就可以用來制作威力強大的炮彈！$B$B給我搞一些火巖礦石的樣本來，我可以去找個夠膽的家伙來對它進行實驗。$B$B哦，要想采集到這些礦石的話，你可得懂點采礦技術才行。如果你完全不懂的話，那么……就找個懂行的朋友一起去吧！",
    ["O"] = "給丹莫羅的駕駛員迪恩·石輪帶回6份火巖礦石。",
    ["T"] = "火巖礦石",
  },
  [467] = {
    ["D"] = "駕駛員迪恩·石輪和其他駕駛員一樣非常喜歡他的攻城坦克，他一直都想要找到加強坦克火力的方法！$B$B他聽說有一種罕見的礦石，現在正在到處拉人為他尋找這種礦石呢。如果你想找點事干的話，就去丹莫羅的鋼架補給站找他，看看他都需要些什么。",
    ["O"] = "和駕駛員迪恩·石輪談一談。",
    ["T"] = "迪恩·石輪的夢想",
  },
  [468] = {
    ["D"] = "巡山人羅克加正在招募一些能穿越丹奧加茲到濕地去執行任務的志愿者。$B$B如果你想去北邊感受一下鞋子里灌滿水的感覺，那就到丹奧加茲去找羅克加談談吧。沿著道路向北，走過哨塔就到丹奧加茲了。",
    ["O"] = "與巡山人羅克加談一談。",
    ["T"] = "向巡山人羅克加報告",
  },
  [469] = {
    ["D"] = "你好，旅行者！$b$b你是不是要去米奈希爾港？如果不是的話，我建議你就留在這里吧，你要是想買點東西啊，喝一杯啊，或者放松放松神經什么的話，這里就再合適不過啦。$b$b如果你確實是要去米奈希爾的話，那么……我想……你應該不會介意把這捆鱷魚皮捎給皮匠詹姆斯·哈洛蘭吧？$b$b我本來是想自己親自走一趟的，但我那個在城里的老婆最近正發脾氣呢，我實在不想馬上就見到她，能拖多久就拖多久。",
    ["O"] = "將這捆鱷魚皮帶給米奈希爾港的皮匠詹姆斯·哈洛蘭。",
    ["T"] = "日常供貨",
  },
  [470] = {
    ["D"] = "我每周都要對西北方山腳下的鐵須之墓進行例行的拜訪。然而，上次過去的時候，我竟然遭到了那些可怖的軟泥怪的攻擊，我當時自然是嚇壞了。$b$b我身上也沒帶武器，只好抓起背包丟它們，不過那完全沒有用！軟泥怪很輕松地把我的背包給吞掉了……不過，幸運的是，這也為我爭取到了逃跑的時間。$b$b但是我現在很需要包里的東西！$b$b我已經忘記把包扔進哪只軟泥怪里了，它們看起來都是一模一樣的！所以呢，你恐怕得多殺個幾只才能找到我的包。鐵須之墓就在東北方，丹奧加斯附近。多謝你啦！",
    ["O"] = "鐵須之墓中的某只軟泥怪身上有塞達的背包，奪回背包，把它送還給米奈希望港的塞達。",
    ["T"] = "搜尋軟泥怪",
  },
  [471] = {
    ["D"] = "我把我的學徒派到了沼澤那邊去，希望他能給我搞到一些著名的巨型鱷魚的皮回來。然而他一直都沒回來，我只好親自去找他……怎么說呢，反正我當時看到了一些比較慘的場面。$b$b醫生說他很快就會恢復健康的，但現在，我仍然急需鱷魚皮！$b$b……要是你能幫我殺幾條這種兇猛殘忍的大鱷魚，從它們身上給我剝幾張皮下來，我會非常高興的。沿著海岸北上，走過了那些魚人搭建的簡陋小屋之后就能找到鱷魚了。",
    ["O"] = "為米奈希爾港的詹姆斯·哈洛蘭帶回6張巨型鱷魚的皮。",
    ["T"] = "學徒的職責",
  },
  [472] = {
    ["D"] = "丹莫德已經被黑鐵矮人攻陷了！$b$b我傷得很重，$c。我們的大多數戰友都已經犧牲了！我們在薩多爾橋遭遇了伏擊，正在重整部隊的時候，那群該死的黑鐵矮人再度突襲了我們。$b$b我們的領袖布萊德·長須被迫吹響了撤退的號角。我們剛一離開鎮子，我就被人從背后砍了一斧子，然后就眼前一黑昏死了過去。$b$b當我醒來的時候已經身在米奈希爾了，但是，我現在很擔心我手下的士兵們。我依然保有一絲希望，也許布萊德·長須還活著！看看你能不能在丹莫德附近找到他吧，$c！",
    ["O"] = "在丹莫德鎮附近尋找布萊德·長須的蹤跡。",
    ["T"] = "丹莫德的陷落",
  },
  [473] = {
    ["D"] = "$N，龍喉氏族的獸人們一天天地壯大了起來，這樣下去它們遲早會攻破奧加茲的。斯托菲隊長正在誠招志士來對抗那些獸人，他就在城堡里面的指揮室中。",
    ["O"] = "與斯托菲隊長談一談。",
    ["T"] = "向斯托菲隊長報告",
  },
  [474] = {
    ["D"] = "現在所有的投石車都被燒掉了，找到納克羅什酋長，把他干掉。",
    ["O"] = "殺掉納克羅什酋長。$B$B將納克羅什的頭顱交給斯托菲隊長。",
    ["T"] = "擊敗納克羅什",
  },
  [475] = {
    ["D"] = "一陣令人煩惱的微風吹過了森林。$b$b蓋洛拉斯·塔文斯倫一直負責為那些在班奈希爾獸穴中休眠的猛禽德魯伊們放哨。作為沉睡者們的保護者，他的職責是確保德魯伊們的安全，從而使他們可以履行與伊瑟拉定下的契約。$b$b但是我很久都沒有收到蓋洛拉斯的消息，現在我已經越來越緊張了。到東邊的星風村去一趟，幫我把蓋洛拉斯的報告帶回來，這樣會讓我心里輕松一些。",
    ["O"] = "在星風村找到蓋洛拉斯·塔文斯倫。",
    ["T"] = "煩惱之風",
  },
  [476] = {
    ["D"] = "瘤背部族的熊怪已經墮落了！$b$b曾經愛好和平的熊怪現在轉而與森林的保護者為敵。我剛剛動身準備去班奈希爾獸穴的時候就遭到了它們的伏擊，而熊怪們現在還準備掠奪星風村！它們的首領——大槌烏薩爾——正在運用魔苔的邪惡力量使它們變得更加瘋狂。$b$b我傷得太重了，無法返回去把這個十萬火急的消息告訴阿斯瑞達斯。這個任務就交給你了，年輕的$c。我們只能希望瘋狂的瘤背熊怪還沒有對班奈希爾下手！",
    ["O"] = "返回多蘭納爾去見阿斯瑞達斯·熊皮。",
    ["T"] = "瘤背熊怪的墮落",
  },
  [477] = {
    ["D"] = "你也許知道，安伯米爾鎮里還有一群人類在負隅頑抗，事實上，這主要是因為達拉然的法師們在支援著他們。$b$b我不知道他們到底有什么計劃，不過我想，既然他們對這樣一個偏僻的小鎮表現出如此濃厚的興趣，那么這個地方一定有什么還不為我們所知的重要意義。$b$b法師們隔三差五地用馬車把一些木箱從希爾斯布萊德運到安伯米爾去，他們補給線的終點就在焚木村北面的一處營地里。幫我把木箱里的東西拿來一些，讓我好好研究一下。",
    ["O"] = "從達拉然法師的木箱中拿出里面的東西。",
    ["T"] = "越境",
  },
  [478] = {
    ["D"] = "<你迅速從箱子里中拿起了墜飾并將箱子重新蓋好。>",
    ["O"] = "將這個奇怪的墜飾交給瑟伯切爾的暗影牧師奧利斯特。",
    ["T"] = "地圖與符記",
  },
  [479] = {
    ["D"] = "達拉爾正在嘗試著定位出達拉然法師們施法時的能量流向。現在，我們必須要盡我們一切努力來暫緩他們的進程……$b$b那些咒術師、法師和保衛者恐怕會拼死保護墜飾。你必須清除掉這些阻礙，并把飾物搶到手。$b$b沿著大路向南走，在岔路口轉向東邊就可以到安伯米爾了。",
    ["O"] = "為瑟伯切爾的暗影牧師奧利斯特搶到8個達拉然墜飾。",
    ["T"] = "調查安伯米爾",
  },
  [480] = {
    ["D"] = "一位具有強大法力的大法師正在監管著啟動節點的行動。在目前的形勢下，我們只有殺死那個大法師才有可能阻止他們了。這將是個艱巨的任務，無疑會有許多法師與守衛層層護衛著他。$b$b你必須出發了，盡快結果掉他。大法師死了以后，把他的法杖帶回來給我。現在就去，快！",
    ["O"] = "殺死達拉然大法師，并把他的法杖交給瑟伯切爾的暗影牧師奧利斯特。",
    ["T"] = "法師的頭領",
  },
  [481] = {
    ["D"] = "把這個飾物交給達拉爾·道恩維沃爾，或許他能從中發現一些蛛絲馬跡。",
    ["O"] = "把刻有符文的墜飾交給瑟伯切爾的達拉爾·道恩維沃爾。",
    ["T"] = "達拉爾的推理",
  },
  [482] = {
    ["D"] = "啊！我想起來了！$B$B安伯米爾一直是為肯瑞托所關注的地方，因為那里隱藏著一個能量節點。那群法師們一定計劃啟動節點，并使用里面蘊涵著的能量來為他們更深一層的目的服務。$b$b我們不能允許這樣的事情發生……$b$b啟動節點需要花費大量的魔法能量，只要我們把這些墜飾搶走，達拉然的法師們就無法繼續他們的行動了。$b$b把這件事告訴奧利斯特，他會制定出行動計劃的。",
    ["O"] = "與瑟伯切爾的暗影牧師奧利斯特談一談。",
    ["T"] = "達拉然的意圖",
  },
  [483] = {
    ["D"] = "瘤背部族的熊怪正在西邊的班奈希爾獸穴里肆虐。$b$b除非我們伸出援手，否則那些正在沉睡的德魯伊將永久地陷于翡翠夢境中，對即將降臨的噩運渾然不覺。只有拿到所有的喚醒圣物，我們才能將休眠儀式打斷。$b$b到獸穴里去幫我找回鴉爪神符、黑色羽毛、天藍寶石和筑巢符文。德魯伊們把這些圣物藏在神圣的盒子里，把它們帶給我，我要準備進行喚醒儀式。",
    ["O"] = "尋回四件喚醒圣物,把它們帶給多蘭納爾的阿斯瑞達斯·熊皮。",
    ["T"] = "喚醒圣物",
  },
  [484] = {
    ["D"] = "我是皮匠詹姆斯·哈洛蘭。我用鱷魚皮做東西的手藝可是艾澤拉斯第一流的，每天都有大船把我的產品一箱一箱地運到世界各地的港口去。$b$b你見過埃納爾了吧？他也是專門為我提供新鮮鱷魚皮的諸多獵人之一。$b$b最近我這里的小鱷魚皮供應量在直線下降，鑒于目前我真的很缺貨，如果你能幫我弄些小鱷魚皮回來，我會給你開出一個非常不錯的價碼。你可以在鎮外的沼澤里找到那種小鱷魚。",
    ["O"] = "為米奈希爾港口的詹姆斯·哈洛蘭帶回4張小鱷魚皮。",
    ["T"] = "小鱷魚皮",
  },
  [485] = {
    ["D"] = "你發現了一個奇怪的蛋形金屬物體。隨便撥弄了幾下之后，它居然自動打開了，變成了一個看來是由侏儒制造的機器裝置！一個奇怪的聲音從這個蛋形機器裝置中傳了出來。$B$B“我的名字叫奧格索普，我的母體機器人不見了！如果你能幫我找到它，我就會獎勵你的！請把這個定向器帶到那個母體機器人那里。別擔心，我現在已經檢測到了它的所在地！它現在就位于藏身石那一帶的河水源頭附近！”",
    ["O"] = "把定位器帶到奧格索普的母體機器人那里去。$B$B奧格索普的母體機器人位于辛特蘭的河水源頭，就在藏身石的附近。",
    ["T"] = "找到OOX-09/HL！",
  },
  [486] = {
    ["D"] = "現在我們必須去解救猛禽德魯伊了。如果我們現在失敗了，他們就將永遠迷失于睡夢中。$b$b我將為蘇醒儀式做好準備，不過為了進行這個儀式，就必須殺死造成現在這種混亂局面的罪魁禍首。只有到那時，儀式才能正常進行和完成。$b$b大槌烏薩爾把一切都搞得一團糟，現在只有讓它為此付出代價，猛禽德魯伊才能重獲自由。到西南邊的脊骨堡去殺了它！",
    ["O"] = "殺掉大槌烏薩爾，然后回到多蘭納爾的阿斯瑞達斯·熊皮那里。",
    ["T"] = "大槌烏薩爾",
  },
  [487] = {
    ["D"] = "我們必須保證通往達納蘇斯的道路的安全。有報告說，從多蘭納爾去達納蘇斯的旅行者經常會受到來自瘤背熊怪的殘忍襲擊。$b$b每天都有無數重要的信息在這條路上進行傳遞，因此我們絕對不能容忍這幫墮落的熊怪整日恐嚇無辜的旅者。$b$b以神圣森林的名義拿起武器，$c。熊怪們的巢穴就在這個高地下面的某個地方。去殺死6個瘤背伏擊者，然后再回來向我報告。",
    ["O"] = "殺掉6個瘤背伏擊者，然后向多蘭納爾城外的哨兵阿瑪拉·夜行者報告。",
    ["T"] = "達納蘇斯之路",
  },
  [488] = {
    ["D"] = "我知道你渴望工作，對你來說今天是個幸運的日子，因為我今天只能靠你這個乳臭未干的$c來幫忙了。$b$b你知道，$N，我可以使你非常幸福，我可以讓你擁有你從未想過的好東西。但是首先，你必須給我帶些東西來。$b$b我在森林里的工作需要一些材料……給我拿來三顆夜刃豹的牙齒、三根巨翼梟的羽毛和三份樹林蜘蛛絲。",
    ["O"] = "給多蘭納爾外面的賽恩·腐蹄帶去3顆夜刃豹的牙齒、3根巨翼梟的羽毛和3份樹林蜘蛛絲。",
    ["T"] = "賽恩的要求",
  },
  [489] = {
    ["D"] = "森林議會聽說你幫助了賽恩·腐蹄，這個險惡的薩特是森林的敵人。作為一個$r，你應該更清楚我們不能殺害自然的生物，玷污圣潔的森林。$b$b如果你希望繼續做泰達希爾的朋友的話，你就必須在眾人的關注下挽回這個過錯。$b$b給賽恩·腐蹄一個教訓，你就可以得到原諒。魔錐果是從樹上掉落的腐壞的種子，一般都冒著綠色的煙氣。$b$b給賽恩帶去3個魔錐果，他會以為那些只是無害的點心。",
    ["O"] = "收集3個魔錐果，把它們給在多蘭納爾外面的賽恩·腐蹄。",
    ["T"] = "尋求救贖！",
  },
  [491] = {
    ["D"] = "圖勒曾經告訴過我，很久以前，他和兩名同僚利用各自手中的魔杖混合造出了一根新的魔杖。這根魔杖是友誼的象征。不過圖勒雖然珍視他的友誼，但他卻更珍視這件物品，并且不會允許自己與別人共同擁有這樣一件寶物。所以他偷走了這支魔杖，將它藏在了芬里斯城堡。$B$B就是這個。將這個魔杖送給比索·埃斯沙德，許多年前他曾是圖勒的好朋友。我相信他會需要的。",
    ["O"] = "將狼人魔杖帶給幽暗城法師區的比索·埃斯沙德。",
    ["T"] = "給比索的魔杖",
  },
  [492] = {
    ["D"] = "亡靈衛兵們說，他們又抓住了一個愚蠢的矮人巡山人。在對這個俘虜做出“妥善”處理之前，衛兵們似乎打算把他先關在恐懼之末旅店的地下室里。$b$b不如你幫我跑一趟，去看看這位可憐的俘虜喜歡不喜歡我為他特制的飲料吧。那飲料里只摻了一丁點黑暗女王想在整個艾澤拉斯大陸上使用的那種東西……",
    ["O"] = "將喬漢的特制飲料交給被俘虜的巡山人。",
    ["T"] = "新的瘟疫",
  },
  [493] = {
    ["D"] = "為了給黑暗女士研究出一種新的瘟疫，皇家藥劑師學會最近正承受著巨大的壓力。當然，我們一直在努力工作并取得了突破性的進展。我們堅信，如果我們學會的成員彼此分享研究成果的話，進展將會更快。$b$b因此我要求你將這些我的最新發現送到塔倫米爾的藥劑師林度恩那里去。塔倫米爾是一座位于希爾斯布萊德丘陵地帶的小鎮，這趟路程可能會很遠。$b$b順路一直向南走，記得看路標！",
    ["O"] = "將倫弗利爾的研究成果交給希爾斯布萊德山腳下塔倫米爾的藥劑師林度恩。",
    ["T"] = "前往希爾斯布萊德丘陵",
  },
  [494] = {
    ["D"] = "噓！安靜點，仔細聽我說，$c。$b$b我被派到這個地方來監視希爾斯布萊德鎮里的人類的動向，你必須把我的口信帶給塔倫米爾的高級執行官達薩利亞，跟她說一句：$b$b“西邊傳來烏鴉的第三聲叫聲。”$b$b沿著大路往東走，注意看路標。快點！趕快去塔倫米爾，這件事情很緊急！",
    ["O"] = "到塔倫米爾去，把亡靈哨兵萊什的口信帶給高級執行官達薩利亞。",
    ["T"] = "進攻的時機",
  },
  [495] = {
    ["D"] = "希爾瓦娜斯殿下曾派出瑪格索爾和他的食人魔手下們前往奧特蘭克去奪取意志之冠。然而，不幸的是，他們并沒把它還回來，那個白癡竟然把它戴在了自己的頭上……我猜這群食人魔恐怕對這種亮閃閃的東西沒什么抵抗力吧。$b$b無論如何，他這種自作主張的行為已經釀成了大錯。想必是意志之冠操控了他，令他背叛了希爾瓦娜斯殿下。$b$b黑暗女王陛下希望我們處理掉愚蠢的瑪格索爾，以此來警示其它不識時務的蠢貨。到希爾斯布萊德丘陵的塔倫米爾鎮去，向我的部下梅里薩拉報到。",
    ["O"] = "到希爾斯布萊德丘陵去，向塔倫米爾的梅里薩拉報到。",
    ["T"] = "意志之冠",
  },
  [496] = {
    ["D"] = "唉，又在塔倫米爾度過了倒霉的一天。這里的新鮮空氣讓我渾身都不舒服，$N。$b$b我們最好早點給這些人類下毒。我一直在仔細研究我的藥物里可能用到的致命藥劑。$b$b如果你想幫忙的話，就給我收集這些東西：10個灰熊的舌頭，還有非常稀少罕見的食苔蛛的毒液。塔倫米爾周圍到處都是熊和食苔蛛。",
    ["O"] = "塔倫米爾的藥劑師林度恩要你去收集10個灰熊的舌頭和一些食苔蛛的毒液。",
    ["T"] = "受難藥劑",
  },
  [498] = {
    ["D"] = "酋長派我和其他一些戰士從敦霍爾德拿回一件東西，并調查這個所謂的辛迪加。$b$b我們到敦霍爾德去轉了一圈，很驚訝地在那里看到了很多人類。我們勇敢地和他們戰斗，不過他們在人數上占有絕對的優勢。我們當中有些同伴被俘虜了，不過我逃了出來。$b$b敦霍爾德就在這里的東南部，過了河就是。德魯爾和托格薩還被囚禁在那里，你得去把他們救回來。",
    ["O"] = "塔倫米爾的克魯斯克要你把德魯爾和托格薩從敦霍爾德城堡救出來。",
    ["T"] = "拯救行動",
  },
  [499] = {
    ["D"] = "我得花一會兒時間把這些成分混合在一起，做成受難藥劑。$b$b成功了！啊，還有什么能比給這個世界帶來點災難更讓人愉快的呢？$b$b讓我們看看這種藥劑能不能達到預期的效果。$b$b讓我的助手烏比瞧瞧黑暗女王為人類和天災軍團準備了什么樣的禮物。",
    ["O"] = "把受難藥劑交給烏比。",
    ["T"] = "受難藥劑",
  },
  [500] = {
    ["D"] = "破碎嶺食人魔在奧特蘭克城廢墟附近的山上挖了一座小丘。我的偵察兵告訴我，他們現在還占領了那片遺跡。$B$B我們可不能讓他們在那兒享福，一旦他們覺得在那兒生活很安全，下一步就會轉移到丘陵地帶，然后就是我們南海鎮了！$B$B到北方的奧特蘭克山去獵殺幾個食人魔。把他們那骯臟的指節骨帶回來，我會給你獎賞的。",
    ["O"] = "從奧特蘭克山的破碎嶺食人魔身上收集9個骯臟的指節骨，把它們帶給南海鎮的治安官雷德帕斯。",
    ["T"] = "破碎嶺食人魔",
  },
  [501] = {
    ["D"] = "哦，$N……希爾斯布萊德的花都開了，空氣這么清新，讓我不得不沉湎在這種痛苦之中。我從骯臟的窗子里望出去，渴望著那一天早點到來，讓整個世界都感染上新的瘟疫，讓他們得到應有的報應。$b$b我喜歡整天坐在這里思考，而現在黑暗女王賦予我的使命正在召喚我，請你幫幫我吧。我的研究表明，山地獅的血液可以制作出最棒的毒酒來。給我找一點來，讓我們做點有趣的事吧。",
    ["O"] = "收集10瓶山地獅的血液，把它們交給塔倫米爾的藥劑師林度恩。",
    ["T"] = "痛苦藥劑",
  },
  [502] = {
    ["D"] = "啊，我最喜歡的就是在這丘陵地區彌漫的鮮血的氣味！$b$b現在我們加點這個再加點那個，然后最有趣的事情就要發生了！我想把這瓶用血制成的藥劑叫做痛苦藥劑。如果我的計算正確的話，這個藥劑肯定能給希爾瓦娜斯殿下帶來不少好處。不過我們還需要做個實驗才能確認這一點。$b$b把這瓶藥劑拿到西南方的希爾斯布萊德農場，然后到那個地區北部的農莊里去，讓我們看看農夫雷恩的小狗斯坦雷喜不喜歡這份“禮物”。",
    ["O"] = "把痛苦藥劑喂給小狗斯坦雷。",
    ["T"] = "痛苦藥劑",
  },
  [503] = {
    ["D"] = "從你拿到的文件來看，高迪爾被關在北邊的一個辛迪加基地里，很有可能就在奧特蘭克山。他已經被關押太久了，你必須盡快把他救出來。",
    ["O"] = "救出高迪爾，然后回到塔倫米爾去見克魯斯克。",
    ["T"] = "高迪爾",
  },
  [504] = {
    ["D"] = "你已經和破碎嶺食人魔打過交道了，現在我要你去好好教訓教訓他們……$B$B到奧特蘭克遺跡去獵殺那些破碎嶺好戰者。我希望你多干掉一些——只有這樣才能讓這幫畜生離聯盟的領土遠一點。",
    ["O"] = "殺死15個破碎嶺好戰者，然后回南海鎮向治安官雷德帕斯報告。",
    ["T"] = "破碎嶺好戰者",
  },
  [505] = {
    ["D"] = "我是南海鎮的新鎮長，前一任鎮長被刺殺之后，我剛剛上任。那些刺客一直都沒有找到，不過據我們調查，幾乎可以肯定他們是由辛迪加雇傭的——辛迪加是一個由邪惡的貴族掌管著的潛行者組織，而那些貴族則是已經陷落的奧特蘭克王國的遺老遺少。$B$B根據我們最新的消息，辛迪加在由部落占據的小鎮塔倫米爾的北方設有一個營地，到那兒去殺掉那里的辛迪加成員。",
    ["O"] = "殺死12個辛迪加劫匪和8個辛迪加潛行者，然后回到南海鎮向赫尼·馬雷布鎮長報到。",
    ["T"] = "辛迪加刺客",
  },
  [506] = {
    ["D"] = "一兩天前，辛迪加的首領來找過我。他叫奧里登·匹瑞諾德，他聲稱自己是這片土地的領主。他向我吐露了他的計劃，說要把反對他的那些獸人都變成奴隸，就象他的父親和導師埃德拉斯·布萊克摩爾所計劃的那樣。$b$b更重要的是他還帶著他的小情人，一個名叫艾麗薩的嬌弱女孩。酋長想得到她脖子上帶著的項鏈。$b$b現在你可以回去報信了，等手頭上的事情忙完之后，我會自己回去的。",
    ["O"] = "把高迪爾收集的消息帶給塔倫米爾的克魯斯克。",
    ["T"] = "布萊克摩爾的余孽",
  },
  [507] = {
    ["D"] = "匹瑞諾德一定要被除掉，這個卑鄙的家伙絕不能繼續在這世上逍遙了。他的領地就在北邊的洛丹米爾湖岸上。去完成這個任務，$n，別忘了把酋長想要的項鏈也拿到手，然后再回到這里來。",
    ["O"] = "殺了奧里登·匹瑞諾德領主，并從他的情人艾麗薩身上拿回塔蕾莎的項鏈。",
    ["T"] = "奧里登·匹瑞諾德",
  },
  [508] = {
    ["D"] = "項鏈嗎？當然可以給你……拿走它吧！我不想再跟他有什么瓜葛了……求求你，別殺我……",
    ["O"] = "把塔蕾莎的項鏈交還給塔倫米爾的克魯斯克。",
    ["T"] = "塔蕾莎的禮物",
  },
  [509] = {
    ["D"] = "又是新的一天，又有一種新的藥劑要配制。要我說，我寧愿讓那些可憐的人類和天災軍團去互相拼命，他們就喜歡互相殘殺。$b$b既然黑暗女王要加速這個過程，不如在這段恐怖的日子里再給這片土地加點死亡和疾病怎么樣？$b$b我有個計劃，$N，你現在到奈杉德哨崗去，那地方在塔倫米爾的南邊，南海鎮的東邊。給我找6朵泥頭花來讓我配制藥劑。",
    ["O"] = "收集6朵泥頭花，把它們交給塔倫米爾的藥劑師林度恩。",
    ["T"] = "苦楚藥劑",
  },
  [510] = {
    ["D"] = "這些文件當中有一份物資清單，清單里包括各種日常物品（食物、武器、衣服）和其它工具（面具、油、毒藥）。$B$B不過其中提到最重要的就是：盡快取得清單中的物資，為文件里所說的“針對南海鎮的重要使命”進行準備。",
    ["O"] = "把預備行動計劃帶給南海鎮的赫尼·馬雷布鎮長。",
    ["T"] = "預備行動計劃",
  },
  [511] = {
    ["D"] = "桌上有一封用密文寫成的信，你根本沒法讀懂。",
    ["O"] = "把密碼信交給南海鎮的博學者迪布斯。",
    ["T"] = "密文信件",
  },
  [512] = {
    ["D"] = "我擔心辛迪加的幕后首腦想要毀滅南海鎮，因此我們必須在他們的計劃得以實現之前干掉這些頭目。$B$B你去北邊奧特蘭克山里的斯坦恩布萊德廢墟調查一下，我們覺得那里是辛迪加的指揮部。$B$B我們知道這幫刺客是以前的奧特蘭克貴族指使的，貴族們可能會打扮成普通辛迪加密探的樣子，不過通過他們手上戴著的徽記之戒就能很容易地判斷他們是不是貴族了。$B$B把他們的徽記之戒給我拿來。",
    ["O"] = "為南海鎮的赫尼·馬雷布鎮長收集7個奧特蘭克徽記之戒。",
    ["T"] = "貴族之死",
  },
  [513] = {
    ["D"] = "就在我覺得這一天又要無趣地打發掉的時候，你給我帶來了這些泥頭花。$b$b等我把它們混合在一起。我們還需要幽暗城的大藥劑師法拉尼爾給藥劑里加上他的腐蝕膠體，然后就等著看好戲吧！$b$b把這個泥頭花藥拿去交給大藥劑師法拉尼爾，$N，現在就去。",
    ["O"] = "把泥頭花藥交給幽暗城的大藥劑師法拉尼爾。",
    ["T"] = "苦楚藥劑",
  },
  [514] = {
    ["D"] = "我在鐵爐堡有個同僚也許可以幫忙破譯這封信。到鐵爐堡的探險者聯盟去找勘察員塔伯斯·雷矛談一談，告訴他是我讓你去的，把這封信給他看。黑石塔以北如果還有人能讀懂這封信的話，那一定就是他了。",
    ["O"] = "把密碼信帶給鐵爐堡的勘察員塔伯斯·雷矛。",
    ["T"] = "鐵爐堡的譯碼者",
  },
  [515] = {
    ["D"] = "泥頭花藥？太棒了！我怎么就沒想到過這個呢？$b$b讓我給這種可怕的藥劑里面加入我研制的腐蝕膠體。$b$b如果要激活泥頭花水里的污染成分，林度恩就得先弄到強力巨魔之血藥水，還有南海岸的刺脊納迦的鱗片和碎鰭魚人的眼球。你去找到這些試劑，林度恩會知道怎么處理它們的。天哪，我真想早點知道他的實驗進行得怎么樣了！",
    ["O"] = "把泥頭花水、1瓶強力巨魔之血藥水、5塊刺脊納迦的鱗片和5顆碎鰭魚人的眼球交給塔倫米爾的藥劑師林度恩。",
    ["T"] = "苦楚藥劑",
  },
  [516] = {
    ["D"] = "我收到報告說，一群天災軍團的亡靈正在附近集結，準備對我們進行一次襲擊。既然得到了這樣的情報，我們就本應該先下手攻擊他們，把他們的計劃粉碎在襁褓中才對。$b$b但不幸的是，我的情報十分有限，只知道他們在一個名為博倫的巢穴的山洞里集結。確切的位置我也不清楚，但應該在安伯米爾附近的山區中。$b$b我相信以你的能力和才智，一定可以找到他們，干掉他們。",
    ["O"] = "找到博倫的巢穴，殺死6名鴉爪苦工和6名鴉爪守護者，然后向瑟伯切爾的暗影牧師奧利斯特匯報。",
    ["T"] = "博倫的巢穴",
  },
  [517] = {
    ["D"] = "新藥劑終于進入了實驗階段,不過為什么我們要把一種完美無缺、具有高度傳染性的瘟疫浪費在一只青蛙或一條狗身上呢？讓我們以希爾瓦娜斯大人的名義好好找點樂子吧。$b$b到丹加洛克去，你知道，就是到那些骯臟的小矮人出沒的軍營里去，給我偷一桶礦工烈酒出來，有了它，你我就可以開始狂歡了，$N。",
    ["O"] = "將一桶礦工烈酒交給塔倫米爾的藥劑師林度恩。",
    ["T"] = "苦楚藥劑",
  },
  [518] = {
    ["D"] = "瑪格索爾和他的破碎嶺食人魔在奧特蘭克廢墟已經泛濫成災了。不減少食人魔的數量的話，我們就很難去對付瑪格索爾。$b$b等他們的實力被削弱以后，我們就能繼續前進了。$b$b懂了嗎？好的。去吧。",
    ["O"] = "塔倫米爾的梅里薩拉要你去殺掉14個破碎嶺虐待者。",
    ["T"] = "意志之冠",
  },
  [519] = {
    ["D"] = "塔爾格、瑪克拉克和戈洛姆斯都是瑪格索爾的下屬。我們不知道食人魔的忠心來源于什么，不過他們對瑪格索爾可是死心塌地。$b$b把他們的頭給我帶回來，$n，接下來就是砍掉瑪格索爾的腦袋，徹底瓦解那些食人魔。",
    ["O"] = "干掉塔爾格、瑪克拉克和戈洛姆斯，把他們的頭帶給塔倫米爾的梅里薩拉。",
    ["T"] = "意志之冠",
  },
  [520] = {
    ["D"] = "瑪格索爾的下屬都死了，剩下的就是殺掉瑪格索爾，取回意志之冠。他當然不想失去那頂王冠，所以我想你最好……首先將他周圍的障礙都干掉。$b$b找到瑪格索爾，把他的腦袋和王冠一起帶回來。破碎嶺的抵抗就到此為止了。",
    ["O"] = "殺了瑪格索爾，帶著他的腦袋和意志之冠去塔倫米爾見梅里薩拉。",
    ["T"] = "意志之冠",
  },
  [521] = {
    ["D"] = "剩下的任務就是把意志之冠交給幽暗城的沙琳德拉。她會派人送去給希爾瓦娜斯大人。我得警告你，別想把它留著自己用，瑪格索爾的死就是最好的例子。",
    ["O"] = "把意志之冠交給幽暗城的沙琳德拉。",
    ["T"] = "意志之冠",
  },
  [522] = {
    ["D"] = "這是一份刺殺赫尼·馬雷布鎮長的契約。合約已經封好，并用一個特殊的徽記之戒在紅蠟上做了標記。",
    ["O"] = "把刺客的契約帶給南海鎮的赫尼·馬雷布鎮長。",
    ["T"] = "刺客的契約",
  },
  [523] = {
    ["D"] = "你找到的契約是瓦杜斯男爵簽署的，他是以前的奧特蘭克王國的貴族，并且一向以冷酷和殘暴而著稱。這件事的背后由瓦杜斯這樣的人主使，我對此一點也不感到奇怪。$B$B去找到他，讓他受到正義的制裁。他一定在辛迪加經常出沒的地方活動，也許在斯坦恩布萊德的廢墟，也許在廢墟北面的山谷里。",
    ["O"] = "把瓦杜斯男爵的頭帶給南海鎮的赫尼·馬雷布鎮長。",
    ["T"] = "男爵之死",
  },
  [524] = {
    ["D"] = "隔壁的亡靈衛兵看守著幾個被俘的人類農夫。高級執行官達薩利亞本來懷疑有一個暴風城來的軍事顧問就藏在他們當中，不過我們昨晚發現那個可憐家伙的尸體就躺在瘟疫之地。因此，達薩利亞決定讓我來處理這些沒什么價值的戰俘。$b$b我看是時候給這些農夫開個宴會了。這主意聽上去真棒，就這么干！$b$b把這只被污染的酒桶放在他們房間的地毯上，給他們來一點帶著瘟疫的酒！",
    ["O"] = "把被污染的酒桶放在被俘農夫房間的地毯上。",
    ["T"] = "苦楚藥劑",
  },
  [525] = {
    ["D"] = "我已經譯出了這封信，不過還是不知道它是什么意思。你是在奧特蘭克丘陵的潛行者身上找到這封信的嗎？真奇怪……$B$B你應該把它拿去給南海鎮的鎮長看看。雖然這封信的含義不甚明了，但是南海鎮離奧特蘭克最近，如果有什么威脅正在臨近的話，我想應該先告訴他。",
    ["O"] = "把被破譯的信件交給南海鎮的赫尼·馬雷布鎮長。",
    ["T"] = "更大的謎團",
  },
  [526] = {
    ["D"] = "你可能已經在那箱子里找到了一塊光鑄鐵錠，但如果要打造些什么東西的話，這么一點鐵是絕對不夠的！$B$B你得再回去看看，沒準在船只殘骸附近的魚人身上會有更多的光鑄鐵錠。",
    ["O"] = "收集5塊光鑄鐵錠，把它們交給濕地的戈羅林·鋼眉。",
    ["T"] = "光鑄鐵錠",
  },
  [527] = {
    ["D"] = "和我說話的時候要立正，$c。$b$b我受瓦里瑪薩斯的直接領導。在我們的藥劑師研制出新型瘟疫之前，我們必須要壓制住人類的攻勢。$b$b有消息表明，希爾斯布萊德鎮是個防守很薄弱的小鎮。你的第一個任務是擾亂敵人的食品供給和基礎設施建設。$b$b從這里往西邊方向進發，你的目標是希爾斯布萊德平原最北邊的農場，在那里大開殺戒的同時，別忘了把當地的農場主——農夫雷恩和農夫蓋茲也給干掉。",
    ["O"] = "殺掉6個希爾斯布萊德雇農和6個希爾斯布萊德農夫，還有農夫雷恩和農夫蓋茲，然后返回塔倫米爾向達薩利亞報告。",
    ["T"] = "希爾斯布萊德之戰",
  },
  [528] = {
    ["D"] = "北方農場被襲擊的消息讓人類的村民們驚慌失措，你干得很出色。$b$b我們的哨兵報告說有農民向希爾斯布萊德南部逃散——這些傻瓜以為他們可以藏在果園里逃過一死。$b$b去結果他們吧，$N。回到希爾斯布萊德農場去，把這些東躲西藏的農民找出來，以黑暗女王的名義殺了他們。$b$b解散！",
    ["O"] = "殺死15個希爾斯布萊德農民，然后回到塔倫米爾向達薩利亞匯報。",
    ["T"] = "希爾斯布萊德之戰",
  },
  [529] = {
    ["D"] = "希爾斯布萊德的人類進行了頑強的抵抗，這實在有點出乎我的意料。問題的關鍵在于，有幾個鐵匠在為那些鎮民提供武器，我們得切斷他們的所有供給線。$b$b你的任務是干掉鐵匠維林坦，還有他的那些學徒也得殺了。還有，把他們庫存的鐵也給搶回來。等我們征服了希爾斯布萊德并開始準備進攻南海鎮的時候，這些物資就顯得非常重要了。",
    ["O"] = "殺掉鐵匠維林坦和4個希爾斯布萊德見習鐵匠，并從那里搶回一箱鐵材，然后向塔倫米爾的達薩利亞匯報。",
    ["T"] = "希爾斯布萊德之戰",
  },
  [530] = {
    ["D"] = "瓦德雷曾經是我的好朋友，但他也是殺害我妻子的兇手。雖然我已經不知道悲傷為何物了，但我復仇的念頭卻一直沒有改變。去幫我殺了瓦德雷，把他那雙邪惡的手帶給我，我會獎賞你的。$B$B我最后一次聽到他的消息時，他正準備從銀松森林南部的格雷邁恩之墻逃往吉爾尼斯王國。",
    ["O"] = "殺掉瓦德雷·莫萊。$B$B把他的雙手帶給幽暗城的拉林夫·安迪恩。",
    ["T"] = "丈夫的復仇",
  },
  [531] = {
    ["D"] = "天哪！別把這種東西帶到營地里來……它太骯臟，太可怕…太…太骯臟了！$b$b你把它拿出去行不行？沒有人想看到你這件血淋淋的戰利品！真的！",
    ["O"] = "把奧爾蘇迪的頭交給旅行者營地的維林·疾風。",
    ["T"] = "維林的報復",
  },
  [532] = {
    ["D"] = "希爾斯布萊德鎮現在一片混亂，我們相信它很快就要被攻陷了。但是，我們必須繼續堅持對敵人不斷地發動攻擊，直到把所有的人類渣滓都完全從這里趕出去為止。$b$b雖然人類損失慘重，但他們仍然團結在領袖的周圍繼續抵抗。我們得除掉他們的首領波恩塞德鎮長，當然還有鎮議會的成員。最后別忘了毀掉他們的政治文件《希爾斯布萊德宣言》，順便把鎮里的文檔也都偷過來。",
    ["O"] = "殺掉波恩塞德鎮長和4個希爾斯布萊德議員，摧毀《希爾斯布萊德宣言》，偷取希爾斯布萊德城鎮文檔，然后回到塔倫米爾向達薩利亞匯報。",
    ["T"] = "希爾斯布萊德之戰",
  },
  [533] = {
    ["D"] = "我們終于得到了關于高迪爾的線索。人類不停地到處轉移他，但是我們已經縮小了搜索范圍，現在我們的注意力主要集中在北邊的那個辛迪加營地里。$b$b到那兒去打探一下，然后回來向我報告。",
    ["O"] = "把關于高迪爾下落的消息帶回來給塔倫米爾的克魯斯克。",
    ["T"] = "秘密潛入",
  },
  [535] = {
    ["D"] = "呃……重病、瀕死，而且還要與敵人作戰。$b$b毫無疑問，你會殺了我，但如果你可以帶給我些南海鎮烈酒的話，我會告訴你所有你想知道的——我想你們$r平時也喜歡喝點什么吧，不是嗎?",
    ["O"] = "給辛迪加營地里的瓦里克帶去一杯南海鎮烈酒。",
    ["T"] = "仆從瓦里克",
  },
  [536] = {
    ["D"] = "我從暴風城守衛被調到這個鳥不生蛋的南海鎮來做守衛，這鎮子簡直是一無是處……整日整夜都是一股魚腥味。$b$b更別提治安官雷德帕斯了……他還想要我去對付那幫魚人，哈！$b$b我很難打起精神去跟西部海岸上的那群奇形怪狀的魚人作戰。如果你愿意替我去干掉它們，我會很感激你的。",
    ["O"] = "南海鎮的法爾林·奧里涅爾中尉要你去殺掉10個碎鰭潮行魚人和10個碎鰭智者。",
    ["T"] = "清理海岸",
  },
  [537] = {
    ["D"] = "你拿來的信是一個自稱為納伽茲的人寫的，他是“阿古斯復蘇”的一員。我不知道這個“阿古斯復蘇”是個什么樣的組織，不過如果他們和辛迪加是一伙的話，就是我們的威脅。$B$B我要你去查查這封信上提到的納伽茲和暗影大法師。找到他們，把他們干掉。$B$B去高地看看，那里是辛迪加的勢力范圍，就在斯坦恩布萊德的北面。$B$B如果運氣夠好的話，你就能在那兒找到這些“阿古斯復蘇”的特使。",
    ["O"] = "殺死4個暗影大法師。$B$B把納伽茲的頭帶給南海鎮的馬雷布鎮長。",
    ["T"] = "黑暗議會",
  },
  [538] = {
    ["D"] = "$N，如果你不介意多跑點路的話，我有件任務給你，好為我們的暴風城圖書館增加一些書籍。$B$B古代王國奧特蘭克在大戰之后就已經衰落了，但那里有著大量的藏書。奧特蘭克的都城被毀實在是個悲劇，但如果他們的知識也失傳了的話，那就將是個更大的悲劇！我們必須竭盡全力地挽救我們能挽救的東西。$B$B南海鎮是最接近奧特蘭克廢墟的地方，到那里去找博學者迪布斯吧，他會告訴你在哪里可以找到書。",
    ["O"] = "與南海鎮的博學者迪布斯交談。",
    ["T"] = "南海鎮",
  },
  [539] = {
    ["D"] = "希爾斯布萊德城鎮文檔里的記錄表明，碧玉礦洞已經處于聯盟的控制之下——這個礦洞是聯盟兵工廠運轉所需的鐵礦石的主要來源。$b$b雖然我們已經對希爾斯布萊德鎮進行了致命的打擊，但是聯盟還是積極地支持和保護著碧玉礦洞。$b$b這個礦洞就在希爾斯布萊德的正南方。到那里去殺了他們的工頭，一個名叫邦德斯的人類，順便把那里的礦工也干掉。這樣的行動可以給聯盟傳達一個足夠清楚的訊息。",
    ["O"] = "殺死工頭邦德斯和10個希爾斯布萊德礦工，然后回到塔倫米爾向達薩利亞匯報。",
    ["T"] = "希爾斯布萊德之戰",
  },
  [540] = {
    ["D"] = "那些野蠻的食人魔現在就駐扎在奧特蘭克廢墟，一想起他們會把那里的書籍怎么樣，我就感到毛骨悚然。你一定要盡力去完成我給你的任務！$B$B進入奧特蘭克廢墟，找到食人魔奪走的書籍。把你找到的所有東西都帶給我，特別是這本書：《格里雷克之臂》。這本書里寫著巨魔的古老學說，我一定要學。奧特蘭克是完整保存這本書的唯一地方。",
    ["O"] = "把5本失而復得的書籍和包含《格里雷克之臂》的破舊的皮書帶給南海鎮的博學者迪布斯。",
    ["T"] = "保全書籍",
  },
  [541] = {
    ["D"] = "矮人正在協助人類？這幫骯臟的小東西。$b$b我們得看看這所謂的聯盟的實力到底如何。等這些矮子知道我們的厲害之后，看他們還愿不愿意繼續給人類賣命！$b$b我們知道這些矮人的據點在哪里，他們在希爾斯布萊德東南部沿著索拉丁之墻的地方建立了一個被稱作丹加洛克的軍營。你的最終目標是攻占丹加洛克，$c。他們的首領達倫·鐵山上尉必須得死。",
    ["O"] = "到丹加洛克去殺掉8個巡山人、4個火槍手、2個牧師，還有達倫·鐵山上尉，然后回到塔倫米爾向達薩利亞匯報。",
    ["T"] = "希爾斯布萊德之戰",
  },
  [542] = {
    ["D"] = "我得花點時間來研究你帶回來的《格里雷克之臂》，不過我敢說米爾頓已經等不急要把你找回來的另一些書放到暴風城的圖書館里去了。$B$B這些就是你從奧特蘭克廢墟帶回來的書，我已經按照目錄分類整理過了。把它們帶給暴風城的米爾頓·西弗，他一定會很感激你的。",
    ["O"] = "把奧特蘭克的書籍帶給暴風城的米爾頓·西弗。",
    ["T"] = "向米爾頓回復",
  },
  [543] = {
    ["D"] = "匹瑞諾德王冠據說是奧特蘭克王國被毀滅之前的“名門望族”匹瑞諾德家族的傳家之寶，有人說它是由鐵爐堡的珠寶大師們用最美麗的翡翠制成的。$B$B當奧特蘭克家族被毀滅的時候，王冠也隨之遺失了。但有傳聞說有一個食人魔法師——叫什么守財奴格雷爾伯格的家伙——得到了它，那家伙現在還在奧特蘭克遺跡附近游蕩，想要找到更多的財寶。$B$B我們希望你能為我們取回王冠。",
    ["O"] = "將匹瑞諾德王冠帶給暴風城的雷明頓·瑞治維爾。",
    ["T"] = "匹瑞諾德王冠",
  },
  [544] = {
    ["D"] = "我本來是到塔倫米爾來做研究的，不過現在我手頭上有個麻煩一定要盡快解決掉。你知道，幾個月前曾有四個被遺忘者從幽暗城逃了出來。他們拋棄了自己的同伴，這沒什么，但問題是……他們偷了黑暗女王的東西。$B$B這些小偷闖入了一間秘密的地窖，偷走了四件供藥劑師研究用的神器。黑暗女王命令我們把這四件神器找回來。$B$B小偷從幽暗城逃到了達拉然，而那些巫師則把他們收留在洛丹米爾收容所里。",
    ["O"] = "找到被遺忘者的叛徒，取回他們偷走的神器，然后回到塔倫米爾去見大法師沃迪恩·伍德格萊爾。",
    ["T"] = "入室偷竊",
  },
  [545] = {
    ["D"] = "達拉然的巫師在他們的城市中心建起一個巨大的魔法護罩。有人認為那是為了防止城市遭到攻擊，還有人認為他們只是想有個安靜的地方供他們進行魔法研究。$B$B不管那到底是什么原因，我關心的是在那個護罩之外的郊區廢墟里是否藏著有用的魔法物品。$B$B不過那里有許多巫師和他們的元素奴仆在到處巡邏。$B$B去殺了他們，殺到你手軟之后再回來吧。",
    ["O"] = "殺掉6個達拉然召喚師和12個元素奴仆，然后回到塔倫米爾去見大法師沃迪恩·伍德格萊爾。",
    ["T"] = "達拉然巡邏隊",
  },
  [546] = {
    ["D"] = "聽說達薩利亞讓你和希爾斯布萊德的人類作戰，我很嫉妒你……$b$b你在外面享受屠殺人類、掠奪城鎮、恐嚇無辜者的快樂，而我卻像木頭一樣待在塔倫米爾做守衛。$b$b你能可憐可憐像我這樣的老亡靈衛兵嗎？你知道我在收集人類的顱骨，正好你還要和人類戰斗一段時間。那么，能不能在你作戰的這段時間里順便給我收集30個顱骨來？我會讓你的努力物有所值的。",
    ["O"] = "塔倫米爾的亡靈衛兵沙穆薩想要30個希爾斯布萊德人類顱骨。",
    ["T"] = "死亡的紀念品",
  },
  [547] = {
    ["D"] = "高級執行官達薩利亞派我從遠處監視丹加洛克。我在一個隱蔽的角落里扎了營，但是那天早上我在燒水的時候離開了一會兒去找柴火……$b$b等我回來時，發現放在營地里的裝備已經不見了。$b$b一定是那些丹加洛克的矮人偵察兵從這兒經過的時候把東西拿走了。我必須得拿回我的劍！如果你能幫我拿回來的話，我會很感激你的。但是那兒的矮人真是太多了……也許你很難在他們當中找出那個小偷。",
    ["O"] = "從丹加洛克拿回亡靈衛兵亨伯特的長劍，然后回到塔倫米爾把劍還給他。",
    ["T"] = "亨伯特的長劍",
  },
  [549] = {
    ["D"] = "經由黑暗女王希爾瓦娜斯授權，辛迪加組織的全部成員都將被處死！那些已經被羈押和俘虜的辛迪加成員必須立刻處決。殘余的辛迪加成員目前在塔倫米爾東南部的敦霍爾德城堡廢墟聚集。$b$b任何向高級執行官達薩利亞證明自己完成了這個任務的人都會受到重賞。",
    ["O"] = "殺死10個辛迪加盜賊和10個辛迪加哨兵，然后回到塔倫米爾向高級執行官達薩利亞報告。",
    ["T"] = "通緝：辛迪加成員",
  },
  [550] = {
    ["D"] = "由于你在希爾斯布萊德戰役中的英勇表現，我已經向上級寫了這封褒獎狀以表揚你。$b$b把這密封的獎狀帶給幽暗城的瓦里瑪薩斯大人，你可以滿懷驕傲地去見他，$c。",
    ["O"] = "把達薩利亞的獎狀交給幽暗城的瓦里瑪薩斯。",
    ["T"] = "希爾斯布萊德之戰",
  },
  [551] = {
    ["D"] = "這張羊皮紙上被施加了某種咒語，使其無法被破譯。但是，卷首的一個詞卻很容易辨認：$B$B$B      納伽茲$B$B",
    ["O"] = "將這張附有魔法的羊皮紙帶給南海鎮的博學者迪布斯。",
    ["T"] = "附有魔法的羊皮紙",
  },
  [552] = {
    ["D"] = "正在赫爾庫拉大人即將完成他的巫妖儀式的緊要關頭，一群人類暴徒發現了他在山上進行儀式的位置，把他殘忍地殺害了。更糟的是，他們把他的遺骨埋在了南海鎮的墓地里。$b$b這種不尊重偉大的巫師的行徑絕對是無法讓人接受的。作為他的學徒，我一定要讓復仇降臨在南海鎮。$b$b首先我們得找到赫爾庫拉的魔棒，前不久，一群雪怪侵襲了赫爾庫拉的巢穴。毫無疑問是他們當中的一個拿走了赫爾庫拉的魔棒。",
    ["O"] = "從雪怪手上拿回赫爾庫拉的魔棒，把它交給塔倫米爾的學徒塞萬德。",
    ["T"] = "赫爾庫拉的復仇",
  },
  [553] = {
    ["D"] = "拿著赫爾庫拉的魔棒，你會用得著它的。$b$b赫爾庫拉用3個火葬柴堆來構筑他最強大的法術：埃希爾之焰和沃拉茲之焰在丘陵地帶的洞穴里，尤基爾之焰在丘陵洞穴上面的另一個洞穴，在山的更北邊。$b$b赫爾庫拉的魔棒必須經過這三堆火焰的洗禮才能發揮作用。在儀式完成之后，把魔棒帶到赫爾庫拉的墓地去，那座墓地就在由人類重兵把守的南海鎮。讓赫爾庫拉的復仇降臨在愚蠢的人類頭上吧！",
    ["O"] = "將埃希爾之焰、沃拉茲之焰和尤基爾之焰的力量注入赫爾庫拉的魔棒。$b$b把經過儀式洗禮之后的魔棒帶到南海鎮的赫爾庫拉墓地。",
    ["T"] = "赫爾庫拉的復仇",
  },
  [554] = {
    ["D"] = "勘察員塔伯斯·雷矛是解碼和譯碼的高手。把你找到的羊皮紙交給他，運氣好的話，他說不定能弄清楚這里面寫著什么。塔伯斯·雷矛現在正在鐵爐堡的勘礦指揮部進修。$B$B見到他的話，就說你已經跟我談過了，好像我最近給他添了不少的麻煩……",
    ["O"] = "把附有魔法的羊皮紙帶給鐵爐堡的勘察員塔伯斯·雷矛。",
    ["T"] = "解碼高手",
  },
  [555] = {
    ["D"] = "關于南海鎮，你最需要了解的是我們這兒有暴風城以北地區最好的美食！$b$b比如說我的秘密食譜：海龜湯。我聽說曾有人遠從夜色鎮趕來這里，只為品嘗一碗海龜湯！不過我最近一直都沒做過這種美食。我曾經從達拉然一直走到洛丹米爾湖去捕獵鉗嘴龜，不過眼下實在不是外出冒險的時候。如果你從北邊那條河里弄點鉗嘴龜身上的海龜肉來給我，外加一份舒心草的話，我就能很快做出點海龜湯來讓你大飽口福。",
    ["O"] = "給南海鎮的廚師杰森帶去10塊海龜肉和一些舒心草。",
    ["T"] = "海龜湯",
  },
  [556] = {
    ["D"] = "達拉然巫師的一項舉世聞名的能力就是他們可以操縱如元素生物這樣的從其它空間來的強大生物，他們使用魔法石雕作為控制這些元素生物的工具，現在大法師伍德格萊爾想找些石雕來研究。$B$B進入達拉然巫師的領地，去給我找些用舊的石雕回來。$B$B你可以在任何一個達拉然市民的身上找到這種石雕，不過我建議你還是去收容所一帶找找，那里可比達拉然安全多了。",
    ["O"] = "收集10個用舊的石雕，把它們帶給塔倫米爾的看守者貝爾杜加。",
    ["T"] = "石雕",
  },
  [557] = {
    ["D"] = "大法師會對你帶回來的石雕進行研究，不過我知道他會需要一些和石雕配合的東西，也就是地縛護腕。法師們將這些護腕帶在元素生物的手腕上，以此來束縛他們。$B$B去干掉幾個在達拉然廢墟里游蕩的元素生物，把它們的地縛護腕拿回來，大法師一定會很滿意的。",
    ["O"] = "為塔倫米爾的看守者貝瓦里爾收集4個地縛護腕。",
    ["T"] = "地縛護腕",
  },
  [558] = {
    ["D"] = "他們說塞拉摩的珍娜?普勞德摩爾是聯盟最偉大的英雄之一。當我長大之后，我也要成為聯盟的英雄!$B$B你認識珍娜嗎，$N?你可不可以幫我個忙，幫我弄到她的簽名?我不知道怎么向她開口，也許她很忙而無暇顧及我……但是你可以!你是和她一樣偉大的冒險者!我打賭她會給你簽名的!$B$B求求你了!",
    ["O"] = "到塞拉摩去，為你看護的孩子拿到一份珍娜?普勞德摩爾的親筆簽名。",
    ["T"] = "珍娜的簽名",
  },
  [559] = {
    ["D"] = "你相信嗎，$n？雷德帕斯對咱們殺了那么多魚人還是不滿意——哦，別謙虛了，你在這方面還挺有本事。現在他又要我證明我真的殺過魚人，他要我把那些冰涼的、粘糊糊的魚人的頭給砍下來讓他過目，這樣我才能得到他的肯定。",
    ["O"] = "南海鎮的法爾林·奧里涅爾中尉要你從西部海岸的魚人身上收集10顆魚人的頭顱。",
    ["T"] = "法爾林的證據",
  },
  [560] = {
    ["D"] = "你知道，$n，我真的不想碰這些魚人的腦袋……既然是你解決了它們，那你能不能再幫我把它們送去給雷德帕斯？",
    ["O"] = "把一袋魚人的頭顱交給南海鎮的治安官雷德帕斯。",
    ["T"] = "法爾林的證據",
  },
  [561] = {
    ["D"] = "請告訴法爾林·奧里涅爾中尉，我覺得他應該把注意力重新集中在滋生于東部海灘的納迦身上。告訴他，一旦有什么進展，就親自來向我匯報。",
    ["O"] = "和南海鎮的法爾林·奧里涅爾中尉談一談。",
    ["T"] = "法爾林的證據",
  },
  [562] = {
    ["D"] = "我以前在暴風城的導師發來消息告訴我聯盟的高級將領已經開始關注納迦帶來的威脅了。根據他打聽來的消息，任何人在這方面有所表現的話，都很有可能得到提拔，或者至少是調動工作崗位。$b$b不過有一個小問題……我對付不了納迦，$n。哦，當然，我能阻止酒吧里的醉漢互相爭吵，也能拖走好斗的乞丐，不過納迦對我來說就太難對付了。你一定得幫我這個忙，$n。",
    ["O"] = "南海鎮的法爾林·奧里涅爾中尉要你去殺掉10個刺脊灘行者和10個刺脊海妖。",
    ["T"] = "升官之道",
  },
  [563] = {
    ["D"] = "我的這份報告看來應該是沒什么問題了。新的守衛長官薩繆爾森少校曾是我的導師。有了這份報告，他就完全有理由把我調回暴風城了。我需要你幫忙把報告交給他，不過……你可別讓雷德帕斯拿到它。",
    ["O"] = "把法爾林的報告交給暴風要塞里的薩繆爾森少校。",
    ["T"] = "人事調動",
  },
  [564] = {
    ["D"] = "沒有什么事比失去這些駿馬更讓我煩心了。相信我，就是那些討厭的亡靈、可惡的辛迪加惡匪和其他害人的東西在這一帶到處游逛，殺了我們不少的馬匹。$b$b不過我可以對著我爺爺的墓碑發誓，對這些馬匹威脅最大的還是奧特蘭克上的山地獅。它們總是從山上跑下來給我搗亂！$b$b你覺得自己是個英雄？那就去做點什么來證明吧！",
    ["O"] = "南海鎮的達倫·瑪爾維要你殺掉8只山地獅和10只巨型山地獅。",
    ["T"] = "損失慘重",
  },
  [565] = {
    ["D"] = "我，偉大的巴圖羅，將為你做一件聞名世界、全聯盟皆知的雪人毛皮披風！$b$b不信你就到處跑跑看，能不能再找件更棒的。每個人都會說：“巴圖羅，沒有比這更好的披風了！”當然，當然沒有。$b$b巴圖羅需要一個毛布卷，一件由技藝高超的制皮匠縫制的山地披風，一股細線，當然還要有雪人的毛皮！把這些東西帶給我，我就讓你看看我的本事！",
    ["O"] = "給南海鎮的巴圖羅·吉塞提找一個毛布卷、一件山地披風、一股細線和10塊雪人的毛皮。",
    ["T"] = "巴圖羅的雪人毛皮披風",
  },
  [566] = {
    ["D"] = "高級執行官達薩利亞發出命令，通緝名叫瓦杜斯男爵的人類，此人對被遺忘者犯下了重罪。瓦杜斯是辛迪加組織的高級人物。$b$b最后一次有人見到他是在塔倫米爾北部的奧特蘭克山高地上。$b$b殺死他，然后帶著他的頭去見高級執行官達薩利亞換取報酬。",
    ["O"] = "殺了瓦杜斯男爵，把他的頭帶給塔倫米爾的高級執行官達薩利亞。",
    ["T"] = "通緝：瓦杜斯男爵",
  },
  [567] = {
    ["D"] = "危險！$b$b以下這個希爾斯布萊德人是危險人物，已被高級執行官達薩利亞懸賞捉拿：$b$b通緝犯書記員赫拉斯·懷特斯蒂德殺害了亡靈衛兵托馬。$b$b通緝犯平民維爾克斯殺害了藥劑師埃利。$b$b通緝犯礦工哈克特殺害了亡靈衛兵弗雷。$b$b通緝犯農夫卡拉巴伏擊運往幽暗城的物資。$b$b這些敵人都躲藏起來了，很難找到，殺掉他們有重賞。",
    ["O"] = "塔倫米爾的高級執行官達薩利亞懸賞通緝書記員赫拉斯·懷特斯蒂德、平民維爾克斯、礦工哈克特和農夫卡拉巴。",
    ["T"] = "危險！",
  },
  [568] = {
    ["D"] = "向你致敬，$c！$b$b你來得真是時候。身為酋長委派到這個叢林基地中的指揮官，我肩負著保衛所有部落成員安全的光榮使命，我們在此的任務是保證對斯通納德的供應線不被此地的怪物所侵擾。$b$b因此，我將委任你來負責減輕格羅姆高附近的迅猛龍給我們帶來的威脅。當你取得了顯著的進展后，就向我復命吧。",
    ["O"] = "格羅姆高營地的指揮官阿格羅戈什要求你殺死15只鞭尾迅猛龍。",
    ["T"] = "格羅姆高保衛戰",
  },
  [569] = {
    ["D"] = "在第一次進入這片叢林中的時候，我們根本就沒想和當地的土著部落發生任何沖突。我們任務中最重要的部分就是保持對斯通納德的供應線的暢通。但目前的情況很復雜，附近的一群食人魔占領了格羅姆高東南方的米扎廢墟。他們從來就沒把我們的警告放在眼里，頻繁地伏擊我們的補給車隊。$b$b我授命你去解決掉這群冥頑不化的食人魔。$b$b到米扎遺跡去吧，就算不能把他們驅逐出這片地區，至少也得讓他們好好嘗嘗苦頭。",
    ["O"] = "格羅姆高營地的指揮官阿格羅戈什要求你殺死10個食人魔蠻兵和5個食人魔巫醫。",
    ["T"] = "格羅姆高保衛戰",
  },
  [570] = {
    ["D"] = "部落必須意識到叢林中蘊含著的無盡的魔法力量，并盡快學會利用它來為自己服務。到目前為止，我的儀式都是很成功的，現在我已經能夠施放很強大的魔法了。勇敢的$c，我決定為你制作一件特殊的魔法物品。$b$b給我找一些深喉獵豹的爪子和一顆雌虎的牙齒來，不過你要注意，并不是任何牙都可以用的。你必須找到品質最純正的牙齒才行。$b$b這種野獸一般都潛藏在叢林中，但你在附近也能找到，只要從米扎廢墟那邊渡過河流，然后向東南方走就行了。",
    ["O"] = "格羅姆高營地的先知摩克薩爾丁要求你給他帶回8只深喉獵豹的爪子和一顆雌虎的牙齒。",
    ["T"] = "摩克薩爾丁的魔法",
  },
  [571] = {
    ["D"] = "現在我要你去尋找一件非常難以得到的物品。$b$b為了將這些羽毛、爪子和牙齒中的魔法力量連接在一起，我必須要建立一個魔法陣，而這魔法陣只有用成年猩猩的肌腱才能做成。$b$b具體說來，老邁的薄霧谷猩猩身上的肌腱就很合適。他們一般棲息在藏寶海灣的東面。$b$b你必須找到足夠新鮮健康的肌腱才行，這就是說，你有可能要殺死很多大猩猩才能找出一條合我心意的肌腱來。",
    ["O"] = "給格羅姆高營地的先知摩克薩爾丁帶回1根成年大猩猩的肌腱。",
    ["T"] = "摩克薩爾丁的魔法",
  },
  [572] = {
    ["D"] = "你剛才從那些野獸身上收集到的這些材料只是制造那件強力魔法物品的第一步。在我使用薩滿儀式將這些物品合成之后，你就會得到一件極為有用的工具，它可以幫你更好地為酋長和部落效力。$b$b但你先得幫我收集一些叢林捕獵者的羽毛來，據說迅猛龍將這些羽毛當作它們的臂章。在格羅姆高的南邊，離大競技場不遠的地方就有一個迅猛龍部族，你可以到那里去看看。",
    ["O"] = "給格羅姆高營地的先知摩克薩爾丁帶回10根叢林捕獵者的羽毛。",
    ["T"] = "摩克薩爾丁的魔法",
  },
  [573] = {
    ["D"] = "現在我們只差最后一種材料就可以完成這個魔法了。$b$b向南走到一處面對西側海岸的高崖之上，你會發現一處圣泉。這處圣泉是許多學者爭論的焦點，艾澤拉斯上的所有種族都認為這泉中的水乃是神為他們的子民所創造的。$b$b給我帶一瓶圣泉的水回來，這是我給你的最后一個任務啦。不過，你得小心點。有一群納迦衛兵正守在圣泉的附近，你得先對付他們才能取到泉水。",
    ["O"] = "格羅姆高營地的先知摩克薩爾丁要你去取回一瓶圣泉之水，同時還要求你殺死10名納迦探險者。",
    ["T"] = "摩克薩爾丁的魔法",
  },
  [574] = {
    ["D"] = "如今我們已經在很大程度上削弱了他的正規部隊，但這就意味著你得直接去面對他手下的精銳部隊。如果那些家伙沒有被派出去襲擊我們落單的士兵的話，他們就應該駐扎在庫爾森營地后山上一處名為“儲藏室”的洞穴里。$B$B我私下里認識許多庫爾森的手下，他們都是身經百戰的老兵，對庫爾森忠心耿耿，而且最要命的是，他們對敵人毫不手軟。這對你來說恐怕不是個簡單的任務，$N。多加小心。$B$B你戰勝了他們以后，就去向我的長官多倫上尉復命吧。",
    ["O"] = "殺掉10名庫爾森特種兵和6名庫爾森精神醫師。$B$B然后向反抗軍營地的多倫上尉復命。",
    ["T"] = "特種部隊",
  },
  [575] = {
    ["D"] = "“前無古人，后無來者，南海一帶最好的也是世界最好的皮匠。”他們就是這么叫我的。我！崔斯里克！最好的皮……呃，好吧。$b$b我的皮貨以質量優質而遠近聞名，都是鑒賞家們的首選之物！$b$b我最近收到了來自工匠行會的雷德沃克斯主管的訂單，他需要十二雙刨花皮靴。啊，就是那種由我制作的、非常搶手的靴子。$b$b不過要想做那種靴子的話，我需要一些鱷魚皮才行。在荊棘谷北邊的河邊有很多鱷魚，你看能不能……",
    ["O"] = "收集2張淡水鱷的皮，把它們交給藏寶海灣的崔斯里克。",
    ["T"] = "供與求",
  },
  [576] = {
    ["D"] = "站住！誰在那邊？$b$b啊，如果沒有那只特制的魔法眼，我就是個廢人了。當初在一次戰斗中，我失去了我的眼睛！但幸運的是，我們的船停靠在米奈希爾港時，一位旅行法師送給了我一只特制的玻璃眼，這樣我才又能看見東西了。$b$b不過昨天晚上我參加了襲擊血帆海盜的行動，在跳出船的時候玻璃眼睛不小心給弄丟了。一定是那幫血帆海盜拿走了我的眼睛！看來他們這群混蛋已經找到了到藏寶海灣來的路。$b$b你能不能幫幫我這個老海盜，把我的眼睛給找回來？",
    ["O"] = "藏寶海灣的獨眼迪茲要求你從血帆海盜那里找回他的眼睛。",
    ["T"] = "海盜的眼睛",
  },
  [577] = {
    ["D"] = "嗯，這些靴子已經基本定型，接下來就要開始打磨表面了。但你帶來的皮似乎少了點，做不出足夠的鞋墊來。$b$b“那現在我們得干什么呢，崔斯里克？”你肯定會馬上問這種問題，哈哈，你跟崔斯里克說話可真不幸啊，因為我馬上就要給你派活干啦！$b$b沒人會去觀察鞋墊的，所以我們只要找點又厚又便宜的鱷魚皮就行了。納菲瑞提湖旁邊的那種鉗嘴鱷魚就不錯。",
    ["O"] = "給藏寶海灣的崔斯里克帶回5張鉗嘴鱷魚的皮。",
    ["T"] = "收集鱷魚皮",
  },
  [578] = {
    ["D"] = "如果個島上確實有水元素和地精法師的鬼魂的話，也就是意味著在那里可以采到海潮之石！$b$b我希望你能找到這座鬧鬼的島嶼，去看看上面到底是怎么回事。哦，如果你想知道更多的有關海潮之石的信息的話，可以帶著這張憑證去暴風城圖書館，他們會幫你找到我最初讀過的那本傳說的手抄本。$b$b真的是加茲班首先發現那種石頭的嗎……?",
    ["O"] = "為藏寶海灣的大財主里維加茲找到鬧鬼的島嶼。",
    ["T"] = "海潮之石",
  },
  [579] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "暴風城圖書館",
  },
  [580] = {
    ["D"] = "我們那天喝醉了，結果從很遠的辛特蘭那邊掉下了船，活活地漂到了望海崖這里來，險些喂了魚。$b$b而且我斯利姆從小就沒怕過水！我們船長從一艘去暴風城的私掠船上搶來了一箱紫葡萄酒。$b$b我們在辛特蘭被風暴襲擊的時候，我東倒西歪地撞碎了那個箱子，結果那里面的酒在大風大浪里全都掉進海里了。我要是不把它們給找回來的話，船長見了我非拿我喂貓不可！幫幫我吧！",
    ["O"] = "藏寶海灣的威士忌斯利姆想要你幫他找回弄丟的紫葡萄酒。",
    ["T"] = "威士忌斯利姆的酒",
  },
  [581] = {
    ["D"] = "厄運！厄運降臨在我們酋長的小兒子耶尼庫身上……按照部族里的習俗，他被過繼給了祖爾格拉布的巨魔，但我們暗矛部族隨后便決定跟隨獸人酋長薩爾離開家鄉，可憐的耶尼庫就此與我們失去了聯系。我是從奧格瑞瑪回到荊棘谷來的，我回來尋找我們酋長的孩子。$B$B我相信是血頂部族抓住了他。$B$B如果你愿意幫助我的話，就去干掉血頂部族的那幫家伙吧，他們就在北邊。把他們的獠牙給我帶來。",
    ["O"] = "給格羅姆高營地的尼姆布亞帶回9根血頂巨魔的獠牙。",
    ["T"] = "耶尼庫的下落",
  },
  [582] = {
    ["D"] = "我們必須弄清楚耶尼庫是否還活著。$B$B殺掉一些血頂部落的獵頭者，并把他們身上掛著的皺縮的頭顱給我取回來。你必須要收集盡可能多的首級回來，這樣我才能檢查一下耶尼庫的頭在不在其中。$B$B如果耶尼庫真的被血頂氏族給殺了，他們的酋長，那個名叫甘祖拉恩的家伙，就一定會遭受長達600年的惡毒詛咒！$B$B去吧，$N。沿海岸北上，在祖丹亞廢墟和祖昆達廢墟那里就有很多血頂獵頭者在活動。",
    ["O"] = "給格羅姆高營地的尼姆布亞帶去20個皺縮的頭顱。",
    ["T"] = "獵頭行動",
  },
  [583] = {
    ["D"] = "歡迎來到荊棘谷！$b$b也許你并不關心這個問題，但那邊的那位矮人就是聯盟的一位偉大的戰爭英雄，最最勇敢的獵人赫米特·奈辛瓦里。他并不歡迎陌生人來這個營地，不過你看上去已經見過大世面了，$c。$b$b作為一位久經沙場的老將，奈辛瓦里大人總是很關心你們這樣的小輩。$b$b去和他談一談吧，或許他能教你些狩獵的技巧。",
    ["O"] = "與赫米特·奈辛瓦里談一談。",
    ["T"] = "歡迎來到叢林",
  },
  [584] = {
    ["D"] = "感謝蛇神，耶尼庫的頭并不在這些首級當中。但我們仍不清楚他的狀況……$B$B我們必須知道真相，不過，恐怕只有血頂氏族的酋長和巫醫才知道這些事，而他們又是我們暗矛部族的敵人，所以他們是絕對不會老老實實地告訴我們真相的，恐怕他們只有在死了以后才會愿意和我們談談！$B$B把甘祖拉恩和奈茲里奧克的頭給我帶回來，然后放進這個鍋里去。$B$B他們就躲在祖昆達廢墟里的深處。只要有他們的頭顱……我們就能和他們好好談談了。",
    ["O"] = "將甘祖拉恩的頭顱和奈茲里奧克的頭顱帶回格羅姆高營地，放入冒泡的大鍋中。",
    ["T"] = "血頂之顱",
  },
  [585] = {
    ["D"] = "<奈茲里奧克的頭說話了>$B$B沒錯，我知道那個暗矛部落的孩子被帶到什么地方去了。雖然你殺害了我，而且把我的靈魂也束縛了起來，但要是你們不給我點好處的話，我還是什么都不會說的！$B$B血頂部族正在與劈顱部族交戰，要想讓我幫忙，就從劈顱部族那里偷來3顆顱骨來，放在這里陪著我，這樣我在扭曲虛空之中也就有三個奴隸啦。這三個頭骨必須分別從他們在巴里亞曼廢墟、贊塔加廢墟和祖瑪維廢墟的顱骨堆中拿來。",
    ["O"] = "帶回巴里亞曼戰利品、贊塔加戰利品和祖瑪維戰利品各一個，把它們放入格羅姆高營地里中的冒泡的大鍋里。",
    ["T"] = "奈茲里奧克",
  },
  [586] = {
    ["D"] = "<甘祖拉恩的頭顱開始說話了>$B$B我要詛咒你！詛咒你的八輩子祖宗！$B$B只有鮮血和復仇才能平息我的憤怒，如果這是你的意愿的話，那么……這么辦吧：$B$B到東邊的劈顱部族的老窩去，盡情地屠殺吧，要是你夠強的話……就干掉他們的酋長，殘忍的安納希克。嘿嘿，把他的盔甲碎片拿來給我看，不過我很懷疑你的能力！$B$B他肯定會把你的四肢都撕下來，然后讓你爛在地里喂烏鴉，哈哈哈！",
    ["O"] = "殺死8名劈顱獵人、6名劈顱獵頭者和4名劈顱狂戰士。$B$B將安納希克的盔甲碎片放入格羅姆高營地中的冒泡的大鍋里。",
    ["T"] = "甘祖拉恩",
  },
  [587] = {
    ["D"] = "啊，海上的生活。我不想說這種生活有多美好，但這就是我的生活。$b$b當我每次入港的時候，我都會找個地方好好喝上一杯，再找點高品質的鼻煙抽抽。壞習慣吧，但海盜們怎么能沒有壞習慣呢，對吧？$b$b所以你可以想象一下，當我發現鎮上的藥草師賣完了他的全部鼻煙并且已經離開了這座小鎮的時候，我會有多沮喪有多傷心了！據說給他運貨的那條船讓那些該死的血帆海盜給搶劫了。$b$b我相信像你這樣勇敢的$c，一定能說服他們交還船上的貨物，對吧？",
    ["O"] = "藏寶海灣的迪格要求你帶給他15份鼻煙。",
    ["T"] = "鼻煙",
  },
  [588] = {
    ["D"] = "<奈茲里奧克開口說話了>$B$B現在，我會告訴你關于你所尋找的那個耶尼庫的事情……$B$B年輕的耶尼庫和他的氏族失散了。$B$B他被巫醫贊吉爾給帶走了。現在贊吉爾控制了他的身心，只有一種極端強大的法術才能使他恢復自由之身。$B$B而你肯定沒有這種法術，$c。$B$B或許你暗矛部落的朋友們有辦法拯救耶尼庫，不過我對此也相當懷疑。",
    ["O"] = "與肯維雷談一談。",
    ["T"] = "耶尼庫的命運",
  },
  [589] = {
    ["D"] = "傳說荊棘谷的中心地帶深藏著一塊寶石，這塊寶石的名字叫心靈之眼，其中蘊涵著巨大的力量。如果你得到了這塊寶石，也許我們就能用它將失落于黑暗之中的耶尼庫拯救出來。$B$B我會與叢林之靈們商談，向他們詢問心靈之眼的位置。與此同時，你要去一趟東南方的水晶礦洞，從那里的鐵腭蜥蜴身上收集一些藍色波光碎片。這些水晶非常稀有，但我們需要利用其中的魔法能量來控制心靈之眼。",
    ["O"] = "給格羅姆高營地的肯維雷帶回3塊藍色波光碎片。",
    ["T"] = "歌唱水晶",
  },
  [590] = {
    ["D"] = "什么？$B$B什么？！$B$B你要錢？我可不欠你什么錢。$B$B信？什么信？哦，你是不是想打架？好吧，朋友……放馬過來啊！",
    ["O"] = "打敗喪鐘鎮的卡爾文·蒙泰古。",
    ["T"] = "潛行者的交易",
  },
  [591] = {
    ["D"] = "心靈之眼目前落在了一個食人魔法師的手里，他就住在東邊的莫什奧格食人魔山的深處，他的名字是麥佐斯。我自暗矛部落還在荊棘谷定居的時候就知道他了，他是一個邪惡的家伙，而且法力非常強大。$B$B如果確實是他拿著心靈之眼的話，他的魔法就會具有極大的威力。$B$B你必須從這個麥佐斯的手中搶到心靈之眼。這確實是件危險的工作，但這也是我們拯救耶尼庫的唯一希望了。",
    ["O"] = "將心靈之眼交給格羅姆高營地里的肯維雷。",
    ["T"] = "心靈之眼",
  },
  [592] = {
    ["D"] = "我已經將心靈之眼重塑為一顆靈魂寶石。你必須先用它震懾住耶尼庫，成功之后，就立刻把寶石放在他的額頭上，這樣才能抽取出他的靈魂。$B$B接下來把寶石交給尼姆布亞就可以了。$B$B耶尼庫和流亡者贊吉爾一起住在阿博拉茲廢墟，只要沿著水晶海岸走到荊棘谷的海角那邊就能找到了。",
    ["O"] = "將裝滿的靈魂寶石交給尼姆布亞。",
    ["T"] = "拯救耶尼庫",
  },
  [593] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "靈魂寶石",
  },
  [594] = {
    ["D"] = "這張便箋上有極漂亮的字跡：$B$B致任何能幫助我的人$B$B拜托，我迫切地需要幫助。一只巨大的藍鬃猩猩將我囚禁在了南海的一座島嶼上。$B$B這里夜晚的星象我以前從未見過，島上全是茂密的叢林，但在天氣晴朗的時候，我能看見西北方的蠻荒的海岸，還有幾條大船在向西南航行。$B$B求求你，請幫幫我吧。",
    ["O"] = "找到瓶中信的作者。",
    ["T"] = "瓶中信",
  },
  [595] = {
    ["D"] = "你看起來特別像要找份活干似的，伙計。雖然我不清楚為什么一個喜歡在平地上過日子的$r$c會愿意幫助我們這些黑水強盜，但我不會阻攔你的。$b$b我們的船就停泊在藏寶海灣，而我們的死對頭——那些該死的骯臟的血帆海盜——正在整個荊棘谷南部胡作非為。$b$b現在我們這里的人不是抱著酒瓶子就是抱著姑娘！我需要一個探子來幫我做事。$b$b去偵察一下野人海岸上有些什么，沒錯，就是藏寶海灣北邊的那片沙灘。",
    ["O"] = "大副克拉茲要求你去偵察一下藏寶海灣北邊的海灘。",
    ["T"] = "血帆海盜",
  },
  [596] = {
    ["D"] = "我是被派來格羅姆高幫助尼姆布亞完成他的任務的，但……我發現這里還有些更有意義的事要做。$B$B血頂部族是我們的敵人。將敵人的戰利品搶過來將極大地鼓舞我們的士氣，同時也能給對方以沉重的打擊。也許你可以幫我們部族獵殺血頂部族的成員……$B$B他們就居住在北邊，干掉那些血頂巨魔，把染上它們鮮血的白骨項鏈給我拿回來。你拿回來越多項鏈，我們就會越尊敬你。",
    ["O"] = "給格羅姆高營地的肯維雷帶回25串染血的白骨項鏈。",
    ["T"] = "染血的白骨項鏈",
  },
  [597] = {
    ["D"] = "這是一張藏寶海灣的地圖，上面用紅筆標叉的地方就是你現在站的位置。$b$b圖上潦草的寫著幾行字：$b$b“你們的任務就是悄悄地在此地扎營，等待南方指揮部發出信號后再開始攻擊。如果任何人試圖阻礙你們，格殺勿論。”",
    ["O"] = "將你的發現報告給藏寶海灣的大副克拉茲。",
    ["T"] = "血帆海盜",
  },
  [598] = {
    ["D"] = "你已經收集了足夠多的血頂氏族的戰利品，現在我要交給你一項新的任務。劈顱部族居住在東南方，以前我們一直和他們互無往來。雖然暗矛部落已經不住在荊棘谷了，但現在我們卻卷入了與他們的沖突之中。$B$B所以，我要你去獵殺他們，把他們的裂骨項鏈帶回來給我。如果你在我們這場戰爭中幫助了我們暗矛部族，就一定會贏得我們的友誼。",
    ["O"] = "給格羅姆高營地的肯維雷帶回25串裂骨項鏈。",
    ["T"] = "裂骨項鏈",
  },
  [599] = {
    ["D"] = "太令我吃驚了！那么血帆海盜正計劃著進攻藏寶海灣嗎？這群發了神經病的惡棍當真是不要命了么，藏寶海灣永遠都是我們黑水海盜的地盤！$b$b這事比我想得還要嚴重。馬上將你所知道的一切報告給艦隊指揮官卡拉·海角！這群該死的海狗可能已經開始在鎮子外面集結了……",
    ["O"] = "把血帆海盜的計劃報告給艦隊指揮官卡拉·海角。",
    ["T"] = "血帆海盜",
  },
  [600] = {
    ["D"] = "最近，風險投資公司在荊棘谷一帶展開了一系列的行動，這讓我們這些誠實努力的地精們，你看，比如我，根本沒辦法在這里討生活了！拜托，你一定要幫幫我！$B$B風險投資公司打算在北邊的水晶礦洞那里采礦，可是由于那邊的石化蜥蜴到處肆虐，他們根本沒辦法進入礦洞，只能在周圍的山上開采歌唱水晶。$B$B去把他們的水晶都搶來，讓他們知道他們不該在這片叢林里如此囂張。$B$B還有……嗯嗯……把那些水晶給我帶回來當證據！",
    ["O"] = "給藏寶海灣的克蘭克·菲茲巴布帶回10塊藍色歌唱水晶。",
    ["T"] = "風險投資公司",
  },
  [601] = {
    ["D"] = "這些水元素無疑是傳說中發現了海潮之石的地精法師加茲班召喚的。也許你知道，海潮之石會詛咒任何挪動它的人，就是說，會讓那個倒霉的家伙從這個世界上徹底消失。$b$b應該有什么辦法可以破除這個該死的詛咒，我們可以請一位達拉然的法師來幫我們分析一下水元素胳膊上戴著的護腕里的魔法。你能不能回到那島上幫我收集一些進行魔力分析所需的樣本？",
    ["O"] = "為藏寶海灣的大財主里維加茲收集6個水元素護腕。",
    ["T"] = "水元素",
  },
  [602] = {
    ["D"] = "雖然我聽說達拉然的法師們正忙著重建他們那被毀的城市，但我敢說，你肯定能找到一個愿意幫我們檢查護腕的法師。根據我對那些法師的了解，他們是絕對不會拒絕任何與魔法有關的謎題的。$b$b將這包水元素的護腕拿給他們，讓他們看看能不能找到解除石頭上的詛咒的方法。",
    ["O"] = "將水元素護腕交給達拉然的大法師安斯雷姆·魯因維沃爾。",
    ["T"] = "魔法分析",
  },
  [603] = {
    ["D"] = "嗯，擁有那塊石頭的法師一定通過在某處集中力量來加強他的魔法效力……比如在某個祭壇上。按理說你應該可以用更強大的力量去瓦解它。$b$b就目前的情況而言，我知道有件物品可以派上用場：巨魔一族失落的另一件神器，一把遠古匕首。但是，還有一個……只有一個……小問題。$b$b你知道，我過去在荊棘谷進行研究的時候得到了那把匕首，但我把匕首給了我那任性的女兒，她叫凱特琳。她現在已經去了藏寶海灣，也許是真的想當個海盜吧。",
    ["O"] = "與藏寶海灣的凱特琳談一談。",
    ["T"] = "安斯雷姆的鑰匙",
  },
  [604] = {
    ["D"] = "克拉茲高度贊揚了你為黑水海盜做出的重要貢獻。我信任你，因此我要賦予你一個對于艦隊來說至關重要的任務。$b$b我們要求你滲透進血帆海盜建立在蠻荒海岸的南方指揮部。偷襲他們的營地，將他們的海圖與計劃書都給我帶回來，我們必須要搞清楚這群渣滓到底想干點什么。",
    ["O"] = "藏寶海岸的艦隊指揮官卡拉·海角要求你殺死10名血帆流氓并將血帆海圖和血帆計劃書帶回去。",
    ["T"] = "血帆海盜",
  },
  [605] = {
    ["D"] = "歌唱水晶是荊棘谷的一種特產，它對某些人來說有著非常重要的價值。我本想運一些歌唱水晶到別的地方去賣，可那該死的風險投資公司想要獨占它，所以，像我這樣誠實的商人看來就無法親自去收集水晶了！$B$B我決定雇傭你。$B$B荊棘谷中的蜥蜴都有吞食這種水晶的習性，這可以使它們的皮膚變得更硬。因此，我們可以從它們身上收獲到一些高品質的水晶。$B$B隨便哪只蜥蜴身上都會有水晶，但最容易對付的是在北邊的海岸附近活動的那些蜥蜴。",
    ["O"] = "為克蘭克·菲茲巴布收集10塊歌唱水晶碎片。",
    ["T"] = "歌唱水晶碎片",
  },
  [606] = {
    ["D"] = "你知道這里最讓我受不了的是什么嗎？這兒的人都有死也不還賭債的毛病！現在已經有一大群家伙欠著我的錢了。你能幫我催一下債嗎？$B$B第一個要催的就是住在港口那邊的“病鬼”菲利普。他上個禮拜欠得實在是太多了，我一定要把這筆錢給要回來！但是要想拿到它，我們就得好好嚇唬嚇唬他。$B$B到鎮子外邊去獵殺一些老邁的迷霧谷猩猩，然后從它們身上搞點內臟雜碎什么的，把這些玩意丟給那病鬼。最好別讓他想到那是動物內臟，讓他想點更糟的。",
    ["O"] = "給藏寶海灣的“病鬼”菲利普帶回5塊迷霧谷猩猩的內臟。",
    ["T"] = "嚇唬病鬼",
  },
  [607] = {
    ["D"] = "給，把這個布袋給海狼。告訴他，我是想還他錢的！我發誓！！$B$B我只是喝多了點，迷路了而已，還有……總之是一團糟了。他會理解我的——你可別亂說啊！",
    ["O"] = "將菲利浦的還款交給“海狼”馬克基雷。",
    ["T"] = "向馬克基雷回報",
  },
  [608] = {
    ["D"] = "打擊一下菲爾拉倫的脆弱神經吧！他連劃著小船穿越水晶湖都做不到，更別說獨自率領整支艦隊來和我們對抗了。$b$b血帆海盜一定會為他們的粗心大意而付出代價的。現在我們已經掌握了他們的攻擊計劃，完全可以在他們什么還都不知道的時候搶先下手。$b$b我們并不需要派出全部的艦隊，只要一支勇敢的冒險者隊伍就能輕易完成這任務。$n，帶上你最優秀的同伴守在菲爾拉倫的登陸點，殺掉血帆的指揮官。這樣他們的艦隊不用多久就可以去喂魚了……",
    ["O"] = "藏寶海灣的艦隊指揮官卡拉·海角要求你殺死血帆海盜的斯蒂沃特船長，尼哈魯船長和艦隊指揮官菲爾拉倫。",
    ["T"] = "血帆海盜",
  },
  [609] = {
    ["D"] = "我這兒的白條已經少了許多啦，但還是有許多沒信譽的家伙欠著我的錢。$B$B接下來，我們得對付“畸形足”瑪雷·維爾金斯、火柴棍喬喬，還有拇指蘇克。$B$B這幫家伙的債欠了好久，我看他們是不想還了！后來，我聽說他們被什么人給騙到叢林里去了。我當然不關心他們到底會怎么樣——我要的是我的錢！$B$B他們應該就在東北方的阿博拉茲廢墟和朱布瓦爾廢墟里。找到他們，把我的錢拿回來。",
    ["O"] = "給藏寶海灣的“海狼”馬克基雷帶回瑪雷的畸形足、喬喬的金色望遠鏡和蘇克的巨型戒指。",
    ["T"] = "討債行動",
  },
  [610] = {
    ["D"] = "我老爸派你來的？我還以為那怪老頭已經早就放棄掉我了呢。$b$b我之所以離家出走確實不是他的錯，他只是不應該為我安排好一條乏味的人生道路，并希望我欣然接受它。我怎么能忍受整天讀著那些發霉的書本，整天和那幫灰頭發加駝背的乏味老頭法師們在一起！$b$b如果你需要我的匕首，你可能得從一個叫“帥小伙子”鄧肯的血帆海盜那里奪回來。我想你只要教訓教訓他，他就會屈服的。",
    ["O"] = "從“帥小伙子”鄧肯那里奪回凱特琳的匕首。",
    ["T"] = "帥小伙子鄧肯",
  },
  [611] = {
    ["D"] = "這么說你正在尋找某個祭壇嘍？好吧，雖然我不像我老爸那樣是個研究巨魔遺跡的專家，但我對你正在尋找的島嶼也略知一二，在島的附近有一座沉沒在水底的巨魔城市，我想你應該到那里去碰碰運氣。$b$b既然是你幫我找回了我的匕首，借去用用當然沒有任何問題……但我希望你用完以后能還給我！",
    ["O"] = "用凱特琳的匕首摧毀海潮祭壇，然后殺死加茲班，將海潮之石帶給大財主里維加茲。",
    ["T"] = "海潮的詛咒",
  },
  [613] = {
    ["D"] = "該死！那見鬼的瑪雷居然在他的假腿上安了一個鎖，我還死活都打不開！他的寶貝，還有他欠我的錢，都藏在那條假腿里！$B$B我們得想辦法找到鑰匙才行。瑪雷這家伙過去因為喜歡和住在東北邊食人魔山上的莫什奧格食人魔賭博而出名，而且他告訴過我——我是說當他還活著的時候——他每次贏了一票大的之后都會去一趟那里，所以，或許那邊的食人魔會有他的鑰匙。$B$B要真是如此的話，你八成得大開殺戒才能搞到鑰匙……",
    ["O"] = "把瑪雷的鑰匙帶給藏寶海灣的“海狼”馬克基雷。",
    ["T"] = "瑪雷的腿",
  },
  [614] = {
    ["D"] = "我過去在一條專跑從這里到卡利姆多的棘齒城的航線上干過。我是個很優秀也很有名望的船長。$B$B直到……$B$B那些該死的海巨人毀了我的生活！他們打沉了我的船，殺光了我的水手，把我丟在一條救生艇上，讓我漂回了藏寶海灣。還有，其中一個名叫高拉什的巨人還把我的箱子給偷走了，他說要拿這東西當鼻煙盒，簡直是神經病！$B$B我聽說有人看見高拉什最近在東邊的海岸一帶閑逛。找到他，把我的箱子給搶回來！快去，你會得到一位船長的敬意的。",
    ["O"] = "將斯莫特的箱子交給藏寶海灣的海克拜瑞·斯莫特。",
    ["T"] = "船長的箱子 (精英)",
  },
  [615] = {
    ["D"] = "我的第一條船被那些海巨人們搞沉了之后，我只好買了第二艘，而且給它起名為“斯莫特的復仇”。我為它配備了新的裝備和船員，并出發去尋找那些該死的巨人。我找到了他們，但……他們又一次擊敗了我們。他們把“斯莫特的復仇”號給打成了碎片，船員也幾乎被他們殺光了，但那幫混蛋卻把我丟在了一條救生艇上，讓我一個人漂了回來。$B$B這次，那些海巨人中的另外一個偷了我的彎刀。$B$B到奈古拉什那里去把我的佩刀給搶回來！$B$B去和斯普羅格談談吧。他本來是“斯莫特的復仇”號上的廚子，沉船的時候他也幸存了下來，我想他能幫你們找到那些巨人。",
    ["O"] = "與斯普羅格談一談。",
    ["T"] = "船長的彎刀",
  },
  [616] = {
    ["D"] = "大財主里維加茲讓我留意最近在藏寶海灣和荊棘谷附近流傳的古怪傳聞。雖然我平時是絕不會關心什么鬼故事的，但這兩天在酒館里聽一些水手們說在海岸附近有一座鬧鬼的小島。據他們說，那上面全是水元素和一只整日說著瘋話的地精的鬼魂。$b$b如果你正好要去見里維加茲閣下的話，能替我將這件事轉告給他嗎？",
    ["O"] = "與藏寶海灣的大財主里維加茲談一談。",
    ["T"] = "幽靈島",
  },
  [617] = {
    ["D"] = "聽說你正在找活做，$N？要是你夠膽的話，我這兒倒是有件不錯的活正要找人呢。$B$B你聽說過最近有許多人都在找一處泉水么？是的，有一群納迦也在找。我有個叫格羅伊的朋友吧，他最近出了一大筆錢，想買一些納迦稱之為海蛇草的東西。我也不清楚那到底是什么，只知道是一種很值錢的海草。他也沒說要那玩意干什么，不過他確實出了一個好價錢，大概需要一捆吧。$B$B你幫我搞來10根這種什么草，那我們就可以跟他做筆交易啦。不久前有人看見這里北邊的海灘上出現了不少納迦。",
    ["O"] = "給藏寶海灣的海盜布勞茲帶回10根海蛇草。",
    ["T"] = "一捆海蛇草",
  },
  [618] = {
    ["D"] = "奈古拉什總是一副隨時準備把一切都吞下去充饑的樣子。$B$B那些巨人襲擊我們的船的時候，奈古拉什直接沖向了我的廚房，不過他可不像其他巨人那樣喜歡吃人。奈古拉什要的是酒……還有我秘制的燒烤禿鷹翅膀。嘿，這可都是我的拿手菜，我當年可是跑到荒蕪之地才弄到這食譜的！$B$B如果你想把奈古拉什給引出來，只要用點酒再加上一碟烤翅就行啦。把這些東西放進我們當初丟在東南邊海岸上的救生艇里，然后你就等著奈古拉什聞到食物的味兒乖乖上鉤吧！",
    ["O"] = "將10塊燒烤禿鷹翅膀和5瓶密林葡萄酒帶到斯莫特船長的救生艇上去。$B$B然后殺死奈古拉什，將斯莫特的彎刀交給荊棘谷的斯莫特船長。",
    ["T"] = "挑戰奈古拉什",
  },
  [619] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "引誘奈古拉什",
  },
  [621] = {
    ["D"] = "流亡者贊吉爾和他的追隨者們住在藏寶海灣東北方的朱布瓦爾廢墟和阿博拉茲廢墟里，這個家伙已經被他的部族放逐了。為什么？這個……$B$B據說是因為贊吉爾掌握了某種可以將自己的心靈與他人連接在一起的方法，而他所屬部族的領袖就因此非常害怕他。他讓他的追隨者們喝下了一種從植物中萃取出來的液體，用它來壓抑他們的自我意識并加強他們的力量。$B$B他的這種藥劑對那些試圖控制別人的家伙來說有非常大的價值。$B$B給我弄些這種藥劑的樣本來，我要研究一下……",
    ["O"] = "收集12份贊吉爾的藥劑，把它們交給藏寶海灣的克蘭克·菲茲巴布。",
    ["T"] = "贊吉爾的秘密",
  },
  [622] = {
    ["D"] = "在你離開的這段時間里我已經把這鍋替你修好啦。我甚至還免費加裝了一個特制的蒸汽哨，看，華麗吧！這下面還裝了一個新的自動菜刀，專門用來切蹄膀的！$B$B沒錯，克拉茲克的烹調鍋將為你帶來百分之百的烹調樂趣，我敢打賭它的主人會非常滿意的！",
    ["O"] = "將修理過的烹調鍋交給叛軍營地的卡雷布下士。",
    ["T"] = "向卡雷布下士回報",
  },
  [623] = {
    ["D"] = "$N，你不在的時候，格羅伊托人給我捎了一個信兒過來。他說他很滿意我們上次送去的貨，現在又有一位新的顧客也想要一些那種海草。$B$B我可不想花上整整一個禮拜去一趟塞拉摩，如果你愿意替我去一趟的話，那就再好不過了。$B$B很有挑戰性吧？你知道那邊的塵泥沼澤吧？你可得小心點，塞拉摩可不是個普通人能去的地方。",
    ["O"] = "給塞拉摩的水手格羅伊帶去一束海蛇草。",
    ["T"] = "一捆海蛇草",
  },
  [624] = {
    ["D"] = "有一座裝飾華麗，人來人往的橋$b逆風徑東，赤脊山南面之地$b在那之下，它正等待著你$b這可以叫提示，也可以叫線索$b在那里，無盡的明天正等待著你$b在悲傷沼澤之中靜靜地等待著你",
    ["O"] = "解開這道迷題！",
    ["T"] = "科泰羅的謎題",
  },
  [625] = {
    ["D"] = "卡利姆多上的某個遙遠之地$b危險湮滅了命運與希冀$b貧瘠之地以東的環境糟糕至極$b絕望與威脅伴著沼澤中的塵泥$b但那里埋藏著線索供你尋覓$b在西南的一處洞穴中可解此謎題",
    ["O"] = "解開這道迷題！",
    ["T"] = "科泰羅的謎題",
  },
  [626] = {
    ["D"] = "到洛丹倫去！那片混亂中的土地$b在那里，勇敢的戰士們與亡靈為敵$b在劇烈的動蕩中尋找屬于你的路途$b最終你會解開這謎題$b沿著艾瑞匹克山巒，位于瀑布之底$b波光之下的寶藏正等待著你",
    ["O"] = "解開這道迷題！",
    ["T"] = "科泰羅的謎題",
  },
  [627] = {
    ["D"] = "在阿拉希高地北部的枯須峽谷中有一處山洞，那里有一種十分稀有的礦石：血石。那個山洞里的血石雖然不是品質最佳的，但即使是低等級的血石也是很有價值的……當然這只是對那些懂得如何使用它們的人來說。$B$B我需要一些這種血石。$B$B我會在這里修補你的鍋子，不過，當我修鍋的時候……你去給我弄些血石來吧。對，多帶點回來，我當然會給你報酬的。$B$B嗯嗯，要是你連這點事都搞不定，就去找個能搞定的人幫你！",
    ["O"] = "給藏寶海岸的克拉茲克帶去4塊次級血石礦。",
    ["T"] = "克拉茲克的要求",
  },
  [628] = {
    ["D"] = "既然里面的東西都已經做完了，那么就只剩下外面的表層部分了。表層一定要用質量最好的老鱷魚的皮。這種皮甚至比帆布還要結實，用它就可以完成我的完美設計。$b$b雖然要找到完美的皮很難，但這種老海鱷的皮是唯一能配得上我的設計的材料了。老海鱷只會在其它鱷魚被攻擊的時候才會出來保護族群，所以恐怕你得先殺些普通鱷魚引它們出來。",
    ["O"] = "給藏寶海灣的崔斯里克帶回1張老鱷魚的皮。",
    ["T"] = "刨花皮靴",
  },
  [629] = {
    ["D"] = "很久以前，有一座古老的巨魔城市因為大地震沉入了西北方的野人海岸水下。現在那里被一群魚人所占據著，任何接近的人都會遭到他們的攻擊，我們把那處地方叫作暗礁海。$B$B在那片廢墟之中有一塊古老的石板，上面記錄著一位名叫格里雷克的巨魔英雄的傳說。那塊石板對于我們暗矛部落來說具有神圣的意義，盡管它太大，沒辦法全部運走，但我仍希望有人能從上面敲下一塊碎片，讓我們帶到奧格瑞瑪的新家去供奉起來。",
    ["O"] = "給格羅姆高營地里的肯維雷帶回一塊石板碎片。",
    ["T"] = "暗礁海",
  },
  [630] = {
    ["D"] = "$N，我的一切都全靠你了！是藍鬃猩猩之王穆克拉把我抓進來的，它統治著這島上所有的野獸，它們不顧我的反抗，用這些鐵鏈把我給鎖在這兒。如果你能殺了它，從它身上找到能夠打開這套鐐銬的鑰匙的話，我會好好報答你的。$B$B它通常在這座島的北邊活動，但你一定得小心，它絕對是一個很難對付的家伙。",
    ["O"] = "殺死穆克拉并帶著鑰匙回去救出普巴爾公主。",
    ["T"] = "瓶中信",
  },
  [631] = {
    ["D"] = "當時，山里突然傳出了一陣巨大的爆炸聲，而且在山谷中回蕩了很久。那簡直太可怕啦！$b$b士兵們為了守衛薩多爾大橋死傷慘重。長須說我們總有一天要向黑鐵矮人們復仇的。$b$b我們目前的情況非常窘迫，而且暫時也得不到任何援軍。長須派了老伊本瑟去偵查東邊的那座橋，看看我們是否有機會攻陷那里。$b$b可這已經是好幾天以前的事了。丹莫德目前全城被圍，我們根本無法抽出人力去聯絡他。$b$b或許你能幫忙去找他……",
    ["O"] = "拉格·加瑪森要求你找到老伊本瑟。",
    ["T"] = "薩多爾大橋",
  },
  [632] = {
    ["D"] = "很顯然，可憐的老伊本瑟遭遇到了黑鐵矮人的伏擊，已經戰死了。但你突然注意到了他緊握著的拳頭中似乎有一張皺皺的羊皮紙。$b$b將這條令人沮喪的消息告訴拉格·加瑪森，并把你的發現報告給他。",
    ["O"] = "向拉格·加瑪森回報，并將你在伊本瑟尸體上找到的羊皮紙交給他看看。",
    ["T"] = "薩多爾大橋",
  },
  [633] = {
    ["D"] = "天呀！不！可憐的伊本瑟，這實在是一個悲劇。$b$b我們絕對不能讓他就這樣白白犧牲了。你發現的這張羊皮紙上寫道，是卡姆·深怒在背后組織了這次進攻，并且，他還在薩多爾峽谷的阿拉希高地那一側囤積了不少炸藥。$b$b如果他們用這些炸藥摧毀了橋梁的話，那么我們的通向北邊的主要補給線就會被徹底切斷！必須摧毀這些炸藥，$n！完成了這個任務后立刻回來向我復命。$b$b你是我們最后的希望了。",
    ["O"] = "摧毀堆積的炸藥。",
    ["T"] = "薩多爾大橋",
  },
  [634] = {
    ["D"] = "我想拜托你再幫我一個小忙，$c。我們正等待著來自鐵爐堡的援軍。但是，羅戈說阿拉希高地上的避難谷地那里還有一處聯盟的營地。$b$b到那里去找尼艾絲隊長吧。問問這位善良的隊長，看聯盟是否能派一些暫時沒有任務在身的士兵來幫我們奪回丹莫德和薩多爾峽谷。",
    ["O"] = "去避難谷地找到尼艾絲隊長。",
    ["T"] = "請求援助",
  },
  [635] = {
    ["D"] = "你拿著這塊碎片，明顯地感覺到它在跳動著……$B$B你感到它在祈求，好像有什么人想要與你交流，急切地需要你的幫助。$B$B你的腦中出現一幕奇特的影像——在阿拉希的北部山脈上，有一塊明亮的水晶從地面上突出來。$B$B你感覺到自己仿佛被帶到了那個地方……",
    ["O"] = "找到你在幻覺中看到的那塊水晶。",
    ["T"] = "山中的水晶",
  },
  [636] = {
    ["D"] = "這本書敘述了元素公主密斯萊爾和她被囚禁在阿拉希高地下面的故事。$B$B它還敘述了高地里的一處秘密的水晶巖層。這些被稱為“密斯萊爾水晶碎片”的東西是囚禁大地公主的監獄的窗戶。$B$B如果某個勇敢的人能找到密斯萊爾水晶碎片，那么$g他:她;就有可能和她交談……",
    ["O"] = "找到密斯萊爾水晶碎塊。",
    ["T"] = "大地公主的傳說",
  },
  [637] = {
    ["D"] = "你手中的這封信濕淋淋的，已經面目全非了，只有幾頁像是得到了精心保護的信紙上的字跡還能辨認。$b$b這封信是寫給鐵爐堡的薩拉·巴魯女士的，開頭寫著，“親愛的薩拉……”",
    ["O"] = "把蘇利·巴魯的信交給鐵爐堡的薩拉·巴魯。",
    ["T"] = "蘇利·巴魯的信",
  },
  [638] = {
    ["D"] = "隨著索拉斯·托爾貝恩的死與激流堡的毀滅，沃金大人指示我們要不惜一切代價將那把傳說中的寶劍托卡拉爾從人類的手里搶過來，供我們在與祖爾格拉布的巨魔的戰斗中使用。$b$b我們已經派出了一個名叫森谷的資深獵人前往阿拉希高地東北部的落錘鎮去尋找它。",
    ["O"] = "前往阿拉希高地的落錘鎮，與森谷談一談。",
    ["T"] = "巨魔之敵",
  },
  [639] = {
    ["D"] = "在古代，巨魔曾與阿拉索帝國以及我們最強大的對手——被稱為“激流堡的伊格納烏斯”的托爾貝恩作戰。托爾貝恩總是揮舞著托卡拉爾劍進行作戰。在古代語中，托卡拉爾是“巨魔殺手”的意思。$b$b然而，現在托爾貝恩子孫的勢力已大不如前了，他們的要塞也已經變成了廢墟。$b$b托卡拉爾劍是由幾塊符印保護的，這些符印現在都在激流堡的幸存者手中，我們必須獲得它們。$b$b辛迪加組織擁有第一塊——這一塊應該就在他們駐扎于激流堡的那群人中的某個人手里。",
    ["O"] = "幫落錘村的森古拿回激流堡符印。",
    ["T"] = "激流堡符印",
  },
  [640] = {
    ["D"] = "索拉斯·托爾貝恩的墓室由三塊符印護衛，這其中的第一塊你已經從辛迪加手中得到了。另外兩塊更難得到，因為它們被牢牢地控制在激流堡的民兵手里。$b$b索拉丁符印被索拉斯的兒子加林分成了十一塊，分別由一個激流堡守衛者掌握。取回這些符印，把它們交給巨魔祭司托爾甘，他能夠將它們合成一塊完整的符印。",
    ["O"] = "從激流堡的守衛者那里取回5塊符印碎片，把它們交給落錘村的托爾甘。",
    ["T"] = "破碎的符印",
  },
  [641] = {
    ["D"] = "復原得完美無缺。現在，這塊完整的符印可以被用于打開托爾貝恩墓穴上的封印了。把它交給森古吧，他一定還有別的任務要你完成。",
    ["O"] = "把修復的索拉丁符印交給落錘村的森古。",
    ["T"] = "索拉丁符印",
  },
  [642] = {
    ["D"] = "我叫密斯萊爾，我是大地的公主。巨人們俘獲了我，把我拘禁在阿拉希高地的地下深處。這些水晶碎塊是我和外界交流的唯一途徑。$B$B幫幫我。這些巨人的盟友——枯須狗頭人——就在東邊的枯須峽谷里活動，那里有一塊類似水晶碎塊。要激活那塊水晶，你必須從狗頭人那里收集到密斯萊爾之塵，然后把它們放在水晶上。$B$B求求你了，$N，幫幫我吧！",
    ["O"] = "收集密斯萊爾之塵。$B$B把它們放在枯須峽谷中的虹光水晶碎塊上。",
    ["T"] = "被困的公主",
  },
  [643] = {
    ["D"] = "盡管他們還沒有控制激流堡，更不要說整個阿拉希高地，但那人類王子卻率領著剩余的騎士在鄉間疾馳。我不能理解他為什么這么做，誰又能理解人類的思維方式呢？$b$b且不管他到底是怎么想的，最重要的是他把一塊符印交給了瓦羅卡爾中尉，也就是那群騎士的首領。找到這個人，把他的符印帶回來交給我。",
    ["O"] = "取回阿拉索符印，把它交給落錘村的森古。",
    ["T"] = "阿拉索符印",
  },
  [644] = {
    ["D"] = "打開索拉斯·托爾貝恩墓室所需的最后一塊符印掌握在他兒子手中。他深居在激流堡的一座由民兵控制的教堂里。加林王子的保衛措施非常嚴密，他本人也是一名強大的勇士，所以這次你的任務會是非常艱巨的。",
    ["O"] = "殺掉加林·托爾貝恩王子，把托爾貝恩符印帶給落錘村的森古。",
    ["T"] = "托爾貝恩符印",
  },
  [645] = {
    ["D"] = "將四塊符印放在一起，它們就能互相結合形成一塊完整的符印。毫無疑問，這塊符印能夠擊破托爾貝恩地墓室里的防護魔法。$b$b托爾貝恩的遺體就埋葬在激流堡教堂后的密室中。去取回托卡拉爾。",
    ["O"] = "從激流堡的托爾貝恩墓室中取回托卡拉爾劍。",
    ["T"] = "托卡拉爾",
  },
  [646] = {
    ["D"] = "光芒慢慢地褪去，石鞘中的托卡拉爾劍已經松動了。",
    ["O"] = "把托卡拉爾劍交給落錘村的森古。",
    ["T"] = "托卡拉爾",
  },
  [647] = {
    ["D"] = "昨晚我喝了很多月光酒！要是布萊德知道我在當差的時候溜出去準會要了我的命。$b$b我喝得有些太多了，就感覺到頭頂上有一整支蒸汽坦克部隊呼嘯而過，滿耳都是隆隆的響聲。$b$b哦，瞧這時間！我答應南海鎮的布魯米·比格爾要送他一些月光酒來抵債的。$b$b但是離我交貨的最后期限只有15分鐘了！請你把這些帶給他，好么？要快！",
    ["O"] = "把馬克里爾的月光酒交給南海鎮的布魯米·比格爾。",
    ["T"] = "馬克里爾的月光酒",
  },
  [648] = {
    ["D"] = "那個侏儒的聲音再次從那個機器人中傳了出來：$B$B“我需要你幫忙把OOX-17/TN移動到一個安全的開闊地，這樣它才可以啟動起飛程序。它自帶隱形系統，但是我需要一點時間來遠程啟動這個系統。請你把這個機器人從現在的位置護送到熱砂港去！那里是個非常理想的起飛點，有足夠的空間作為機器人起飛的跑道！”$B$B“將它護送到那里，然后再到藏寶海灣來找我！奧格索普·奧布諾提斯——完畢！”",
    ["O"] = "將OOX-17/TN護送到熱砂港，然后向藏寶海灣的奧格索普·奧布諾提斯報告。",
    ["T"] = "拯救OOX-17/TN！",
  },
  [649] = {
    ["D"] = "我這有些事情要你來做，如果你和我一樣是蜜酒的愛好者，那我敢說你一定會接受這項任務！$B$B蜜酒當然是一種酒，你這個蠢貨！$B$B在一座被部落廢棄的村莊那里有很多的辛特蘭蜜酒，這些蜜酒是以前那里還有人做生意的時候留下的，那絕對是極品的蜜酒！瑪爾頓的手下知道這個村莊的具體位置，我要你去那里一趟，給我帶一些蜜酒回來！和瑪爾頓談談吧，他會給你進一步指示的。",
    ["O"] = "和奧格瑞瑪的瑪爾頓·杜佛斯談一談。",
    ["T"] = "尋找蜜酒",
  },
  [650] = {
    ["D"] = "你得去跟那個名叫基沃拉丁·獵日者的精靈談談。他只需聞一下就可以辨別任何一種葡萄酒！他可以幫我們弄到蜜酒。嗯……我們需要至少六瓶包裝好的蜜酒，其中兩瓶是給爸爸的，至于他實際上需要多少瓶倒無關緊要……當你打包好了蜜酒，并且搞到了給爸爸的兩瓶蜜酒之后，就回到我這里來！$B$B基沃拉丁的營地在辛特蘭的高等精靈大屋附近，不過那些高等精靈不太友善……相信我。",
    ["O"] = "和基沃拉丁·獵日者談一談，他的營地就在辛特蘭區域。",
    ["T"] = "尋找蜜酒",
  },
  [651] = {
    ["D"] = "在阿拉希高地上散布著4塊禁錮之石，這些石頭將我牢牢地釘在地下。$B$B要想解除它們，你就必須解除最堅固的那塊：內禁錮之石。首先，你必須搜集到其它三塊石頭的鑰匙。$B$B這些石頭都有守護者在看守，但是如果你足夠聰明或者足夠幸運的話，就能找到消滅這些守衛的辦法。",
    ["O"] = "從西禁錮之石、東禁錮之石和外禁錮之石中搜集烈焰鑰匙、海浪鑰匙和雷霆鑰匙。$B$B把它們帶到內禁錮之石處。",
    ["T"] = "禁錮之石",
  },
  [652] = {
    ["D"] = "禁錮之石的開啟基本解開了這些束縛著我的東西，可還有一把牢不可破的鎖讓我無法動彈。你看到這圈石頭中的那塊鑰匙之石了嗎？開鎖的鑰匙在弗茲魯克手中，他是囚禁我的巨人之一，也是這石鎖的看護人。$B$B你必須從弗茲魯克那里獲得一把名叫“秩序魔棒”的鑰匙來打開鑰匙之石。$B$B你已經為我做了這么多，$n，只是再幫個微不足道的小忙……我會對你更加感激不盡的！",
    ["O"] = "找到并殺死弗茲魯克，然后把秩序魔棒帶到阿拉希高地的鑰匙之石旁。",
    ["T"] = "打開鑰匙之石",
  },
  [653] = {
    ["D"] = "<密斯萊爾開始說話>$B$B自由！我自由了！我終于自由了，我要恢復力量，不過現在我還得躲避那些追捕我的敵人。因為如果他們現在找到我的話，肯定會輕松將我降服并重新監禁我。$B$B總有一天我會回到那些巨人的面前，讓他們為禁錮我的行為而后悔！$B$B你是一個高尚的盟友，$N。我會再次需要你的幫助。等我準備好之后，我需要你來將我召喚到地表上。$B$B去和鐵爐堡的葛利·硬骨談談吧，他知道如何召喚我。",
    ["O"] = "和鐵爐堡的葛利·硬骨談一談。",
    ["T"] = "密斯萊爾的盟友",
  },
  [654] = {
    ["D"] = "啟動能量源之后，野外實驗工具包開始閃光和震動，看來它開始按照預定的程序工作了。$B$B根據首席工程師沙克斯·比格維茲所說的，你現在有兩個小時的時間在塔納利斯沙漠收集你所需的數據。如果你在兩個小時內無法收集到全部數據，那么收集到的數據也將消失，而你則不得不重新從安全主管吉羅姆·比格維茲那里購買另外一個能量源。$B$B當你完成任務之后就盡快回到他那里。",
    ["O"] = "收集8份蜥蜴樣本、8份土狼樣本和8份蝎子樣本，然后在能量源耗盡之前把野外實驗工具包還給加基森的安全主管吉羅姆·比格維茲。",
    ["T"] = "塔納利斯的樣本",
  },
  [655] = {
    ["D"] = "一切是那么的清晰，似乎就發生在昨夜……那么多年了，從來都看不到任何希望，卻有重重的木枷和鋼索將我們的族人束縛在這個可怕的地方。終于，終于！奧格瑞姆酋長回來解救我們了！他像座鐵塔一樣站在那里，穿著那套如午夜一般漆黑的戰甲，將他的戰錘高高舉起。$b$b那……太恐怖了……那懦夫的一擊居然擊倒了我們最偉大的英雄。那個懦夫騎著戰馬，手持長矛向他刺去……我跪倒在地。哪里才有希望？哪里才有希望……",
    ["O"] = "和落錘村的托爾甘交談。",
    ["T"] = "落錘鎮",
  },
  [656] = {
    ["D"] = "你必須在密斯萊爾恢復力量之前打敗她。否則，一旦等到她聚集到足夠的能量，密斯萊爾就會向追捕她的人發起挑戰！有一些人自信能控制住她，但是如果她真能被控制住，巨人們有必要先發制人把她囚禁起來嗎？$B$B這是個瘋狂的邏輯，難道不是嗎？$B$B你必須在第一次和她接觸的密斯萊爾水晶碎塊那里將她召喚出來，然后打敗她。在打敗她之后搜出她身上的怪異鐐銬，然后與密斯萊爾水晶碎塊縛在一起。$B$B只有這樣做才能再次將密斯萊爾囚禁起來。",
    ["O"] = "到密斯萊爾水晶碎塊去召喚她，然后打敗她。$B$B搜出她身上的怪異鐐銬，將其和密斯萊爾水晶碎塊縛在一起。",
    ["T"] = "召喚大地公主",
  },
  [657] = {
    ["D"] = "<奎艾開始仔細地閱讀這份文件>$B$B這很有趣。看起來藥劑師喬瑞爾正在格沙克農場里進行著一些危險的試驗，很難說這和希爾斯布萊德有什么牽連，不過我看最好還是別讓他得逞。$B$B你走了以后，我們看見有一些獸人跑了進來，不過我沒有足夠的實力去幫基恩洛的忙——她要到農場里去偷取喬瑞爾的那些還沒有送往塔倫米爾的研究資料，你能協助她嗎？",
    ["O"] = "和基恩洛談一談。",
    ["T"] = "新的瘟疫？",
  },
  [658] = {
    ["D"] = "是費恩讓你來找我們的吧？我一點都不吃驚，那家伙總是擔心這個擔心那個的。$B$B我們監視這個農場已經有些時候了，基恩洛說她不久前看見有一個信使從那間小房子里走出來，往南邊去了。$B$B她平時話有些多，不過在這種危險的地方，我總是相信她的直覺。$B$B嗯……你的追蹤能力怎么樣？我們認為那個信使可能是帶著信去塔倫米爾了。如果你能弄到那些文件，就有可能幫助我們搞清楚在希爾斯布萊德所發生的那些怪事。",
    ["O"] = "找到被遺忘者信使，把她的密封的信件交給格沙克農場里的奎艾。",
    ["T"] = "新的瘟疫？",
  },
  [659] = {
    ["D"] = "歡迎你，$N。我帶著一群探險者到這里來調查最近發生的一些怪事。$B$B我在希爾斯布萊德有個堂兄，他最近殺掉了家養的那只名叫斯坦雷的狗，因為這只狗突然長得很巨大，而且還野蠻地攻擊所有靠近它的人。$B$B我想這一定和亡靈有些關系，我們正在尋找能證明這個猜想的更多證據。$B$B我的兩個同伴奎艾和基恩洛到阿拉希高地上的格沙克農場去了，最近這些天一直沒有她們的消息。你能幫我找到她們嗎？我越來越擔心了……",
    ["O"] = "到阿拉希高地上的格沙克農場附近找到奎艾和基恩洛。",
    ["T"] = "新的瘟疫？",
  },
  [660] = {
    ["D"] = "好了，$N。我已經準備好了。$B$B可以出發了嗎？",
    ["O"] = "保護基恩洛，直到她回到奎艾身邊。",
    ["T"] = "新的瘟疫？",
  },
  [661] = {
    ["D"] = "就算讓基恩洛在旅店里睡上一晚，她也不會比現在看起來更健康。顯然，你很好地保護了她。$B$B她從農場拿回來的這些東西至少能讓費恩了解到在阿拉希高地附近究竟發生了些什么事情。為了確保你們的行動不會導致任何報復行動，我們會在這里繼續留守一段時間。你愿意返回南海鎮去和費恩談談嗎？",
    ["O"] = "到南海鎮去找到費恩·奧德利克。",
    ["T"] = "新的瘟疫？",
  },
  [662] = {
    ["D"] = "奧布里領船進入海灣，我們確信能在這里發現寶藏。先驅號安全靠岸，但是當處女號和銀松之魂號靠近港口的時候，退潮開始了。此時發生了怪事！$b$b那兩艘船撞上了什么東西……似乎是暗礁中的什么廟宇……它們很快就沉沒了，這真是一場災難。$b$b我們必須要在離開以前去取回他們的日志和航海圖，這些有價值的信息絕對不能留給任何其他人！",
    ["O"] = "大副尼茲利克斯讓你從處女號和銀松之魂號中取回航海圖和航海日志。",
    ["T"] = "深海打撈",
  },
  [663] = {
    ["D"] = "魯魯看見了一個小$r！魯魯總是待在哨所上！$b$b歡迎來到法迪爾海灣。奧布里船長說過，我們在這里待不了多久。我們只要搜集寶藏然后返回藏寶海灣就行了。$b$b但是魯魯認為我們要在這兒待很長很長的時間，我們失去了兩艘船。可憐的銀松之魂號和處女號！她們長眠在海底！$b$b魯魯說，如果你想在這逗留的話，就去和奧布里船長談談吧。",
    ["O"] = "和法迪爾海灣的奧布里船長交談。",
    ["T"] = "法迪爾海灣",
  },
  [664] = {
    ["D"] = "啊，多么可怕的生活！我本以為我再也不能像現在這樣坐在火堆旁呼吸著新鮮的空氣了！$b$b船員們為了拯救我那美麗漂亮的處女號盡了全力。愿神保佑他們，保佑他們的心靈。$b$b奧布里船長的船安全地進了港，可我們就沒那么幸運了，大浪弄沉了我們的船。$b$b前一秒鐘我們還漂浮在海上，轉眼間就又被海浪吞沒。而那些該死的納迦還殺死了所有的幸存者！我逃到這里來，算是勉強保住了性命。$b$b我要讓那些野獸去死！",
    ["O"] = "法迪爾海灣的斯迪加特船長要你去殺掉10個刺脊襲擊者和3個刺脊巫師。",
    ["T"] = "船長的復仇",
  },
  [665] = {
    ["D"] = "既然我們已經整裝待發，那么幫助奧布里先生尋找丟失的精靈寶藏就是當務之急了！$b$b在黑暗的海底，如果沒有任何輔助手段的話，要想找到那些寶藏幾乎是不可能的。博士做的潛水鏡可以派上大用場，不過他要從山上的洞穴里弄些魔石來，好給他的潛水鏡附上魔法。$b$b但是那座洞穴已經被詛咒了！只要我們靠近洞穴就會遭到伏擊。你得掩護我，讓我控制魔石的能量，將它注入到潛水鏡里。",
    ["O"] = "護送菲茲索普教授到洞穴里去并平安返回。",
    ["T"] = "水下寶藏",
  },
  [666] = {
    ["D"] = "寶藏在海床上放了那么長時間，早已經被巖石包裹起來了。但是借助潛水鏡中的魔法力量，你可以輕而易舉地鎖定這些寶藏。$b$b侏儒的創造能力實在是讓人驚嘆！$b$b那么你去把尋寶潛水鏡借來用用，$n，看你能不能幫奧布里船長找回些丟失的寶藏。$b$b我可以潛游到那兒，可是……嗯……在這片安全而干燥的土地上，我有些重要的科學研究要做……嗯，是這樣的。",
    ["O"] = "法迪爾海灣的德拉克里格博士要你去收集10塊精靈寶石并在完成任務后歸還尋寶潛水鏡。",
    ["T"] = "水下寶藏",
  },
  [667] = {
    ["D"] = "太糟了，看來那些刺脊納迦正在囤積重兵準備發動攻擊。納迦在作戰時是出了名的冷酷無情，只要你還有一口氣，他們就決不會停止攻擊。$b$b我并不是說我自己的性命比弟兄們更寶貴，但你必須得保護我，因為如果沒有我對大海的了解，弟兄們是不可能回到藏寶海灣去的。$b$b納迦會從大海里向我們發起進攻，我要你留在這兒與我一起對抗他們，齊心協力把他們打退。$b$b你準備好了嗎，$n？",
    ["O"] = "在納迦的攻擊中保護沙克斯·奧布里。",
    ["T"] = "水下伏兵",
  },
  [668] = {
    ["D"] = "我們不要讓奧布里船長等了。他急著想看到這些寶藏呢。這不正是我們在這兒的原因嗎？$b$b和這些海盜們打了幾個星期的交道以后，我和教授都意識到，手里拿著海盜的寶藏永遠是不安全的。$b$b拿著這些，$n，把它們交給奧布里。",
    ["O"] = "把精靈寶石交給奧布里船長。",
    ["T"] = "水下寶藏",
  },
  [669] = {
    ["D"] = "艦隊指揮官卡拉·海角一定想馬上知道我們找到了什么。$b$b你也看到了，我們還不能離開這兒。不單單是因為潮水太低的緣故，還因為那些被我們驚動的可惡家伙正密切地注視著我們的一舉一動。$b$b假如你能把口信帶給藏寶海灣的艦隊指揮官卡拉·海角，并告訴他我們已經發現寶藏的話，你可就幫了我們黑水海盜的大忙了。把這件東西交給艦隊指揮官卡拉·海角，這樣他就會確信你說的是真的了。",
    ["O"] = "把精靈寶石樣本交給藏寶海灣的艦隊指揮官卡拉·海角。",
    ["T"] = "水下寶藏",
  },
  [670] = {
    ["D"] = "嘿，$n，看來你是個喜歡冒險的$r。在我們重新進貨之前，我的船隊會一直停泊在藏寶海灣。$b$b這里即將發生一些大事，我得找人把相關的絕密信息通報給在阿拉希海岸上的沙克斯·奧布里。$b$b你可以確保將口信安全而保密地送達嗎？",
    ["O"] = "把海角船長的密信送給阿拉希高地的沙克斯·奧布里。",
    ["T"] = "水下寶藏",
  },
  [671] = {
    ["D"] = "我感覺空氣中彌散著一種奇怪的東西……這種感覺在我的血液中不斷升騰。對此我感到很奇怪，于是便著手去尋找給我造成這種不安的原因，然后我就在西邊的諾斯弗德農場找到了一些邪惡的召喚法術留下的痕跡。當我慢慢地靠近時，我的熱血開始沸騰，胸中的怒氣不斷上升。$b$b我在地上發現了一枚血石護符，那是用在惡魔召喚儀式中的東西。可是，我找到的這枚血石護符的能量已經被耗盡了。現在我需要再弄一些來研究，可我不敢回農場去了。你能幫我找一些來嗎？",
    ["O"] = "幫落錘村的托爾甘找10枚血石護符。",
    ["T"] = "邪惡的魔法",
  },
  [672] = {
    ["D"] = "我們把他安頓下來，不斷地鼓舞他，向他講述我們在卡利姆多建立偉大的奧格瑞瑪城的故事，但所有的這些都無法打動他。$b$b關于我們年輕的酋長的故事，擁有奧格瑞姆的戰甲和戰錘的薩爾酋長……也許吧……也許吧！我們新發現的薩滿魔法或許會帶給他新的希望。這值得一試！$b$b我們可以給他一件小東西，對……給我帶些迅猛龍的眼睛，我要看看我們能做些什么。",
    ["O"] = "從高地闊步龍和高地長尾龍身上取得10個高地迅猛龍的眼球，把它們交給落錘村的托爾甘。",
    ["T"] = "振奮精神",
  },
  [673] = {
    ["D"] = "我確信有一個強大的術士居住在激流堡城內。這個術士經常通過一種魔法物品來召喚大量的惡魔。我們必須毀掉他的能量源泉。$b$b找到這個術士，殺掉他。把所有你在他身上發現的物品都拿來給我，我會設法銷毀它的。我們絕對不能讓這片大地再被玷污了！",
    ["O"] = "取回瑪雷茲·考爾的血石寶珠，把它交給落錘村的托爾甘。",
    ["T"] = "邪惡的魔法",
  },
  [674] = {
    ["D"] = "把這枚護符交給戈穆爾，看看迅猛龍的力量能否喚醒這位勇士的血管中曾經燃燒過的火焰。",
    ["O"] = "把迅猛龍利爪護符交給戈穆爾。",
    ["T"] = "振奮精神",
  },
  [675] = {
    ["D"] = "<戈穆爾把護身符扔到了地上>$b$b托爾甘讓你來的，是嗎？呸！我不理解他為什么要憐憫我。在我不能和我的酋長一起戰死的時候，我就不再接受任何憐憫了。我注定要被這殘酷的命運煎熬……",
    ["O"] = "和托爾甘談一談。",
    ["T"] = "振奮精神",
  },
  [676] = {
    ["D"] = "軟弱的家伙……他們全都是懦夫……你，$c，你在看什么？你覺得自己有什么特殊的么？怎么不去證明一下？$B$B阿拉希的落錘村哨所正受到攻擊。再不增派援兵的話，他們就會全軍覆滅的。$B$B不過在你去那里之前，是不是應該先試試看自己夠不夠格？阿拉希的激流堡東北部有個食人魔的營地，石拳部族的食人魔就住在那里。等你搞定了那里的食人魔和執行者之后，再去向落錘村的杜拉姆法爾報告吧。",
    ["O"] = "殺掉8個石拳食人魔和10個石拳執行者，然后去阿拉希高地的落錘村哨所找杜拉姆法爾。",
    ["T"] = "落錘之戰",
  },
  [677] = {
    ["D"] = "枯木巨魔和阿拉希的石拳食人魔聯合起來，要把我們趕出這片土地，但我們決不會把命運交給他們掌控！我們要除掉他們，讓他們知道誰是這兒真正的主宰。$B$B巨魔背棄了我們，食人魔想要把我們當作美味的食物——我們決不能允許這種事情發生。$B$B現在，讓我們從南邊的枯木巨魔開始吧。去殺掉他們，讓他們血流成河！",
    ["O"] = "殺死10名枯木擲斧者、10名枯木獵頭者和8個枯木巫醫，然后回到落錘村哨所的杜拉姆法爾那里。",
    ["T"] = "短兵相接",
  },
  [678] = {
    ["D"] = "$N，你的強大已經是有目共睹的了。現在讓我們看看你如何去面對一個真正的敵人。$B$B從這里往西南走，在通往矮人修建的那座大橋的途中，有一個石拳食人魔的老巢。如果我沒搞錯的話，那兒的虐待者和法師對你來說應該是個難度不小的挑戰——至少到現在為止對于我們來說是這樣的。$B$B盡可能多地殺死他們，無論最終是勝利還是失敗，無論回來見我的是你自己還是你的靈魂，我都會贊賞你在戰斗表現出的堅韌精神。",
    ["O"] = "殺死10個石拳蠻兵和4個石拳法師，然后向落錘村哨所的杜拉姆法爾復命。",
    ["T"] = "短兵相接",
  },
  [679] = {
    ["D"] = "$N，現在是時候和這些家伙算總賬了……很明顯你完全有能力幫我們完成這最后的一擊。這些與我們為敵的蠢貨的領導者已經在激流堡廢墟里建立了巢穴。激流堡的廢墟……那是人類軟弱無能的最好證明！$B$B找到那些石拳領主和他們的薩滿祭司，把他們全都殺掉，這些妄圖將我們趕離家園的蠢貨們活不了多久了！",
    ["O"] = "殺死7個石拳薩滿祭司和3個石拳領主，然后向落錘村哨所的杜拉姆法爾復命。",
    ["T"] = "短兵相接",
  },
  [680] = {
    ["D"] = "你幫我丈夫干得不錯，$c，可他并不知道為什么落錘村會遭受攻擊。$B$B奧卡拉爾是瑪格索爾派到激流堡去的走狗，他非常害怕我的丈夫。很多年前，我的丈夫打敗了他，他巴不得我的丈夫早點死去。$B$B我占卜到奧卡拉爾給我的丈夫設下了陷阱，并且感覺到了那些食人魔正在伺機害他……$B$B如果他知道那些食人魔在哪里的話，一定會不顧三七二十一地殺過去。所以……請你幫我殺死奧卡拉爾吧。",
    ["O"] = "殺死奧卡拉爾，將他的頭顱帶給落錘村哨所的科林法爾。",
    ["T"] = "真正的威脅",
  },
  [681] = {
    ["D"] = "我們正在為激流堡而戰，然而我們卻逐漸落入下風。我們、食人魔以及辛迪加分別控制著這座城市的一部分，現在我們這三方勢力陷入了整日互相征戰卻毫無突破的僵局。$B$B然而，當敵人們力量開始逐漸增強的時候，我們卻在慢慢地變弱。$B$B我們需要南海鎮的援助，但是辛迪加控制了我們和南海鎮之間的領地，因此那邊的補給很難運到這里來。$B$B到辛迪加在諾斯弗德農場的基地去干掉他們，也許這樣做能讓我們補給線上的壓力大大減輕，然后才能有更多的物資平安運抵這里。",
    ["O"] = "殺掉6個辛迪加雇傭兵和10個辛迪加路霸，然后回到避難谷地去向尼艾絲隊長復命。",
    ["T"] = "諾斯弗德農場",
  },
  [682] = {
    ["D"] = "我們的民兵分隊正在和控制著激流堡的辛迪加成員激戰。為了刺激他們那群烏合之眾與我們作戰，辛迪加的頭目們使出了重金懸賞的手段，只要有人能殺死我們的民兵，并從他們身上繳獲激流堡徽章，辛迪加都會給予獎勵。$B$B我們必須奪回那些徽章——決不能讓劊子手們用我們的戰士的性命來換取金錢！$B$B到激流堡城內的辛迪加控制區去殺掉那些歹徒，取回我們的徽章。",
    ["O"] = "把激流堡徽章交給位于避難谷地的尼艾絲隊長。",
    ["T"] = "激流堡徽章",
  },
  [683] = {
    ["D"] = "$n，我對你有個小小的請求。$b$b這張便箋是我寫給鐵爐堡的國王麥格尼·銅須的。對于你這種曾為聯盟的事業英勇作戰的$r來說，這個任務再容易不過了。$b$b以我在現在這種狀態去覲見國王陛下是很不合適的，我相信你應該可以理解。",
    ["O"] = "把薩拉·巴魯的便箋交給鐵爐堡的國王麥格尼·銅須。",
    ["T"] = "薩拉·巴魯的請求",
  },
  [684] = {
    ["D"] = "重金懸賞瑪雷茲·考爾的項上人頭。這個獸人是辛迪加組織的高級顧問和技工，人們最后一次看見她是在激流堡內的辛迪加控制區。$B$B賞金請到尼艾絲隊長處領取。$B$B請注意：瑪雷茲是一個強大而狡猾的術士，她和惡魔有著非常密切的聯系。追殺她時務必非常小心。",
    ["O"] = "把瑪雷茲的頭顱交給避難谷地的尼艾絲隊長。",
    ["T"] = "通緝：瑪雷茲·考爾",
  },
  [685] = {
    ["D"] = "激流堡民兵團重金懸賞法庫雷斯特公爵和他的保鏢奧圖的頭顱。法庫雷斯特是辛迪加在阿拉希地區的主要領導者，他的死將使該組織在這一地區的活動陷入癱瘓。$B$B他的保鏢奧圖不是我們的戰略目標，但他生性兇殘，已經殺死了許多激流堡的士兵。$B$B賞金請到尼艾絲隊長處領取。",
    ["O"] = "把法庫雷斯特和奧圖的頭顱交給避難谷地的尼艾絲隊長。",
    ["T"] = "通緝：奧圖和法庫雷斯特",
  },
  [686] = {
    ["D"] = "象巴魯夫人這樣好心的矮人可能無法理解要忍受這場可笑的戰爭其實是為了我們族人更高的利益。無論是她的丈夫還是其他在戰斗中獻出生命的矮人，每次聽到他們的名字都讓我感到非常心痛。$b$b雖然我不能讓她的丈夫死而復生，不過我可以向他致以崇高的敬意。$b$b我會委派大石匠瑪布勒斯坦為蘇利·巴魯建造一座紀念碑。$b$b把口信帶給他，$c。你來負責傳達我的這條命令。",
    ["O"] = "國王麥格尼·銅須讓你去和大石匠瑪布勒斯坦談一談。",
    ["T"] = "國王的禮物",
  },
  [687] = {
    ["D"] = "迷失者塞爾杜林曾經是我們暮光之錘的一員。但是有一天他突然精神失常，摒棄了我們的信條，背叛了我們的信仰。在背離我們之前，他還偷走了密斯萊爾卷軸！我們沒能抓到他，但有傳言說他就躲藏在荒蕪之地中，整日胡言亂語，已經完全瘋掉了。$B$B如果你要將公主帶回來的話，就必須找到卷軸，而要找到卷軸，你就必須找到塞爾杜林。",
    ["O"] = "找到迷失者塞爾杜林。",
    ["T"] = "迷失者塞爾杜林",
  },
  [688] = {
    ["D"] = "<密斯萊爾開始說話>$B$B自由！我自由了！我終于自由了，我要恢復力量，不過現在我還得躲避那些追捕我的敵人。因為如果他們現在找到我的話，肯定會輕松將我降服并重新監禁我。$B$B總有一天我會回到那些巨人的面前，讓他們為禁錮我的行為而后悔！$B$B你是一個高尚的盟友，$N。我會再次需要你的幫助。等我準備好之后，我需要你來將我召喚到地表上。$B$B去和落錘村的薩魯克談談吧，他知道如何召喚我。",
    ["O"] = "和落錘村的薩魯克談一談。",
    ["T"] = "密斯萊爾的盟友",
  },
  [689] = {
    ["D"] = "我們的國王要建一座紀念碑向一個叫蘇利·巴魯的士兵致敬？你是說那個可憐的士兵是在薩多爾大橋的悲劇中死的？$b$b唉，艾澤拉斯還會有和平嗎？$b$b不管怎樣，國王下達的任務就是第一要務。我要用最好的石頭來建這座紀念碑，你到希爾斯布萊德的丘陵洞穴為我找一些奧特蘭克花崗巖來吧。",
    ["O"] = "鐵爐堡的大石匠瑪布勒斯坦要5塊奧特蘭克花崗巖。",
    ["T"] = "國王的禮物",
  },
  [690] = {
    ["D"] = "你好，$N。我看出你是個渴望冒險的$c，現在我有項任務需要你的幫助。$B$B我原來的主人，大法師特雷萊恩，不久從位于阿拉希高地的激流堡里逃了出來。他讓我到那里去幫他取回一些臨走時落下的物品。$B$B激流堡現在已經陷入了重圍之中，他在努力保衛阿拉索之塔，但是現在看來情況越來越危險了。我的人已經到了阿拉希高地，但他們需要更多的支援。你有興趣去幫忙嗎？",
    ["O"] = "找到位于阿拉希高地上的避難谷地中的斯奎爾圖。",
    ["T"] = "馬林的要求",
  },
  [691] = {
    ["D"] = "$N，別怕斯奎爾圖。他是因為事情太多才變得這么暴躁。在我們等他完成偵察任務的時候，為什么不做些更有意義的事情呢？馬林派我到這里來為他收集一些試劑，對于如何收集這些物品，我感到很困惑。不過現在你來了，我想我的問題也解決了。$B$B我需要這些東西：枯木巨魔的獠牙，枯木巨魔的醫藥包和一把暗影獵手的小刀。$B$B你能幫我找到這些嗎？枯木巨魔一般都在阿拉希高地的東南一帶出沒。",
    ["O"] = "幫避難谷地中的學徒克里汀收集10個枯木巨魔的獠牙，4只枯木巨魔的醫藥包和1把暗影獵手的小刀。",
    ["T"] = "證明實力",
  },
  [692] = {
    ["D"] = "密……密斯萊爾卷軸？！你要那東西干什么？它強大的魔法力量可以把密斯萊爾召喚到地面上來，那時候我們就有大麻煩了！$B$B也許……也許已經太遲了，也許她已經自由了。密斯萊爾可能正在為報復我們而聚集力量。如果是這樣，那你就必須掌握著這至關重要的卷軸！$B$B……太糟了，它被毀掉了。憤怒的元素生物偷走了卷軸，并將它撕成了碎片。現在它們又在為這些碎片爭斗不休。$B$B如果你能搜集那些碎片的話，也許我們還有希望將它修復成原來的樣子……",
    ["O"] = "把破損的卷軸碎片、弄皺的卷軸碎片和燒焦的卷軸碎片帶給迷失者塞爾杜林。",
    ["T"] = "遺失的卷軸碎片",
  },
  [693] = {
    ["D"] = "你好啊，$N，很抱歉我以前對你那么兇……我可以斷定特雷萊恩的第一件寶物的所在：它在石拳大廳的考格雷什手里。順便說一句，他已經可以使用冰爆術來教訓不聽話的手下，看來離他完全掌握魔杖力量的日子也已經不遠了。$B$B石拳大廳就在這里的南邊，薩多爾大橋的東邊。從那個食人魔手里把那根魔杖拿回來吧。$B$B在你回來之前，我要想想我們要怎樣解決激流堡的問題。",
    ["O"] = "幫避難谷地的斯奎爾圖找到特雷萊恩的符咒魔杖，并把它帶回來。",
    ["T"] = "特雷萊恩的符咒魔杖",
  },
  [694] = {
    ["D"] = "休息好了嗎？$B$B我們的下一步計劃和激流堡的阿拉索之塔周圍的食人魔有關。我們必須首先開啟這座塔的防御系統，當然，前提是你能活著到達存放那些物品的地方。為此，首先我們需要一些石拳薩滿祭司經常攜帶著的寶石。他們把寶石從塔里帶了出來，但他們沒有什么機會占有這些寶石了。$B$B從他們那里弄一塊寶石，把它送去給克里汀——他能夠給寶石附魔，這樣一來，寶石就可以當鑰匙用了。",
    ["O"] = "找到一塊碧藍瑪瑙石，把它交給避難谷地處的學徒克里汀。",
    ["T"] = "特雷萊恩的防御",
  },
  [695] = {
    ["D"] = "拿著寶石吧，$n。只要將寶石放置在塔基的任何一個支撐腳上，就能激活阿拉索之塔的防御。當你準備進入塔中尋找特雷萊恩的其余物品時，就使用這顆寶石。$B$B祝你好運，我將在營地里等你回來。哦，對了，在你離開之前別忘了去和斯奎爾圖談談，他會告訴你一些你必須了解的細節。",
    ["O"] = "和斯奎爾圖談一談。",
    ["T"] = "學徒的魔法",
  },
  [696] = {
    ["D"] = "以下是你要找的東西：特雷萊恩的護符匣、特雷萊恩的寶珠和特雷萊恩的黑瑪瑙。$B$B所有這三樣東西應該都在塔中的箱子里，你打開這些箱子應該不會有什么問題，只是要當心那些食人魔就成。$B$B阿拉索之塔的防御不會作用于那些食人魔，因此你必須時刻準備戰斗。如果那些食人魔發現你在偷他們的東西，你就少不了一場惡戰。$B$B多加小心，祝你好運。",
    ["O"] = "找到特雷萊恩的護符匣、特雷萊恩的寶珠和特雷萊恩的黑瑪瑙，把它們交給避難谷地的斯奎爾圖。",
    ["T"] = "進攻高塔",
  },
  [697] = {
    ["D"] = "把這封信送到暴風城去，讓馬林知道我和克里汀很快就可以回家了。對于你給我們的幫助，馬林一定會好好回報你的，$N，對于這一點我深信不疑。$B$B祝你旅途順利。",
    ["O"] = "將給大法師馬林的信交給暴風城法師區里的大法師馬林。",
    ["T"] = "馬林的要求",
  },
  [698] = {
    ["D"] = "我正努力為我們在東邊海灘那里的哨所收集一些補給品，托克卡爾已經盡了他的全力。但他又要值勤，又要為他的士兵們做飯，一天這么下來就沒什么時間了。$B$B他們很喜歡吃鹽齒鱷魚的肉，但我沒時間為他們再送去一批補給了。你能幫我這個忙嗎？$B$B鹽齒鱷魚幼崽的肉不如成年鱷魚的口感好，所以你別獵殺小鱷魚，等它們長大了再吃它們也不遲。",
    ["O"] = "給悲傷沼澤的托克卡爾帶去8塊新鮮的鹽齒鱷魚肉。",
    ["T"] = "缺乏補給",
  },
  [699] = {
    ["D"] = "我們之所以被部署在這里，是為了警戒在這片海岸附近出沒的魚人，以防它們——或者任何其它什么東西——威脅到斯通納德，當然，要是他們太囂張了點的話，我們也會去給它們一些顏色看看。這工作可不輕松，我們幾乎很少有自由的時間，所以只好拜托你來幫忙了，當然，我是說如果你愿意的話。$B$B加工得當的鹽齒鉗嘴鱷的爪子可以用來制作精良的武器，給我帶些它們的爪子回來，我就會送你一件精致的武器作為酬謝。",
    ["O"] = "給悲傷沼澤的托克卡爾帶去6只鹽齒鉗嘴鱷的爪子。",
    ["T"] = "缺乏補給",
  },
  [700] = {
    ["D"] = "啊，洛丹倫的石頭真不賴，可惜那兒已經變成一片廢墟了。$b$b紀念碑完成了！我想國王陛下一定會滿意的。$b$b如果你愿意的話，請替我去告訴國王陛下，紀念碑已經完成了。",
    ["O"] = "向鐵爐堡的國王麥格尼·銅須匯報。",
    ["T"] = "國王的禮物",
  },
  [701] = {
    ["D"] = "只要借助一些特別的物品，我就能創造出一件注入了迅猛龍的狡詐力量的東西！這樣就應該能讓戈穆爾了解到我們新的能量，并重新找回潛藏著的勇士的力量！$b$b我需要迅猛龍的心臟來完成這件物品和法書。",
    ["O"] = "從高地獵獸龍身上獲取12顆迅猛龍的心臟，把它們交給托爾甘。",
    ["T"] = "迅猛龍的狡詐",
  },
  [702] = {
    ["D"] = "拿著這顆寶珠，用它的能量來給戈穆爾灌入迅猛龍力量的精髓。這一定會讓他的精神備受鼓舞，并給予他新的生活目標。當他恢復正常之后，我們就可以向他說明部落現在的狀況，在我們永無止境的戰斗中，這位偉大的戰士也將幫上大忙。",
    ["O"] = "把托爾甘的寶珠交給戈穆爾。",
    ["T"] = "迅猛龍的狡詐",
  },
  [703] = {
    ["D"] = "哦，當然，燒烤禿鷹翅膀是我的最愛！醬汁濃郁，肉香撲鼻，香味能把數公里外饑餓的野獸都給吸引過來！$B$B我有能做一頓美味佳肴的一切原料，呃……還差點禿鷲翅膀！$B$B如果你想嘗嘗我的手藝，就去幫我弄些禿鷲翅膀來。盡量多弄點，沒準我一高興就把烹飪方法一并教給你！",
    ["O"] = "給里格弗茲帶去4只禿鷲的翅膀。",
    ["T"] = "燒烤禿鷹翅膀",
  },
  [704] = {
    ["D"] = "阿戈莫德送來的最后一份報告讓我感到十分困惑，現在他死了，我就更難受了！他提到挖掘隊在奧達曼附近的挖掘場找到了一些“遠古的石罐”。我擔心是他找到的罐子影響了石腭怪，就像這里發現的小石像一樣。$B$B我要你去找到那些罐子，把它們拿回來以供研究。到奧達曼挖掘場去收集那些罐子吧，完成之后再回到我這里來。",
    ["O"] = "收集4個雕紋石罐，把它們交給洛克莫丹的勘察員基恩薩·鐵環。",
    ["T"] = "阿戈莫德的命運",
  },
  [705] = {
    ["D"] = "荒蕪之地是一個無比荒涼的地方，是兇殘的捕食者和食腐動物的樂園。這里的一切都令人感到恐慌，尤其是對于我這樣的小個子地精來說。為了生存，我不得不機靈些！$B$B我知道閃光彈的制作方法，也常用它來嚇走野獸。不過，作為原料之一的藍珍珠粉快要用完了。你能不能幫我找些藍珍珠回來？當然我會給你足夠的報酬。$B$B呵呵，這個東西并不是那么好找的，恐怕你得走不少的路了。我所需要的藍珍珠可以在暗礁海的牡蠣身上找到。$B$B對，就是位于荊棘谷的那個暗礁海。",
    ["O"] = "收集9枚藍珍珠，把它們交給荒蕪之地的里格弗茲。",
    ["T"] = "潛水采珍珠",
  },
  [706] = {
    ["D"] = "作為費拉諾·鋼趾的學徒，我從他那里學會了賦予武器強力魔法的特殊技能。我最后一次聽到他的消息時，他正和從洛丹倫過來的狩獵小隊合伙工作。$b$b我不能告訴你關于這種技術的太多細節，但可以告訴你必須要用黑龍血來完成這個附魔過程， 而且一定要是從黑色幼龍那仍在跳動的心臟中涌出的血液。我現在除了等待鐵爐堡的消息以外無事可做，所以如果你能從萊瑟羅峽谷幫我帶一顆黑色幼龍之心回來，我就向你展示一下我的技術！",
    ["O"] = "為西格魯·鐵斧拿到一顆黑色幼龍之心。",
    ["T"] = "黑龍之火",
  },
  [707] = {
    ["D"] = "$N。洛克莫丹的勘察員基恩薩·鐵環從他的挖掘場給我送來報告，說是需要為我們的另一項挖掘計劃外出搜集一些情報。$B$B我就知道這么多了，如果你愿意活動一下筋骨，就去和基恩薩·鐵環談談吧。",
    ["O"] = "和洛克莫丹鐵環挖掘場的勘察員基恩薩·鐵環談一談。",
    ["T"] = "鐵環挖掘場需要你！",
  },
  [708] = {
    ["D"] = "這個黑色金屬箱的表面已經被嚴重破壞，似乎在酸液中浸泡過——它一定在那只巨型禿鷲的肚子里呆了很長的時間。$B$B翻轉過箱子之后，你發現箱底印著一個標記，標記下是一行字：$B$B“19號坦克 - 鐵爐堡攻城坦克旅”",
    ["O"] = "把這個黑盒子帶到鐵爐堡的軍事大廳去。",
    ["T"] = "黑盒子",
  },
  [709] = {
    ["D"] = "天哪……天哪！厄運就要降臨了。它已經朝我而來了！厄運就要降臨了！$B$B不，我不能說……不能說出他們的名字，否則會被他們聽到的！但是，如果我們……如果我們對他們有更多了解的話……也許我們就可以知道如何擊敗他們！$B$B也許……$B$B到奧達曼去。不！我說過！你必須找到……找到雷烏納石板……對，找到它！別讓我再提到那個名字！$B$B它深藏在那里，就在一個古代的箱子里……這個箱子甚至比矮人族群的年代還要久遠……",
    ["O"] = "把雷烏納石板帶給迷失者塞爾杜林。",
    ["T"] = "化解災難",
  },
  [710] = {
    ["D"] = "在荒蕪之地，我停下了所有手頭的事情來專注于我的最新項目：元素禁錮鐐銬。$B$B這些鐐銬一旦完成，就可以讓法師們在更廣的范圍內召集更加強大的元素生物。首先，我需要些小石頭碎塊，來檢驗我最新的攻擊性咒語和小發明。$B$B你可以從西面那里的次級石元素身上收集到這些碎片，能給我弄一些來嗎？",
    ["O"] = "收集10塊小石頭碎塊，把它們交給荒蕪之地的魯特維爾·沃拉圖斯。",
    ["T"] = "研究石元素",
  },
  [711] = {
    ["D"] = "$N，你的能力超過了我所有學徒的總和。$B$B我所需的下一個部分需要花些功夫。只要你稍加留心，就能在石元素身上找到一些大石片。他們的身體更加龐大，因而會有足夠大的碎片來供我試驗。你可以在西邊遠一點的地方或者東南方的山地邊緣找到它們。$B$B不用太著急，測試你帶來的小石頭碎塊還需要花些時間。",
    ["O"] = "收集3塊大石片，把它們交給荒蕪之地的魯特維爾·沃拉圖斯。",
    ["T"] = "研究石元素",
  },
  [712] = {
    ["D"] = "$N，我還需要從荒蕪之地的元素生物身上弄一些東西：巨型石元素身上的護腕。據我估測，那些護腕完全可以檢驗出我的鐐銬所具有的力量。$B$B我的占卜顯示，在西南邊有一批巨型石元素。我想起來了，那附近好像還有一些食人魔。$B$B給我帶5個護腕來，我想5個就足夠了。阿布總是放錯我的試劑和實驗品，這方面它的名聲可不太好。",
    ["O"] = "收集5個石縛護腕，把它們交給荒蕪之地的魯特維爾·沃拉圖斯。",
    ["T"] = "研究石元素",
  },
  [713] = {
    ["D"] = "讓我來告訴你些有關冰霜之油的事情吧：沒有別的什么東西能夠像它一樣防止發動機或者齒輪過熱。$B$B它的冷卻性能和潤滑效果無與倫比。不僅如此，它還有助于保存附著在魔法物品上的魔力。$B$B我需要一小瓶冰霜之油以加強鐐銬的魔力，好讓它們足夠強大，不然我可沒法阻止那些被召喚來的“朋友們”對我們大開殺戒。$B$B我在奧特蘭克有一個名叫布洛金的地精朋友，他能教你制取冰霜之油的方法。",
    ["O"] = "找到冰霜之油，把它交給荒蕪之地的魯特維爾·沃拉圖斯。",
    ["T"] = "至關重要的冷卻劑",
  },
  [714] = {
    ["D"] = "$N，你所做的一切都是超一流的。$B$B<魯特維爾的注意力顯然從工作中移開了>$B$B如果我們曾在卡拉諾斯見過，你隨時都可以來申請工作。$B$B哎呦！快抓住……對，那個。謝謝。$B$B我現在還需要一件東西。雖然是件小東西，但是也非常關鍵的東西，它就是精密的發條式同步協調陀螺儀。$B$B如果你能幫我找一個的話，我就能完成工作啦。",
    ["O"] = "給荒蕪之地的魯特維爾·沃拉圖斯帶去一個發條式同步協調陀螺儀。",
    ["T"] = "發條式什么什么儀",
  },
  [715] = {
    ["D"] = "我想你為魯特維爾找的那些東西會不會給我們帶來什么麻煩，$N。另一方面，你已經在幫助魯特維爾神圣的科學研究的過程中體現了超凡的才能，那么幫幫我如何？$B$B我需要一瓶隱形藥水和一瓶治療藥水。如果他的進展一切順利，這兩件東西都必須及時到位。$B$B作為報酬，我會給你這個配方，它是我向魯特維爾求學時，在魯特維爾長期以來在荒蕪之地的研究成果的基礎上開發出來的。",
    ["O"] = "為荒蕪之地的盧希恩·槍穗找到一瓶次級隱形藥水和一瓶治療藥水。",
    ["T"] = "盧希恩的藥水",
  },
  [716] = {
    ["D"] = "我知道魯特維爾瘋狂起來會有多么危險，你最好讓我給你制作一些裝備以防萬一。也許它能保護你免受魯特維爾新發明的折磨。$B$B我一直都在研究那些你給他找來的石頭，所以我想我能造出一些不錯的護腕來供你使用。嗯，它們當然都是附有魔法的。$B$B我只需要一些鐵匠打造的青銅花紋護腕就可以幫你造出附魔的護腕了。",
    ["O"] = "給荒蕪之地的盧希恩·槍穗帶去一些青銅花紋護腕。",
    ["T"] = "有備無患",
  },
  [717] = {
    ["D"] = "顯然，我們不能保證黑龍布萊克拉什和赫瑪圖斯仍能被囚禁在萊瑟羅峽谷里。大批黑龍盤踞在那里的現狀以及食人魔試圖偷走大地印章的事實說明后面將會有更可怕的事情發生。$b$b黑龍的監獄由三塊符石維持著，只有使用大地印章才能得到它們，而那些符石就是打破封印的關鍵。$b$b$n……我們要確保那些黑龍的夢想永遠無法成真。",
    ["O"] = "用大地印章激活鉆石柱、瑪瑙石柱和紫水晶石柱并拿到三顆符石。$b$b把符石放在大地封印上，釋放黑龍布萊克拉什和赫瑪圖斯。$b$b殺了這兩條黑龍，把布萊克拉什的鎖鏈、赫瑪圖斯的鎖鏈和大地印章交給加瑞克。",
    ["T"] = "大地的震顫",
  },
  [718] = {
    ["D"] = "在匆忙撤出奧達曼挖掘場的途中，我們不得不丟棄了很多補給物資，那些柯什營地里的食人魔像兀鷲看見了腐爛的尸體一樣瘋狂地掠奪我們扔掉的物資，呃，那些家伙聞起來也和曬了好幾天的尸體沒什么區別……$b$b不管怎么說，他們搶走了我們裝著武器的馬車，而且現在……現在的狀況實在是只能用窘迫兩個字來形容了——我們現在幾乎什么吃的都找不到了。$b$b就連腌菜也要吃光了，你看……能不能幫我們弄點什么吃的來？",
    ["O"] = "幫西格魯·鐵斧找回補給箱。",
    ["T"] = "饑腸轆轆",
  },
  [719] = {
    ["D"] = "你好，$c。千萬要小心四周。這里到處都是黑鐵矮人，似乎都是屬于暗爐部族的。$B$B他們剛剛襲擊了我們的挖掘場……殺死了那里幾乎所有的人，包括我的老板鐵趾格雷茲，只有我僥幸逃了出來。$B$B挖掘場在這里的北面，我想找回我們的一些物資，尤其是我的好運鋤。$B$B你能幫幫我嗎？如果找不到其它的，至少幫我找回我的鋤頭吧。",
    ["O"] = "找到雷杜爾的好運鋤，把它交給鐵趾挖掘場南邊的勘察員雷杜爾。",
    ["T"] = "矮人的工具",
  },
  [720] = {
    ["D"] = "<在地圖上有一行用粉筆潦草寫下的文字>$B$B“雷杜爾，$B他們把我帶到了奧達曼，請速來援助。$B——鐵趾”",
    ["O"] = "找到勘察員雷杜爾，告訴他鐵趾格雷茲還活著。",
    ["T"] = "一線希望",
  },
  [721] = {
    ["D"] = "$N，你能找到他嗎？你能在奧達曼找到鐵趾嗎？$B$B如果那些卑鄙的暗爐矮人將他抓為人質是為了獲得他掌握的有關泰坦的信息的話，鐵爐堡就有大麻煩了。$B$B很久以來，黑鐵矮人一直在尋找可以制造出威力更大的作戰傀儡的魔法。鐵趾也在尋找這樣的魔法，但他的目的僅僅是為了阻止他們。$B$B估計在套出重要情報之前，他們是不會殺了鐵趾的。你要抓緊時間，盡快救出鐵趾！",
    ["O"] = "在奧達曼找到鐵趾格雷茲。",
    ["T"] = "一線希望",
  },
  [722] = {
    ["D"] = "你很勇敢……<咳嗽>……為了我來到奧達曼，$c。$B$B如果你真要幫助我……那么……<咳嗽>……你就必須找到……幫我找到我的護符。$B$B它在……馬格雷甘·深影的手里。他就在這附近……肯定在這片廢墟上。如果你不能阻止他的話，那枚護符將會引導他……<咳嗽>……找到卷軸。$N，就看你的了。$B$B請……拿到那枚護符。$B$B卷軸一旦落入黑鐵矮人的手里……一切就都太晚了……",
    ["O"] = "找到鐵趾的護符，把它交給奧達曼的鐵趾。",
    ["T"] = "鐵趾的護符",
  },
  [723] = {
    ["D"] = "<鐵趾捂著傷口，老半天才緩過勁來，他接著說道>$B$B找到雷杜恩，$N……把護符交給他。<猛烈的咳嗽>他……<咳嗽>知道該怎么辦。雷杜恩知道我一直在尋找我們種族的起源，他也……<咳嗽>知道阻止暗爐部族是我的使命。不能讓他們找到卷軸……<咳嗽>",
    ["O"] = "把鐵趾的護符交給荒蕪之地的勘察員雷杜恩。",
    ["T"] = "鐵趾的遺愿",
  },
  [724] = {
    ["D"] = "好吧……誰知道下一步該做些什么？$B$B史學家卡尼克！沒錯！$B$B他就在鐵爐堡里。我想我們可以從他那里尋求一些幫助。鐵趾和他曾經共同在奧達曼挖掘古代神器，估計暗爐矮人已經對他們的底細了如指掌了。$B$B去把鐵趾的不幸遭遇告訴卡尼克，然后把護符交給他——他會告訴你該怎么辦。",
    ["O"] = "把鐵趾的護符交給鐵爐堡的史學家卡尼克。",
    ["T"] = "鐵趾的遺愿",
  },
  [725] = {
    ["D"] = "$N，你趕快去找顧問貝爾格拉姆，把你看到的一切都告訴他，問問他我們下一步該怎么做。這封信會讓他了解的消息。$B$B與此同時，我會和鐵趾的亡靈交談，也許他所知道的事情能夠幫助我們解決那幫暗爐部族的家伙帶來的麻煩。讓我們祈禱吧。",
    ["O"] = "找到顧問貝爾格拉姆，把便箋交給他。",
    ["T"] = "亡者的警告",
  },
  [726] = {
    ["D"] = "<顧問貝爾格拉姆讀到信的結尾，他的眼睛瞪大了好一會兒。>$B$B哎喲，這真是太可怕了。$B$B$N，你回去告訴史學家卡尼克，趕快以國王的名義對這一事件采取行動。他必須制止暗爐矮人在荒蕪之地的所作所為！",
    ["O"] = "和史學家卡尼克談一談。",
    ["T"] = "亡者的警告",
  },
  [727] = {
    ["D"] = "石板說明了不少問題，但這還不夠，遠遠不夠！$B$B有這么一本書，它是雅格因在若干年前寫的筆記，上面記載著一些……我想方設法要避開的人……他們在世界各地都珍藏著這本書的復制本。而他們中最有學問的人也一直在研究它，因為它包含著極其豐富的知識……可以讓我們免遭災難的知識！$B$B到鐵爐堡去找葛利·硬骨，把徽章拿給他看看，他就會相信你是他們中的一員。向他要到雅格因的筆記……然后馬上把它交給我！",
    ["O"] = "把戰錘印章交給鐵爐堡的葛利·硬骨。",
    ["T"] = "遠赴鐵爐堡",
  },
  [728] = {
    ["D"] = "石板說明了不少問題，但這還不夠，遠遠不夠！$B$B有這么一本書，它是雅格因在若干年前寫的筆記，上面記載著一些……我想方設法要避開的人……他們在世界各地都珍藏著這本書的復制本。而他們中最有學問的人也一直在研究它，因為它包含著極其豐富的知識……可以讓我們免遭災難的知識！$B$B到幽暗城去找看守者貝爾杜加，把徽章拿給他看看，他就會相信你是他們中的一員。向他要到雅格因的筆記……然后馬上把它交給我！",
    ["O"] = "把戰錘印章交給幽暗城的看守者貝爾杜加。",
    ["T"] = "遠赴幽暗城",
  },
  [729] = {
    ["D"] = "首席考古學家杜瑟·灰須派我在偉大的勘察員雷姆塔維爾的指導下進行工作，這對我來說是無上的榮譽。在鐵爐堡學院時，每個人都知道雷姆塔維爾有許多偉大的發現。$b$b不過這位偉大的勘察員實在是……嗯……有些健忘……他常常對周圍的一切都渾然不覺。$b$b我們剛剛發現了一座大型的古代城鎮，但是突然間，可怕的傀儡從地下蜂擁而出，占據了那里。不過雷姆塔維爾似乎還沒有發現這一點，我跑回奧伯丁就是為了找人去救他。$b$b請到南邊去一趟，看看偉大勘察員是否還一切安好！",
    ["O"] = "到南邊去一趟，看看勘察員雷姆塔維爾現在處境如何。",
    ["T"] = "健忘的勘察員",
  },
  [730] = {
    ["D"] = "很高興見到一個對我們偉大的考古事業有如此濃厚的興趣的$C。$B$B我們的工作經常被聯盟中的其他朋友當成是矮人的休閑活動而不被理解，但是很多人都沒有意識到，最近在卡茲莫丹一帶的發現證實，一股強大的勢力正威脅著從洛丹倫到卡利姆多的整個世界。$B$B我很擔心那些到黑海岸去考古的兄弟們，他們有好幾個星期都音信全無了。$B$B到奧伯丁去找找看有沒有關于他們的線索吧。",
    ["O"] = "到奧伯丁去尋找矮人挖掘隊的線索。",
    ["T"] = "黑海岸的麻煩事",
  },
  [731] = {
    ["D"] = "好吧，那么，霍莉……哦，不對，你不是霍莉。霍莉去哪兒啦？$b$b不說這個了，那不是我們要討論的話題。我們必須找到那把石刷……我是說神秘的化石！我們必須找到化石。達納蘇斯的探險者協會希望能看到我的工作進展情況。$b$b如果你準備好了，就和我說一聲，我們去尋找那把刷子……我是說化石！我們要找到一些能讓協會滿意的東西。$b$b你準備好了嗎？",
    ["O"] = "在勘察員雷姆塔維爾搜尋神秘化石的時候保護他，然后回到奧伯丁的考古學家霍莉那里。",
    ["T"] = "健忘的勘察員",
  },
  [732] = {
    ["D"] = "我聽西格魯說，你在過去幾天幫了他的大忙。現在我也需要你的幫助。我的主人，肯瑞托的大法師克拉蘇斯派我來結束萊瑟羅峽谷的混亂局面。$b$b我不能透露這次任務的確切性質以及我要完成的使命，但是這個任務真的非常重要。$b$b有一伙四處游蕩的食人魔偷走了一件名叫大地印章的東西，我必須要把它拿回來。如果你能幫我找到它，我就讓你知道更多的消息。",
    ["O"] = "幫加瑞克取回大地印章。",
    ["T"] = "大地的震顫",
  },
  [733] = {
    ["D"] = "如果不能弄到一些物資來建構防御工事和其它的必要設施，我們在這里的處境就會非常糟糕。我發現這個地區的食人魔居然有許多金屬碎片，也許傳說在荒蕪之地出沒攻城坦克不久之后也會出現……$b$b無論如何，勘察員對我們營地的狀況非常擔憂，所以我要盡早開工。$b$b食人魔的主營地就在火山洞穴，從這里往西一直走就能找到。",
    ["O"] = "幫西格魯收集7塊金屬碎片。",
    ["T"] = "搜集行動",
  },
  [734] = {
    ["D"] = "太好啦，太好啦。$B$B<魯特維爾看了你一會兒，又去擺弄他的鐐銬了>$B$B去找盧希恩吧，$N。跟他說我需要一個5號齒輪。你能把它拿來給我嗎？",
    ["O"] = "和荒蕪之地的盧希恩·槍穗談一談。",
    ["T"] = "不祥的感覺",
  },
  [735] = {
    ["D"] = "雅格因的筆記？你要它干什么？沒關系，我不該問這個。$B$B我會幫你的，因為我這里還有一本。我們得互相幫助，對不對？這樣我們才能各自獲利。$B$B我需要三件寶物，把它們給我拿來，我就給你那本筆記。$B$B我不會說出它們的名字，因為可能有人正在偷聽，不過我可以把這幾個名字寫下來。",
    ["O"] = "找齊葛利·硬骨的便箋上列出的東西，然后把它們交給鐵爐堡的葛利·硬骨。",
    ["T"] = "星，手，心",
  },
  [736] = {
    ["D"] = "你需要雅格因的筆記？一整本？當然……當然我會幫助你，我的$g兄弟:姐妹;。$B$B但你也得幫我。$B$B我需要三件威力強大的物品，把這些物品給我找來，筆記就是你的了。$B$B我不能把它們的名字說出來，不過我可以給你寫下來。$B$B把這個單子上的東西找來，如果你能完成這個任務，那么你就有能力接到更重要的工作。",
    ["O"] = "把貝爾杜加的便箋上列出的東西帶給幽暗城的看守者貝爾杜加。",
    ["T"] = "星，手，心",
  },
  [737] = {
    ["D"] = "$n，我這里有你想要的筆記，我想不需要我再提醒你要保管好它了吧？特別是絕對不要讓它落入敵人之手。$B$B這本書里記錄了很多真相……$B$B……可以毀滅你的真相。",
    ["O"] = "把雅格因的筆記交給塞爾杜林。",
    ["T"] = "禁斷的知識",
  },
  [738] = {
    ["D"] = "勘察員阿戈莫德曾是荒蕪之地的挖掘場負責人，就是西南邊的那座挖掘場。我說“曾是”，是因為……嗯，最近幾周我都沒有得到他的任何消息。請你幫我找到阿戈莫德并拿到他的報告。$B$B我最后一次得到的消息是：阿戈莫德在荒蕪之地最南邊的挖掘場——那是苦痛堡壘附近的一個不起眼的小地方。你先去那里找找看吧。",
    ["O"] = "找到阿戈莫德。",
    ["T"] = "尋找阿戈莫德",
  },
  [739] = {
    ["D"] = "阿戈莫德留下的足跡表明他是從西邊走過來的。從沙石上的斑斑血跡不難看出，矮人阿戈莫德爬行了好一段距離。$B$B爬到這里的時候，他終于被死神帶走了。$B$B經過仔細察看，你在旁邊的沙石中發現了幾個潦草寫下的字跡：“莫達洛克”。$B$B字跡就在阿戈莫德的手邊。",
    ["O"] = "干掉殺害阿戈莫德的兇手：莫達洛克。$B$B順便殺掉12個石窟斷骨者。$B$B然后向洛克莫丹的勘察員基恩薩·鐵環報告。",
    ["T"] = "莫達洛克",
  },
  [741] = {
    ["D"] = "勘察員雷姆塔維爾要把神秘的化石送給達納蘇斯的探險者協會？可是我不太想把他一個人留在這里。$b$b給你，$n，把這塊神秘的化石交給達納蘇斯的首席考古學家杜瑟·灰須。",
    ["O"] = "把神秘的化石交給達納蘇斯的首席考古學家杜瑟·灰須。",
    ["T"] = "健忘的勘察員",
  },
  [742] = {
    ["D"] = "年輕的冒險者們，注意了！灰谷的野獸正在等著你們！$B$B部落在貧瘠之地以北的區域建立了強大的基地。我們的兩個前哨站——碎木哨崗和佐拉姆海岸哨崗——正在努力地為部落的榮耀而戰！想要證明自己能力的勇士就到那兒去吧。碎木崗哨位于貧瘠之地的正北方，塞娜尼·雷心正在那里招募愿意參與灰谷狩獵中的冒險者！",
    ["O"] = "與灰谷碎木哨崗的塞娜尼·雷心談一談。",
    ["T"] = "灰谷狩獵",
  },
  [743] = {
    ["D"] = "謝謝你抽時間來和我談話，$N。我是魯爾，既是一個戰士，也是一個導師。$B$B如果你想在莫高雷之外經歷更多冒險的話，現在正是讓你接受更多考驗的時候了。$B$B如果你想測試自己的能力，就去東南方找風怒鷹身人作戰吧。他們駐扎在山邊遠離大路的地方。$B$B鷹身人是我們的天敵，對你來說，和他們戰斗會是個不錯的考驗。",
    ["O"] = "給血蹄村的盧爾·鷹爪帶回8只風怒鷹身人的爪子。",
    ["T"] = "風怒鷹身人",
  },
  [744] = {
    ["D"] = "$N，我的兄弟很快就要去面見血蹄酋長了，我要為他做一個頭飾，這對我來說是一種榮耀。$B$B在我處理這些皮革的時候，你能不能幫我一個忙？我沒有時間去收集足夠的羽毛，不知道你能否幫助我去收集一些呢？$B$B你應該可以在雷霆崖北面和西北面的鷹身人身上找到尺寸合適的羽毛。我需要6片碧藍色的和6片古銅色的羽毛來完成我的頭飾。",
    ["O"] = "收集6根碧藍色的羽毛和6根古銅色的羽毛，把它們交給雷霆崖的伊恩·鷹爪。",
    ["T"] = "準備典禮",
  },
  [745] = {
    ["D"] = "這片土地上有很多紛爭，$N。我希望你不會象我一樣經歷那么多的戰爭，不過我還是希望你去做一件事，讓你可以了解到，一個看似不值一提的小小威脅如果不加制止的話，會對我們的領土帶來多大的危害。$B$B白鬃豺狼人已經在西邊的一個洞穴中和血蹄村的南邊扎了營。我們曾試圖和他們交流，卻被他們無理地拒絕了，而且他們還大肆屠殺莫高雷的野生動物。$B$B現在語言已經不能解決問題了，我們必須有所行動。",
    ["O"] = "殺死10個白鬃制革工、8個白鬃剝皮工和5個白鬃偷獵者，然后回到血蹄村向貝恩·血蹄復命。",
    ["T"] = "土地之爭",
  },
  [746] = {
    ["D"] = "西北部有些矮人正在準備修建一座挖掘場。他們認為地下埋藏著某些秘密，事實也的確如此，不過挖掘和污染大地并不是獲得這些秘密的正確途徑。$B$B收集矮人的挖掘工具，把它們全都毀掉，然后把這些被損壞的工具帶給我。$B$B要毀掉這些工具的話，你必須得找到一塊鐵砧才行。在雷霆崖就有一處鐵匠鋪，不過任何鐵砧——包括矮人營地里的——都可以用來毀掉工具。",
    ["O"] = "收集5個勘察員的鋤頭。$B$B在鐵匠鋪砸碎這些勘察員的鋤頭。$B$B把5件損壞的工具交給血蹄村的貝恩·血蹄。",
    ["T"] = "矮人的挖掘場",
  },
  [747] = {
    ["D"] = "歡迎來到納拉其營地，$n。你來到這里的消息很快就傳遍了部族。或許很快有一天你會被迎去雷霆崖上的大城市里，但首先，你必須先向我們證明你的能力。$b$b我們這些生活在紅云臺地上的牛頭人無疑對自己優秀的狩獵技術最為自豪，當然，牛頭人只為生存需要和競技而狩獵。我們庫存的肉已經不多了，另外我們還需要羽毛來做衣服。現在去獵殺附近的平原陸行鳥來給村莊提供補給吧，同時你也可以借此證明自己的能力。",
    ["O"] = "納拉其營地的格魯爾·鷹風要求你帶給他7片平原陸行鳥的羽毛和7塊平原陸行鳥肉。",
    ["T"] = "開始狩獵",
  },
  [748] = {
    ["D"] = "那些地精和他們的爪牙污染了我們神圣的水井！我們必須制止他們！$B$B要想凈化所有的水井，我得先制造出相應的凈化圖騰，然后你把圖騰拿到水井那兒去完成凈化的儀式。$B$B首先，我們給冰蹄之井制作一個凈化圖騰，這需要大地的幫助。去獵捕一些草原狼和成年平原陸行鳥，把它們的爪子帶回來給我，它們就在西南方活動。",
    ["O"] = "收集6只草原狼的爪子和4只平原陸行鳥的爪子，把它們交給血蹄村的穆爾·雷角。",
    ["T"] = "毒水",
  },
  [749] = {
    ["D"] = "幾天前，我們在石牛湖北岸發現了有一個被重兵保護著的風險投資公司的馬車。我們在先前的戰斗里已經失去了兩個同伴，所以我們就把怒氣傾瀉在這輛馬車身上，速戰速決地把它給摧毀了。$b$b我們沒去管他們的儲物箱，滿以為一把火就可以把這些東西和馬車一起燒成灰。不過有人在那輛熊熊燃燒的貨車附近看見了風險投資公司的搶救人員，那些箱子可能沒被燒掉。$b$b也許你可以去那輛貨車旁，看看箱子里面到底是什么。",
    ["O"] = "摩林·云行者要你去查看被破壞的貨車附近的儲備箱里有什么東西。",
    ["T"] = "被破壞的貨車",
  },
  [750] = {
    ["D"] = "善于狩獵的牛頭人從不僅僅將他的獵物看作戰利品，這些生活在平原上的野獸對我們的生存有著極為重要的意義。如果你能帶回一些珍貴的山獅皮的話，就會令部族里的長老們對你刮目相看。你可以在南邊的山區找到它們。$b$b我們的孩子需要衣服，部族里的帳篷也需要維修了。",
    ["O"] = "納拉其營地的格魯爾·鷹風要求你帶給他10張山獅皮。",
    ["T"] = "繼續狩獵",
  },
  [751] = {
    ["D"] = "撬開蓋子之后，你發現了堆得滿滿的礦石，這又一次證明了風險投資公司確實在莫高雷地區有采礦活動。在礦石的最上面有一捆文件。$b$b你可以依稀聽見東部丘陵的頂部傳來丁丁當當的聲音，還可以看見從一大堆篝火上升起的濃煙。",
    ["O"] = "把風險投資公司文件交給血蹄村附近的摩林·云行者。",
    ["T"] = "被破壞的貨車",
  },
  [752] = {
    ["D"] = "我們部族的所有成員都過著完美和諧的生活，我們一起勞作，一起生活。$b$b部族中的每個成員都對其他人負有義務，并且我們總是將這些義務放在首位。現在我需要你幫我做一件麻煩的事情。$b$b我的母親今天早上去納拉其東南方的水井中取水，她已經去了很久了。你能不能替我去看看？部族里的事務讓我實在抽不開身。",
    ["O"] = "鷹風酋長要求你去納拉其營地東南方的水井處尋找他的母親。",
    ["T"] = "一件瑣事",
  },
  [753] = {
    ["D"] = "我這一生也算是經歷了不少磨難，走了不少路，現在我這一把老骨頭也沒什么力氣啦。我仍然在為部族盡力，但有些時候，我還真感覺有些力不從心。$b$b不過，你這$c似乎是正想找點什么事情做做呀。正好，讓我來看看你的體力如何吧。把水井旁的這個水罐交給我兒子，他就在納拉其營地里。$b$b記住，即使是最瑣碎的小事，只要你做得夠好，也能獲得長老們的首肯。",
    ["O"] = "在井邊拿一只水罐。$b$b把它帶給納拉其營地里的鷹風酋長。",
    ["T"] = "一件瑣事",
  },
  [754] = {
    ["D"] = "我已經做好了可以凈化冰蹄之井的圖騰。現在你就把它拿到那兒去完成凈化儀式。冰蹄之井就在東南邊，有許多地精把守著那里！$B$B這不是個簡單的任務，不過如果我們想要重新使用那里的水，就必須得這么做。$B$B祝你好運，$N。",
    ["O"] = "用冰蹄之井凈化圖騰為冰蹄之井完成凈化，然后回來見穆爾·雷角。",
    ["T"] = "凈化冰蹄之井",
  },
  [755] = {
    ["D"] = "你愿意為納拉其的牛頭人做這樣瑣碎的小事，同時又渴望學習新的知識，這足以說明你有著高貴的品質，$n。我相信總有一天你會成為一位在雷霆崖赫赫有名的$c。$b$b不過在那之前，你必須首先完成大地之母儀祭，這個偉大的傳統共由三個不同的試煉組成。$b$b第一個試煉是力量之儀祭。去找灰舌先知，告訴他是鷹風酋長派你去的。$b$b翻過納拉其營地正南方的山后，你就可以找到他的居所了。",
    ["O"] = "找到居住在納拉其營地正南方山中的灰舌先知。",
    ["T"] = "大地之母儀祭",
  },
  [756] = {
    ["D"] = "要制作雷角之井凈化圖騰，你必須先去收集莫高雷平原上的肉食動物的爪子。去捕獵草原捕食者和平原獅，然后把它們的爪子帶回來見我。$B$B它們就在這里的東邊和西邊活動。",
    ["O"] = "收集6個草原捕食者的爪子和6個平原獅的爪子，把它們帶給穆爾·雷角。",
    ["T"] = "雷角圖騰",
  },
  [757] = {
    ["D"] = "大地之母儀祭對于每一個想要在雷霆崖得到尊重的年輕牛頭人來說都是非常重要的。$b$b但在那之前，你必須先通過力量儀祭的試煉。在這個試煉中，你必須通過殺死部族的敵人來證明你的勇猛。$b$b生活在東邊的刺刃峽谷中的刺背野豬人侵占了我們部族不少的土地，他們偷襲我們的狩獵小隊，還在晚上到村子里來偷東西。$b$b殺死他們，展示出你的英勇無畏吧。拿著它們的腰帶去見納拉其營地的酋長，他將證明你通過了試煉。",
    ["O"] = "殺掉刺刃峽谷的刺背野豬人并帶回12條刺背腰帶，把它們交給納拉其營地的鷹風酋長。",
    ["T"] = "力量儀祭",
  },
  [758] = {
    ["D"] = "圖騰已經準備好了，$N。這一次還是由你來完成凈化儀式。$B$B到村莊北面的雷角之井去，用雷角之井凈化圖騰完成凈化儀式，然后再回來找我。$B$B愿大地之靈指引你。",
    ["O"] = "在雷角之井使用雷角之井凈化圖騰，然后回來見穆爾。",
    ["T"] = "凈化雷角之井",
  },
  [759] = {
    ["D"] = "還剩下一口井需要凈化，它是以蠻鬃部族的名字命名的。要想凈化這口井，你必須從大地上尋找一種兇猛的肉食動物的牙齒，那就是草原狼前鋒的牙齒。去北邊尋找草原狼前鋒，拿到我要的東西之后再回來。$B$B這些草原狼前鋒經常在雷霆崖的山腳下游蕩。",
    ["O"] = "收集8顆草原狼前鋒的牙齒，把它們交給血蹄村的穆爾·雷角。",
    ["T"] = "蠻鬃圖騰",
  },
  [760] = {
    ["D"] = "你凈化冰蹄之井和雷角之井的事跡已經被廣為傳誦了，年輕的$N。我也已經做好了蠻鬃之井凈化圖騰，接下來這就是你的最后一個任務了。$B$B蠻鬃之井在雷霆崖的北面，到那里完成凈化儀式吧，拯救這片被地精污染的土地，讓這片土地上的生靈再次暢飲甘甜純凈的井水！",
    ["O"] = "在蠻鬃之井使用蠻鬃之井凈化圖騰，然后回來見穆爾·雷角。",
    ["T"] = "凈化蠻鬃之井",
  },
  [761] = {
    ["D"] = "猛鷲是一種狡猾無比、很難獵捕的鳥。收集猛鷲的羽毛可以證明一個獵手的智慧和決心。$B$B如果你想接受這個任務，就去平原上獵捕猛鷲吧。$B$B把它們的羽毛帶給我，為你的部族贏得榮譽。$B$B猛鷲在莫高雷的任何地方都能找到，不過要發現它們，你得有銳利的眼睛；要捕捉它們，你得有靈活的手腳。",
    ["O"] = "收集8根猛鷲的羽毛，把它們帶給血蹄村的哈肯·風之圖騰。",
    ["T"] = "獵捕猛鷲",
  },
  [762] = {
    ["D"] = "拉格納羅斯派因弗努斯大使到苦痛堡壘去監督暗爐矮人在奧達曼挖掘神器的工作。$B$B我們的同胞已經遭受了慘重的傷亡，然而這樣的情況仍然在繼續。我不愿去猜測他們會找到多少強大的神器并用它們來對付鐵爐堡。$B$B我們的目的很簡單，$c。回到荒蕪之地去，干掉因弗努斯大使。在除掉了這個威脅之后，把你完成任務的證據交給顧問貝爾格拉姆。$B$B現在馬上出發吧。",
    ["O"] = "殺死苦痛堡壘中的因弗努斯大使，把證明他已死亡的信物交給鐵爐堡的顧問貝爾格拉姆。",
    ["T"] = "邪惡的使者",
  },
  [763] = {
    ["D"] = "要想繼續大地之母儀式，你必須先通過兩個小試煉。現在也正好是你去積累積累經驗的時候了，$n。$b$b到血蹄村去找那里的酋長，凱恩之子貝恩·血蹄吧。你可以在那兒繼續你的冒險歷程并得到雷霆崖的長老們的承認。$b$b把這個圖騰帶給貝恩。他會讀懂我刻在上面的符號，并幫助你繼續修行。$b$b順著這條從納拉其營地通向外面的路快點出發吧，千萬別迷路了。",
    ["O"] = "順著離開納拉其營地的路將鷹風圖騰帶給血蹄村的貝恩·血蹄。",
    ["T"] = "大地之母儀祭",
  },
  [764] = {
    ["D"] = "這就解釋了為什么風險投資公司在不斷往莫高雷地區增派職員和設備。這些地精……他們的公司擴張得太快了。就像他們自己所說的那樣，只要給地精一點甜頭，你就能聽到他們打算盤的聲音。$b$b這些小東西實在是太貪婪了。不過我們牛頭人決不會讓他們在我們的領土上為所欲為。到他們的礦洞去，給他們點顏色看看，那個礦洞就在被破壞的貨車的東北方。",
    ["O"] = "血蹄村的摩林·云行者要你去殺死14個風險投資公司工人和6個風險投資公司主官。",
    ["T"] = "風險投資公司",
  },
  [765] = {
    ["D"] = "根據你從箱子里拿來的文件可以看出，風險投資公司已經制定了很多把我們從這兒趕走的計劃，然后他們就能隨心所欲地掠奪我們的土地了。$b$b他們為了利潤居然可以墮落到這種程度，這簡直讓我感到厭惡和驚駭。我們要除掉這個陰謀的策劃者，他就是菲茲普羅克主管。你可以在被破壞的貨車以東的風險投資公司礦洞里找到他，把他的筆記板帶給我，讓我們看看有沒有什么有價值的東西。",
    ["O"] = "殺掉菲茲普羅克主管，把他的筆記板帶給血蹄村的摩林·云行者。",
    ["T"] = "菲茲普羅克主管",
  },
  [766] = {
    ["D"] = "我祖父曾講述過他和一只叫馬茲拉納其的陸行鳥戰斗的故事，說起過它那邪惡的紅眼睛，剃刀般鋒利的爪子，只要被它咬一口，你就會身中劇毒。$b$b在我穿越平原的時候，正巧遭遇了它，肩膀被它咬了一口。它比我祖父所說的還可怕！我需要一些東西來幫我解毒：一顆狼心，獅子的腿骨，平原陸行鳥的鱗片和猛鷲的胃。$b$b快點，我快要不行了。",
    ["O"] = "收集草原狼的心臟、平原獅的腿骨、平原陸行鳥的鱗片和猛鷲的胃各一份，把它們交給血蹄村的茂爾·祈雨。",
    ["T"] = "馬茲拉納其",
  },
  [767] = {
    ["D"] = "作為大地之母儀祭之一的幻象儀祭可以指引你最終贏得雷霆崖長老們的尊重。$b$b我們早已認識到，土地就是我們最神圣的生命之本。如果你準備好要進行幻象儀祭的話，就得去和村里的精神領袖扎爾曼·雙月談一談。",
    ["O"] = "和血蹄村的扎爾曼·雙月談一談。",
    ["T"] = "幻象儀祭",
  },
  [768] = {
    ["D"] = "你好，年輕的$r。我從你的眼中看到了你重回原野捕獵的渴望。希望你能為你的部族帶來榮耀！$B$B我擅于利用各種獸皮來為雷霆崖的居民制作護甲和衣物。$B$B如果你能幫我搞到一些獸皮的話，那我就可以用它們來為你制作一些你需要的東西。",
    ["O"] = "收集12塊輕皮，把它們交給雷霆崖的維爾倫·陸行者。",
    ["T"] = "收集皮革",
  },
  [769] = {
    ["D"] = "莫高雷的科多獸強壯而兇猛，它們的這些特質備受我們尊敬。如果你善于皮革加工，而且希望獲得制作科多獸皮包的知識，那就給我弄點材料來吧。$B$B弄些材料來，我就會把我的手藝傳授給你。",
    ["O"] = "給雷霆崖的維爾倫·陸行者帶去4塊輕皮和4份粗線。",
    ["T"] = "科多獸皮包",
  },
  [770] = {
    ["D"] = "鬼嚎那粗糙的毛皮上還留著一個可怕的傷口，是在它與燃燒軍團的戰斗中留下的。$B$B也許你應該把鬼嚎的死訊告訴血蹄村里的什么人……",
    ["O"] = "去打聽打聽誰聽說過鬼嚎。",
    ["T"] = "惡魔之傷",
  },
  [771] = {
    ["D"] = "要想通過幻象儀祭，你必須先找到制作先知之水的試劑。$b$b我需要一些水井石，你可以在莫高雷一帶的水井附近找到它們。另外，你還得在這周圍的大樹下面找到一些琥珀顆粒。$b$b這兩種東西都具有強大的元素力量，把它們結合起來，用部族之火點燃之后，你可以看到一個幻象。追隨它，它就會引領你進入這個神圣使命的下一個階段。",
    ["O"] = "收集2塊水井石和2個琥珀顆粒，把它們帶給血蹄村的扎爾曼·雙月。",
    ["T"] = "幻象儀祭",
  },
  [772] = {
    ["D"] = "現在，我把神圣的先知之水交給你。$b$b準備好了之后，就去部族之火旁把水喝下，然后稍等片刻，一個幻象就會出現在你的眼前。$b$b你必須立刻決定是否要追隨這個幻象……",
    ["O"] = "在血蹄村的部族之火前將先知之水喝下，當幻象出現之后跟隨它。",
    ["T"] = "幻象儀祭",
  },
  [773] = {
    ["D"] = "要讓雷霆崖的資深長者接受你，你就必須再完成大地之母儀祭的下一個階段：智慧儀祭。$b$b你已經通過了幻象儀祭，赤色石的先祖之魂會祝福你的，只有那些喝過先知之水的人才能得到這種祝福。$b$b向雷霆崖的東面去，到赤色石尋找先祖之魂吧。",
    ["O"] = "到雷霆崖東邊的赤色石去和先祖之魂談一談。",
    ["T"] = "智慧儀祭",
  },
  [775] = {
    ["D"] = "任何能夠完成大地之母儀祭的$r都可以贏得整個雷霆崖的尊重。$b$b你的最后一個任務是去見見我們的偉大首領凱恩·血蹄，他就住在雷霆崖最高的那座臺地上。",
    ["O"] = "和雷霆崖的凱恩·血蹄談一談。",
    ["T"] = "雷霆崖之旅",
  },
  [776] = {
    ["D"] = "你已經通過了大地之母儀祭，在雷霆崖贏得了你自己的一席之地。$b$b不過要維持你現在獲得的榮譽，你還必須不斷證明你自己的價值。$b$b我們生來就是獵手，$n。在莫高雷城下有一只非常強大的科多獸，我們稱它為阿蘭其亞。把它的角帶來，向我證明你追蹤和捕獵的能力。",
    ["O"] = "雷霆崖的凱恩·血蹄要你將阿蘭其亞的角帶給他。",
    ["T"] = "大地之母儀祭",
  },
  [777] = {
    ["D"] = "好吧，拿去吧。$B$B我現在要去找個掩體……$B$B你要不要一起來？",
    ["O"] = "把5號齒輪交給魯特維爾·沃拉圖斯。",
    ["T"] = "不祥的感覺",
  },
  [778] = {
    ["D"] = "哈哈！完成啦！鐐銬完成啦！$B$B記住這個時刻，盧希恩,記住這個時刻，阿布！你準備好了嗎？你將親眼看見煉金術、工程學和魔法的完美結合。$B$B我將召集一個強大的元素生物。今天，對于我們來說，是具有里程碑意義的一天！",
    ["O"] = "擊敗法姆雷托守護者，并將魯特維爾的元素禁錮鐐銬交還給魯特維爾。",
    ["T"] = "不祥的感覺",
  },
  [779] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "大地封印",
  },
  [780] = {
    ["D"] = "生活在東邊的刺刃峽谷中的斗豬已經侵占了我們部族的狩獵場。正在與我們交戰的刺背野豬人把這些野豬訓練成了兇暴而富有攻擊性的生物。$b$b去把這些可惡的家伙殺掉，再帶些豬頭和肋排回來，我們可以燉肉給孩子們吃。",
    ["O"] = "納拉其營地的格魯爾·鷹風要求你去干掉斗豬，并帶給他4塊斗豬頭和4塊斗豬肋排。",
    ["T"] = "斗豬",
  },
  [781] = {
    ["D"] = "在仔細查看了地圖之后，你意識到刺背野豬人的酋長正計劃著對納拉其營地展開進一步攻擊。$b$b鷹風酋長必須馬上得知這個消息。",
    ["O"] = "將刺背野豬人的進攻計劃交給納拉其營地的鷹風酋長。",
    ["T"] = "納拉其營地的危機",
  },
  [782] = {
    ["D"] = "在第二次獸人戰爭期間，部落與死亡之翼之間曾有過盟約，我們也因此得知死亡之翼的兩個副手——黑龍布萊克拉什和赫瑪圖斯——現在正被囚禁在萊瑟羅峽谷里。$b$b如今我們要讓墮落的昔日盟友們“安靜”一點，我們要恢復部落的榮耀。我們雇傭了索格倫和他的食人魔雇傭兵團幫我們奪回大地印章，也就是那把可以打開黑龍監獄的鑰匙。$b$b然而，索格倫背叛了我們，他打敗了我們，將大地印章占為己有。",
    ["O"] = "殺掉索格倫，把大地印章交給卡加斯的高恩。",
    ["T"] = "破碎的聯盟",
  },
  [783] = {
    ["D"] = "我希望你已經整裝待發了，年輕的$c。北郡需要你的幫助！$B$B當然，我不是在說讓你去耕田種地之類的。$B$B暴風城的衛兵們努力地維持著這里的和平，但我們人手短缺，更多的危險還在不斷迫近。我們正在招募愿意出力保衛家鄉和聯盟的人。$B$B如果你也是應招而來的話，請和我的上級——治安官瑪克布萊德談談。他就在我身后的這座修道院里。",
    ["O"] = "與治安官瑪克布萊德談一談。",
    ["T"] = "身邊的危機",
  },
  [784] = {
    ["D"] = "庫爾提拉斯的人類曾在普羅德摩爾將軍的率領下大舉進攻杜隆塔爾，徹底破壞了在共同抵抗阿克蒙德和他的惡魔大軍時由酋長和吉安娜·普羅德摩爾定下的互不侵犯協議。$b$b我們擊退了人類的進攻，并攻下了提拉加德城堡。但最近，由本尼迪克上尉率領的后備軍又重新占領了提拉加德城堡，對我們的家園構成了新的威脅，這些人類從不遵守外交協議。$b$b到南方的提拉加德城堡去消滅那些人類侵略者，證明你的勇氣和榮譽。",
    ["O"] = "殺死10個庫爾提拉斯水手和8個庫爾提拉斯水兵，再把本尼迪克上尉干掉，然后回剃刀嶺向加索克復命。",
    ["T"] = "背信棄義的人類",
  },
  [786] = {
    ["D"] = "小聲點，$c。科卡爾半人馬就在西邊科卡爾峭壁的山脊上。$b$b昨天晚上，我潛入了他們的村莊，發現這些骯臟的野獸準備同時向杜隆塔爾的巨魔和獸人發動三波攻勢。$b$b我們決不能讓他們的入侵計劃得逞！你可以召集一些兵力，潛入科卡爾峭壁并粉碎他們的進攻計劃。$b$b他們已經把進攻計劃分別交給了三個首領，準備由他們率領三股部隊同時行動。",
    ["O"] = "在森金村外面的拉爾·獵齒要求你粉碎科卡爾峭壁內的三份進攻計劃。",
    ["T"] = "科卡爾半人馬的進攻",
  },
  [787] = {
    ["D"] = "向你致意，$c。我是伊崔格，奉薩爾酋長的命令在此負責招募新兵。$b$b部落已經不再是從前的那個部落了。我曾經離開過部落，在那段時間里，我受到燃燒軍團的蠱惑而迷失了自我。在被放逐后，我被一群人類抓去當了俘虜，但最終被我們偉大的酋長救了出來。在酋長那拯救部落的遠大志向的指引下，在薩滿祭司的教誨之下，我回來了。$b$b高內克會給你進一步的指示。",
    ["O"] = "向大獸穴里的高內克報到。",
    ["T"] = "新的部落",
  },
  [788] = {
    ["D"] = "第一項任務將在力量方面對你進行考驗。我本來可以把你派去貧瘠之地獵殺科多獸，不過呢，照實說，你活著比死了對我們來說更有用。$b$b我相信你更合適和那些雜斑野豬斗一斗，往北邊走就可以找到它們。",
    ["O"] = "殺掉10只雜斑野豬，然后向大獸穴里的高內克報告。",
    ["T"] = "小試身手",
  },
  [789] = {
    ["D"] = "無論是強大的戰士還是笨拙的新手，都有可能會倒在蝎尾上的毒針之下。在這里的西北方有大量蝎子在活動，給我帶10條蝎尾回來，以此來證明你的戰斗能力吧。$b$b事實上，它們尾巴上的毒針正是制作解毒劑的重要材料，解毒劑便是從毒針中提取的。我們需要長期備有大量的解毒劑，以防止像你這樣的新手被蝎毒所害……$b$b但我肯定你是不會需要這種玩意的，對吧？",
    ["O"] = "給大獸穴中的高內克帶回10根工蝎的尾巴。",
    ["T"] = "工蝎的尾巴",
  },
  [790] = {
    ["D"] = "$C！我差點就神不知鬼不覺地死在這鬼地方了！我在谷里捕獵蝎子的時候，突然看到一只看上去特別兇惡的蝎子。當時我就決定以它為獵物，打算在它那碩大的鉗子鉗住我的腿以前，先重重地給它來上那么一下子。$b$b但我忘記了它還有根毒刺，毒刺猛扎了下來，一下子就刺進我的胸口。拜托，你一定得替我報仇！只有這樣才能留存我的名譽！我是在南邊的高地上碰上它的。",
    ["O"] = "殺死薩科斯并將它的爪子帶回去交給哈納祖。",
    ["T"] = "薩科斯",
  },
  [791] = {
    ["D"] = "我太老了，已經沒法上戰場拼殺了。所以我開始用別的途徑為部落出力，實現我的價值。$b$b我在這里監視周圍的情況，我們的力量越來越強大，我吹起號角的機會也越來越少。$b$b為了打發時間，我經常給那些保衛家園的年輕戰士們做些有用的東西。$b$b我可以給你做一個用來放置財物的包袱，但是你得先給我找些帆布腳料來，人類和半人馬經常使用這種布料。",
    ["O"] = "剃刀嶺了望塔中的弗恩·凝眉想要8塊帆布腳料。",
    ["T"] = "新的背包",
  },
  [792] = {
    ["D"] = "我相信你會在試煉谷學到很多東西，年輕的$c。$B$B我本是被派到這處谷地里來指引和教育你們的，但我卻在這里發現了一些不潔之物……$B$B一群自稱為火刃氏族的獸人潛入了試煉谷，他們躲進了東北方的一處洞穴里，而他們的邪靈劣魔則肆虐著周邊的一大片地區。$B$B作為你對抗火刃氏族的第一個任務，我命令你消滅這些劣魔。盡可能地多殺一些，如果殺完了它們之后你還活著的話，就回來向我復命。",
    ["O"] = "殺死12只邪靈劣魔，然后向大獸穴外的祖雷薩復命。",
    ["T"] = "邪靈劣魔",
  },
  [793] = {
    ["D"] = "大地印章由三塊符石控制，它們分別被放置在萊瑟羅峽谷的鉆石柱、瑪瑙石柱和紫水晶石柱中。用大地印章就可以取下符石并打開大地封印。$b$b當心點，$n，黑龍布萊克拉什和赫瑪圖斯是很難對付的。殺掉它們，把它們身上的鎖鏈交給我。",
    ["O"] = "用大地印章激活鉆石柱、瑪瑙石柱和紫水晶石柱并拿到三顆符石。$b$b把符石放在大地封印上，釋放黑龍布萊克拉什和赫瑪圖斯。$b$b殺了這兩條黑龍，把黑龍布萊克拉什的鎖鏈、赫瑪圖斯的鎖鏈和大地印章交給高恩。",
    ["T"] = "破碎的聯盟",
  },
  [794] = {
    ["D"] = "我通過預言術發現在火刃集會所的深處藏有一件蘊涵著強大力量的物品，它被一些猛獸和黑暗的魔法守衛著。$B$B那件物品叫作火刃獎章，你的下一個任務就是找到它，把它從集會所里偷出來。$B$B不過你可得小心，因為獎章的所有者可能是一個火刃部落中的強者，他也許要比你以前對付過的那些家伙要強上許多倍。$B$B現在就出發吧，$N，那個洞穴就在這里的西北方。",
    ["O"] = "給大獸穴外的祖雷薩帶回火刃獎章。",
    ["T"] = "火刃獎章",
  },
  [795] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "大地封印",
  },
  [804] = {
    ["D"] = "看見你為我這么一個素不相識的可憐家伙做了這么多事情，我突然又堅強了起來。我絕不能就這么輕易地死在這種地方！我得堅持下去！$b$b可現在我還是不能自己回到大獸穴去。$n，請你再幫個忙，回大獸穴向高內克報告一下我現在的情況。",
    ["O"] = "將哈納祖目前的狀況告訴大獸穴內的高內克。",
    ["T"] = "薩科斯",
  },
  [805] = {
    ["D"] = "你在這山谷中的針對火刃氏族的試煉……如今就算是完成了。但我希望你能去向其他人報告一下你的發現。$B$B到森金村去找加德林大師吧。先從山谷的東側出去，在岔路口轉向右一直走到底就能抵達森金村了。$B$B我們必須把火刃氏族的勢力出現在試煉谷的事告訴加德林大師。$B$B去吧，$N，動作要快。恐怕我們在火刃集會所中找到的東西只是更可怕的威脅的預兆而已……",
    ["O"] = "與森金村的加德林大師談一談。",
    ["T"] = "去森金村報到",
  },
  [806] = {
    ["D"] = "$N，我有個不妙的消息。對火刃氏族的調查表明，杜隆塔爾境內還有不少這個氏族的勢力。這是我們絕對不能允許的！在他們站穩腳跟、滋生邪惡之前，我們必須把他們消滅掉。$B$B有個名叫費索·暗雷的地精術士就居住在西北部的雷霆山里，他和他的那群爪牙就在那里制造混亂。$B$B去干掉他，再把他的爪子帶回來給我！",
    ["O"] = "把費索的爪子帶給剃刀嶺的奧戈尼爾·魂痕。",
    ["T"] = "黑暗風暴",
  },
  [808] = {
    ["D"] = "我在夢中聽到了我兄弟明希納的呼喚。$B$B回音群島上的術士扎拉贊恩抓走了他，折磨著他，最后殘忍地害死了他。$B$B但即使是死亡也沒能讓我的兄弟得到安寧，因為扎拉贊恩用邪惡的魔法把明希納的靈魂困在了他的顱骨中。我在夢中看見…我兄弟的顱骨和其他人的顱骨一起被堆在回音群島中最大的那座島上的法陣中。只要他的頭骨還在那兒，他的靈魂就無法得到自由。$B$B請你幫助他吧，$N。找到那個邪惡的法陣，把明希納的顱骨帶回來給我，讓他的靈魂獲得自由吧！",
    ["O"] = "到回音群島上去，將島上法陣中的明希納的顱骨帶回來，交給森金村的加德林大師。",
    ["T"] = "明希納的顱骨",
  },
  [809] = {
    ["D"] = "自從我們在上一次大戰中擊敗燃燒軍團之后，我一直在尋找潛藏在獸人中的惡魔勢力的源頭。你帶來的項圈證實了我的擔憂。$B$B這個項圈屬于火刃氏族，這幫惡魔的信徒正在憑借著一件被稱作惡魔之種的器物重整旗鼓。你可以在鬼霧峰山頂的貧瘠之地找到惡魔之種，一定要把它毀掉！$B$B到貧瘠之地邊境西邊的前沿哨所去找我的助手雅克塞羅斯吧，他會給你進一步的指示。",
    ["O"] = "到貧瘠之地去和雅克塞羅斯談一談。",
    ["T"] = "雅克塞羅斯",
  },
  [812] = {
    ["D"] = "$N……你來得真是時候，快救救我……$B$B我在毒尾蝎戰斗的時候一不小心被蟄傷了，毒液正在不斷侵蝕我的血液。看樣子…我最多再撐一個小時就得玩完了，我想請你幫個忙…$B$B奧格瑞瑪的考格漢知道怎么做解毒劑，快去找他…$N，我…我支持不了多久了……",
    ["O"] = "找到毒尾蝎的解毒劑，把它交給杜隆塔爾西北邊境的林納格。",
    ["T"] = "救命如救火",
  },
  [813] = {
    ["D"] = "林納格不隨身帶著解毒劑就去抓毒尾蝎是很不明智的行為，不過現在說這些也于事無補。$B$B趕快到奧格瑞瑪城的城門外，在那一帶的毒尾蝎身上給我找4個毒囊回來，這樣我才能給他做解毒劑。$B$B動作快點，$N。我們自己的同胞命在旦夕！",
    ["O"] = "收集4個毒尾蝎的毒囊，把它們交給奧格瑞瑪的考格漢。",
    ["T"] = "尋找解毒劑",
  },
  [815] = {
    ["D"] = "啊呀！我差點忘了還得做早飯！$B$B$N，快去給我找點鞭尾龍的蛋來，至少得要三個蛋才夠明天做飯用。$B$B血爪鞭尾龍非常兇猛，而且會拼命地保護自己的蛋。有時它們會把蛋深深地埋在地下讓你找不到，不過在森金村東南方的回音群島上，這些鞭尾龍的蛋滿地都是。",
    ["O"] = "收集3個鞭尾龍的蛋，并把它們帶給剃刀嶺的廚師托爾卡。",
    ["T"] = "恐龍蛋大餐",
  },
  [816] = {
    ["D"] = "$N，請幫幫我吧！我的兒子克魯恩幾天前到西邊的怒水河畔捕獵鱷魚，卻一直沒有回來，我現在覺得不妙了。$B$B盡管他十分強壯，但他的固執和自尊常常讓自己陷入麻煩。我警告過他，鱷魚是強大而兇猛的動物，可他一聽就火了，掉頭就走。$B$B如果你找不到他，至少也請給我帶來一些關于他的消息，不管是好的還是壞的……就算把怒水河畔每只鱷魚的肚子剖開也要找到點什么。",
    ["O"] = "把關于克魯恩的消息告訴剃刀嶺西北部農場中的米莎·托克倫。",
    ["T"] = "丟失的孩子",
  },
  [817] = {
    ["D"] = "我們的獸皮大多取自生活在杜隆塔爾地區的老虎身上，$N。我們捕獵這些野獸的原因很多，比如毯子、護甲，還有帳篷什么的；同樣，還有許多原因讓我們允許它們繼續繁衍生息。$B$B但是現在，我們有必要再殺掉一些老虎了。我們的人數在增加，而庫存的獸皮也已經開始供不應求了，因此我需要更多獸皮來為他們制作各種生活用品。$B$B給我找四張杜隆塔爾猛虎的毛皮來，我會給你一些獎賞的。",
    ["O"] = "收集四張杜隆塔爾虎皮，并把它們交給森金村的維爾林·長牙。",
    ["T"] = "生活所需的虎皮",
  },
  [818] = {
    ["D"] = "雖然我的視力不斷衰退，但我還是可以看得足夠清楚。我曾經可以很輕易地施放強力的魔法，而現在我更多時候必須依靠煉金術的幫助才行。不過我不收學徒，因為我從來沒有看到過任何夠格的巨魔或獸人。$B$B你是合適的人選嗎？當然，你當然是……你當然以為自己合適。$B$B我需要一點東西，你能幫我拿來嗎？$B$B我要一些龍蝦人的眼睛和幾瓶蟹膠，你可以在杜隆塔爾的海蟹或龍蝦人身上找到這些東西，找齊了之后再來見我。",
    ["O"] = "把4個龍蝦人的眼睛和8小瓶蟹膠帶到森金村，交給沃納爾大師。",
    ["T"] = "沃納爾大師",
  },
  [819] = {
    ["D"] = "張貼在酒桶一角的紙條上寫著：“老陳 - $B$B祝汝精神得提升，祝汝精神永提升。”",
    ["O"] = "找到對老陳的空酒桶有所了解的人。",
    ["T"] = "老陳的空酒桶",
  },
  [821] = {
    ["D"] = "你想嘗嘗老陳的雷霆佳釀嗎？哈哈，這東西可是很帶勁的哦。老陳把釀酒術教給了我師傅，我師傅又傳給了我。去幫我找一些釀酒的材料，然后你就會得到物有所值的回報！$B$B幫我帶5顆草原獅的獠牙、5個平原陸行鳥的腎臟和1根雷霆蜥蜴的角回來，然后我就可以釀酒了。$B$B這些東西都可以在貧瘠之地找到。",
    ["O"] = "收集5顆草原獅的獠牙、5個平原陸行鳥的腎臟和1根雷霆蜥蜴的角，把它們交給棘齒城的釀酒師德羅恩。",
    ["T"] = "老陳的空酒桶",
  },
  [822] = {
    ["D"] = "雷霆佳釀的味道不錯吧？$B$B我從老陳那里還學到了另一種釀酒術，你有興趣嗎？釀造這種酒不需要花太多的時間，如果你愿意冒險弄到些原料就成了。$B$B幫我弄五個雷鱗蜥蜴的閃電腺、一個巨型雷鷹的唾液腺和一個居住在貧瘠之地上的科多獸的肝臟來。$B$B我說過，這種酒很正點，就是我和你提到過的穴居怪啤酒。",
    ["O"] = "收集5個閃電腺、1個雷鷹的唾液腺和1個科多獸的肝臟，把它們交給棘齒城里的釀酒師德羅恩。",
    ["T"] = "老陳的空酒桶",
  },
  [823] = {
    ["D"] = "我們森金村這邊還有許多棘手的問題要解決，非常感謝你的幫助。但是你帶來的消息說明火刃氏族也許對所有人來說都是個大麻煩。$B$B剃刀嶺那里有一處獸人營地，奧戈尼爾·魂痕就在那里負責監視火刃氏族那一類的邪惡勢力。去跟他談一談，跟他說說我們目前的情況，還有你從試煉谷得到的消息，他肯定會大吃一驚的。$B$B剃刀嶺就在這里的北邊。",
    ["O"] = "和剃刀嶺的奧戈尼爾·魂痕談一談。",
    ["T"] = "向奧戈尼爾報告",
  },
  [824] = {
    ["D"] = "大地之環是個薩滿祭司的團體，他們致力于研究和保護自然界中的元素。他們忘掉的關于上古之神的知識可能比大多數學者知道的還要多。$B$B你很幸運，我認識灰谷的大地之環的成員。到佐拉姆海岸邊上的佐拉姆加前哨站去，向耶努薩克雷展示你找到的這個東西。如果有誰對這顆水球的重要性有所了解的話，那么非他莫屬了。",
    ["O"] = "將被污染的水球交給灰谷佐拉姆加前哨站的耶努薩克雷。",
    ["T"] = "大地之環的耶努薩克雷",
  },
  [825] = {
    ["D"] = "我得到消息說普羅德摩爾艦隊的殘骸仍在杜隆塔爾的近海，就在提拉加德城堡的東邊。$b$b與人類結盟的侏儒是一群粗俗的小東西，但是他們掌握著先進的機械技術。我們必須對任何潛在的敵人都了如指掌，同時我們的族人也可以從這些新知識中受益。$b$b$n，潛到那些沉船中，給我拿來聯盟使用的工具。",
    ["O"] = "剃刀嶺的加索克要你從海岸邊的艦隊殘骸中打撈出3件侏儒的工具。",
    ["T"] = "海底沉船",
  },
  [826] = {
    ["D"] = "巫醫扎拉贊恩就住在東邊的回音群島上，那些島嶼曾經是我們的家園。$B$B扎拉贊恩從那里不斷派出他的爪牙來到這邊的大陸上，用妖術控制我們的同胞，將他們也變成扎拉贊恩的傀儡。$B$B我們必須阻止他。$B$B打敗扎拉贊恩和他的爪牙——那些曾經是我們的朋友和親人的暗矛巨魔。把扎拉贊恩的頭給我帶回來，作為你已經斬殺了這個惡魔的證明。",
    ["O"] = "打敗扎拉贊恩。$B$B殺死8個巫毒巨魔和8個妖術巨魔。$B$B把扎拉贊恩的頭顱帶給加德林大師。",
    ["T"] = "扎拉贊恩",
  },
  [827] = {
    ["D"] = "$N。火刃氏族就躲在奧格瑞瑪東部的骷髏石山洞里。他們在洞中進行邪惡的儀式，用灼熱項圈去燃燒自己的身體。$B$B我相信他們戴上這些項圈之后便會獲得惡魔的力量，不過如果要確定這一點，我還得收集一些項圈來做研究。$B$B到骷髏石去，從那些火刃祭司身上找些灼熱項圈給我，讓我來揭開他們的秘密。",
    ["O"] = "在骷髏石中的火刃祭司身上收集灼熱項圈，$B$B然后交給瑪高茲。",
    ["T"] = "骷髏石",
  },
  [828] = {
    ["D"] = "有個名叫瑪高茲的薩滿祭司對于火刃氏族的墮落頗有了解。他說在奧格瑞瑪外面的山里有個叫骷髏石的山洞，有一大批火刃祭司藏匿在那里。$B$B在你前往骷髏石之前，去和瑪高茲談談吧。他十分睿智，會給你一些有價值的建議。$B$B瑪高茲就住在東北方的海岸和枯水谷中間。$B$B你要聽從瑪高茲的建議，但是不管他怎么說，$N，我都要求你干掉那些火刃祭司！",
    ["O"] = "和瑪高茲談一談。",
    ["T"] = "瑪高茲",
  },
  [829] = {
    ["D"] = "你帶回來的灼熱項圈是充滿惡魔力量的強大器物工具。它們的來源恐怕已經不是我這樣的薩滿祭司所能探究的了。我們必須找個專精于此的術士來研究它們。$B$B把這個項圈帶給尼爾魯·火刃。他是個技藝高超的術士，但他卻擅長使用自己所掌握的惡魔力量來對抗惡魔，還聲稱他對惡魔的研究都是有益于部落的。不管這些話是真是假，如果我們要對付那些信仰惡魔的家伙，就需要他的幫助。$B$B你可以在奧格瑞瑪的暗影裂口找到尼爾魯。",
    ["O"] = "給奧格瑞瑪的尼爾魯·火刃帶去一個項圈樣本。",
    ["T"] = "尼爾魯·火刃",
  },
  [830] = {
    ["D"] = "你打開了陳舊褪色的信封，發現了一份看上去很正式的文件，上面蓋著普羅德摩爾將軍的徽記。$b$b這封信看上去很重要，剃刀嶺的指揮官加索克應該會對它感興趣。",
    ["O"] = "把普羅德摩爾將軍的命令帶給剃刀嶺的加索克。",
    ["T"] = "將軍的命令",
  },
  [831] = {
    ["D"] = "人類是不可信的。我們和他們并肩作戰、疲憊不堪，但我們很明白，總有一天這幫家伙會背叛我們。$b$b普羅德摩爾將軍死了，但這并沒有終止他的計劃，這個混蛋在他玩完之前就把一切都安排好了。$b$b本尼迪克上尉不會是最后一個威脅，天知道什么時候普羅德摩爾的人會又一次從我們的海岸上登陸。我們要盡快讓奧格瑞瑪的納茲格雷爾得知這些信息！快去吧，你應該能在薩爾的大廳里找到他。",
    ["O"] = "把普羅德摩爾將軍的命令交給奧格瑞瑪城中的納茲格雷爾，他就在薩爾的大廳里。",
    ["T"] = "將軍的命令",
  },
  [832] = {
    ["D"] = "<你感受到飾物中傳來一個神秘的聲音>$B$B加祖茲？$B$B加祖茲？……快回答！$B$B我們已經聽說你在骷髏石發現了那個東西，你必須立刻發動攻擊！$B$B加祖茲，我命令你趕快回答！否則我就把你的位置告訴尼爾魯·火刃，他會用最殘忍的手段來對付你！$B$B別拿你的小命開玩笑！…$B$B加祖茲，你在那里嗎……？",
    ["O"] = "把這顆燃影之眼帶給尼爾魯·火刃。",
    ["T"] = "燃影之眼",
  },
  [833] = {
    ["D"] = "赤色石是我們牛頭人最神圣的墓地，只有最勇敢的牛頭人才能得到在這里安息的殊榮。這是給予那些幫助保衛雷霆崖和為部族的利益而付出生命的偉大戰士的無上榮譽。$b$b不過這段時間以來，有種邪惡的威脅正在接近我們的神圣領土。有一群刺背干涉者正在破壞我們的墓地，我的年紀太大了，無力把他們趕走。$b$b你一定要把他們驅逐出去，$n。",
    ["O"] = "博學者諾拉·暴雨圖騰要你在赤色石殺掉8個刺背干涉者。",
    ["T"] = "神圣的墓地",
  },
  [834] = {
    ["D"] = "我叫雷茲拉克，是加茲魯維的手下。他派我來這里跟杜隆塔爾的獸人作生意……除了那些商隊以外，一切都進行得很順利，商隊的安全根本沒法保證！你知道嗎，這給我添了不少麻煩！$b$b上次發出的一批貨物——還說肯定能平安送達呢——結果被一票鷹身人從半道上給劫了去……它們好像是從那什么烈風峽谷來的……$b$b反正，拿不到那批貨我就死定了！幫幫忙吧……沿著大峽谷向南走，你就會看到直接切入山壁東西兩面的溝壑。",
    ["O"] = "為奧格瑞瑪城外的雷茲拉克取回5個裝滿貨物的袋子。",
    ["T"] = "沙漠之風",
  },
  [835] = {
    ["D"] = "加茲魯維跟我說過：“雷茲拉克呀，有一件事情你必須銘記，那就是如果你想把事情做好，就得親力而為。”$b$b我不能讓那些商隊全都有來無回，所以我得自己解決這件事才行。枯水谷在烈風峽谷的東邊，那里的鷹身人多到數不勝數，只要把它們全都給做了，那條路就徹底安全了。$b$b當然，加茲魯維還教過我另一點，那就是“有錢能使磨推鬼”。那么，你愿意幫我的忙嗎，$n？",
    ["O"] = "為奧格瑞瑪附近的雷茲拉克殺掉12個塵風暴徒和8個塵風雷巫。",
    ["T"] = "保衛商路",
  },
  [836] = {
    ["D"] = "那個侏儒的聲音再次從那個機器人中傳了出來：$B$B“我需要你幫忙把OOX-09/HL移動到一個安全的開闊地，這樣它才可以啟動起飛程序。它自帶隱形系統，但是我需要一點時間來遠程啟動這個系統。請你把這個機器人從現在的位置護送到望海崖去！那里是個非常理想的起飛點，有足夠的空間作為機器人起飛的跑道！”$B$B“將它護送到那里，然后再到藏寶海灣來找我！奧格索普·奧布諾提斯——完畢！”",
    ["O"] = "將OOX-09/HL護送到被遺忘的海岸上的碼頭，然后向藏寶海灣的奧格索普·奧布諾提斯報告。",
    ["T"] = "拯救OOX-09/HL！",
  },
  [837] = {
    ["D"] = "我們剛來這里的時候，鋼鬃野豬人還占據了大片的土地，讓我們頭疼不已。經過不懈的努力，我們已經將大部分野豬人都驅逐了出去，不過在某些地方還殘留著不少野豬人。$b$b這樣的情形已經持續太久了。我們要保護自己，決不能讓鋼鬃野豬人占據我們的領土。野豬人的營地就在西邊，去找到這些惱人的東西并除掉它們吧。今天，我們把鋼鬃野豬人趕出杜隆塔爾，明天，我們就能把他們驅逐出整個卡利姆多。",
    ["O"] = "為剃刀嶺的加索克殺掉4個鋼鬃野豬人，4個鋼鬃斥候，4個鋼鬃傳令兵和4個鋼鬃衛兵。",
    ["T"] = "野豬人的進犯",
  },
  [838] = {
    ["D"] = "通靈學院坐落在凱爾達隆島上，這所學校是亡靈天災的一座堡壘。我們的敵人就聚居在那里，安全地進行研究并不斷增強他們的力量。有一扇堅固的大門封住了唯一的入口，如果沒有一把合適的鑰匙，我們無論如何都無法通過它。$B$B藥劑師迪瑟斯一直以來都負責與通靈學院有關的事務，他應該知道如何才能獲得那把鑰匙。你應該向我證明你確實有存在的價值，現在我把這個任務交給你，去跟迪瑟斯談談關于這件事的詳細情況吧。",
    ["O"] = "和西瘟疫之地亡靈壁壘的藥劑師迪瑟斯談一談。",
    ["T"] = "通靈學院",
  },
  [840] = {
    ["D"] = "嗯，你看上去很強壯。$B$B是這樣的，我的好朋友卡加爾正在為貧瘠之地招募新兵。我知道你想為部落做點有用的事，這次你的機會來了。$B$B把這封募兵信交給卡加爾，看看他會不會簽字。",
    ["O"] = "沿著剃刀嶺西部的小路一直前進，過橋之后就可以進入貧瘠之地。$B$B在橋對面的獸人前哨找到卡加爾·戰痕，將你的募兵信交給他。",
    ["T"] = "部落的新兵",
  },
  [841] = {
    ["D"] = "讓我猜猜——你沒有及時完成你所謂的什么驚天動地的任務。不，等等……是不是你把它掉在了流沙里找不回來了？！好吧，不管是什么理由，我這里還有個能量源可以賣給你。這次，我要你用十個廢土水袋來換！$B$B這年頭大家都不好混，$n，能量源當然不會是長在樹上隨手可得的！呃，也許它們真的可以長在樹上……我們絕對應該試試看能不能制造這樣一棵能量源樹……",
    ["O"] = "用10個廢土水袋來和加基森的總工程師比格維茲換取另外一個能量源。",
    ["T"] = "另一個能量源？",
  },
  [842] = {
    ["D"] = "把我簽過字的募兵信拿到十字路口去。$B$B那里由瑟格拉·黑棘掌管，她是個惡心的薩滿祭司，總喜歡在吩咐你去做正事之前跟你胡說一通，把你搞得頭暈腦脹。薩爾覺得她是個人才，但我可不這么看。$B$B小子，接下來的事情還是你自己去解決吧……",
    ["O"] = "從卡加爾的前沿哨所往西走。$B$B在丁字路口往左拐，然后朝南走。$B$B在十字路口的道路交匯處找到瑟格拉·黑棘。",
    ["T"] = "十字路口征兵",
  },
  [843] = {
    ["D"] = "我一直在這里孤獨地徘徊著。$b$b巴爾莫丹的矮人對我們的領土從來都沒有半點尊重。烈性的炸藥在地面上炸出了一個又一個深深的鉆孔，嘈雜的機器切開了山丘和平原，曾經屬于我們部族的美好家園現在成了那些破壞成性的矮人們的領地。$b$b我們曾希望通過外交途徑與他們和解，但是一切努力最終都以失敗告終。現在是做出決斷的時候了。$b$b用武力將這些矮人從巴爾莫丹的挖掘場趕走，把他們的頭兒勘察員卡茲戈姆的日記帶來交給我。",
    ["O"] = "加恩·石塔讓你殺死15個巴爾丹挖掘者和5個巴爾丹工頭。$b$b把卡茲戈姆的日記交給加恩·石塔。",
    ["T"] = "加恩的報復",
  },
  [844] = {
    ["D"] = "你的第一個任務是非常簡單的。$B$B東邊的平原陸行鳥總是對我們的食物補給心懷鬼胎，它們已經成了十字路口的一大禍害。$B$B殺掉那些平原陸行鳥，把它們的鳥喙給我帶回來。",
    ["O"] = "收集7個陸行鳥的喙，把它們交給十字路口的瑟格拉·黑棘。",
    ["T"] = "平原陸行鳥的威脅",
  },
  [845] = {
    ["D"] = "斑馬雖然并非貧瘠之地上最兇猛的野獸，但也比平原陸行鳥強悍了許多。不要擔心，我們總有一天會派你去挑戰比斑馬更強大的敵人，但現在你最好用它們練練手。$B$B去獵殺北邊和南邊的斑馬，并且收集它們的蹄子。完成這個任務之后，也許你就可以去見識見識真正的猛獸了。",
    ["O"] = "殺死快步斑馬并收集4只斑馬蹄，把它們交給十字路口的瑟格拉·黑棘。",
    ["T"] = "斑馬的威脅",
  },
  [846] = {
    ["D"] = "很顯然，矮人們依靠炸藥和那些吵鬧的機械來進行挖掘，而且不久后他們肯定會再派一個新的工頭來接手這里。$b$b我要讓這些矮人自食其果。按照這日記上面寫著的配方，只要把硝化甘油、木漿和硝酸鈉混合起來，就能制造出一種強力的炸藥。據我們所知，城堡中的火槍手、戰士和軍官都擁有這些物資。$b$b為我收集這些物資，我要制造出一種讓矮人們永遠都不會忘記的炸藥！",
    ["O"] = "加恩·石塔要你將6瓶硝化甘油、6份木漿和6份硝酸鈉交給他。",
    ["T"] = "加恩的報復",
  },
  [847] = {
    ["D"] = "這……這力量……是托爾甘要顯示給我的薩滿祭司的力量嗎？我不得不承認，這很有趣。告訴托爾甘他讓我十分信服……至少是現在。我會對他要說的一切都洗耳恭聽。",
    ["O"] = "和托爾甘談一談。",
    ["T"] = "迅猛龍的狡詐",
  },
  [848] = {
    ["D"] = "貧瘠之地的綠洲里隱藏著一個謎。生命的能量從綠洲之水中涌出，給那些汲取水分的動植物帶來了勃勃生機。$B$B與此同時，這種能量也在慢慢地改變這些動植物。$B$B在綠洲附近生長著一種蘑菇，我們這些洛丹倫的藥劑師都認為這種蘑菇的孢子中包含有一些特殊的物質，它對我們非常有用。$B$B幫我帶一些孢子回來，我們會非常感謝你的。",
    ["O"] = "收集4個菌類孢子，把它們交給十字路口的藥劑師赫布瑞姆。",
    ["T"] = "菌類孢子",
  },
  [849] = {
    ["D"] = "按照卡茲戈姆的日記上所述的方法制造出來的炸藥應該不會有問題。$b$b那么，我們開始吧。$b$b首先我有一項特殊的任務要交給你完成。拿上這只爆破筒，去炸掉巴爾莫丹的飛行器。$b$b這個飛行器不僅是巴爾莫丹軍事設施的關鍵部分，也是一架可怕的殺戮機器。更重要的是，它是權力的象征，而它對我們的部族來說則代表著一段恥辱的回憶。$b$b我會為你的成功感到自豪，你也將得到豐厚的獎勵。",
    ["O"] = "摧毀巴爾莫丹的飛行器，然后向加恩·石塔回復。",
    ["T"] = "加恩的報復",
  },
  [850] = {
    ["D"] = "半人馬的問題困擾著牛頭人已經很多年了，最近，貧瘠之地的科卡爾半人馬開始形成真正的威脅。通常他們散居在這片土地上，不過他們當中已經產生了新的首領，他把一盤散沙的半人馬集合在一起。$B$B為了保護我們的家園，這些半人馬領袖就必須要除掉。$B$B幫我帶回巴拉克·科多班恩的頭顱，他在北方的遺忘之池附近駐營。$B$B除掉他，然后再回到我這里。",
    ["O"] = "把巴拉克的頭顱交給十字路口的雷戈薩·死門。",
    ["T"] = "科卡爾首領",
  },
  [851] = {
    ["D"] = "有一個被稱作狂熱的維羅戈的半人馬在貧瘠之地四處游蕩，通常很難找到他，不過他的營地就在東南方的死水綠洲附近，你應該可以在那里把他給引誘出來。$B$B到死水綠洲附近的半人馬營地去，斬殺那里的半人馬。雖然這會讓你處于很危險的境地，不過如果你能殺死足夠多的半人馬，他們就會發出警報，之后維羅戈就會現身。$B$B把他的頭帶給我，我要把它和巴拉克·科多班恩的頭顱放在一起。",
    ["O"] = "把維羅戈的頭顱交給十字路口的雷戈薩·死門。",
    ["T"] = "狂熱的維羅戈",
  },
  [852] = {
    ["D"] = "赫茲魯爾·血印是貧瘠之地的科卡爾半人馬的首領。他兇猛、殘忍，詭計多端。消滅他就可以瓦解半人馬部落，從而極大地削弱他們對我們的威脅。$B$B去殺了他。就像對付巴拉克和維羅戈那樣，帶回赫茲魯爾的頭顱。$B$B他和他的手下駐扎就在西南方的甜水綠洲一帶。",
    ["O"] = "把赫茲魯爾的頭顱交給十字路口的雷戈薩·死門。",
    ["T"] = "赫茲魯爾·血印",
  },
  [853] = {
    ["D"] = "我用你給我的孢子制成了藥劑。現在我必須把它送給我的同事，藥劑師扎瑪。如果你愿意幫忙把這個帶給她，她會拿一些我們存儲下來的煉金術用品獎勵你的。$B$B她就在預見之池里，那是一個位于雷霆崖下面的洞穴。通向洞穴的小路非常隱蔽，不過你可以在靈魂高地下面找到這條小路。$B$B快點出發吧，這種藥劑的效力只能持續很短的一段時間，在這段時間里必須要送到扎瑪那里。",
    ["O"] = "在藥劑的效力消失之前，把提煉過的孢子交給雷霆崖的藥劑師扎瑪。",
    ["T"] = "藥劑師扎瑪",
  },
  [854] = {
    ["D"] = "我已經預見到你會來找我，年輕的$c，雖然你可能已經并不是那么年輕了。$B$B我想，現在是時候讓你深入這片土地了，我能感覺到你命中注定是要做一番大事業的人。$B$B你應該到十字路口去，因為我們和獸人的命運已經緊緊地聯系在了一起，他們那兒需要幫助。沿著這條路往東走，然后向北就可以走到十字路口。到那里去找索克吧。",
    ["O"] = "去十字路口和索克談一談。",
    ["T"] = "十字路口之旅",
  },
  [855] = {
    ["D"] = "在與科卡爾半人馬的戰斗中，你已經證明了自己。不過，他們仍然是個威脅。這些半人馬的首領的死對我們來說是非常好的消息，不過你必須繼續削減他們軍隊的人數。$B$B為此我會交給你一項賞金任務。$B$B到科卡爾半人馬的領地去，干掉他們的士兵，收集他們的半人馬護腕。當你能帶回足夠多的護腕的時候，部落會獎賞你的。",
    ["O"] = "收集15個半人馬護腕，把他們交給十字路口的雷戈薩·死門。",
    ["T"] = "半人馬護腕",
  },
  [857] = {
    ["D"] = "那是我的寶貝！我的！我要把它奪回來！奪回來！$b$b那些骯臟的挖掘者發現了它……它是如此美麗，眾月之淚是我們在巴爾莫丹的第一個重大發現。$b$b它本就該是我的！對，我的！我的寶貝！$b$b塔文布萊德將軍嫉妒眾月之淚帶給我的力量，居然就把它鎖在了城堡里。他說那是一個詛咒！這個蠢貨！$b$b其他人想要奪走它，他們是不會得逞的！那個叫塔文布萊德的雜種把我趕了出來。$b$b我要奪回來！奪回我的寶貝！",
    ["O"] = "被流放的費格雷要你取回他的眾月之淚。",
    ["T"] = "眾月之淚",
  },
  [858] = {
    ["D"] = "你該不會是斯布特瓦夫派來的吧？我被困在這兒了。我在不知道需要鑰匙才能啟動伐木機的情況下就貿然跳了進來。更蠢的是，當另一臺伐木機的操作員問我是否一切正常的時候，我居然慌了神！我沒有告訴他我手里沒鑰匙，而只是說機器有些問題。$b$b我們要趕緊離開這里！到起重機上的控制室去，那里的管理員應該有這臺伐木機的鑰匙。$b$b幫我離開這兒！",
    ["O"] = "取得打火鑰匙，把它交給維茲克蘭克。",
    ["T"] = "打火鑰匙",
  },
  [860] = {
    ["D"] = "如果你想繼續沿著獵人之道前行，就得到貧瘠之地去了。那兒的野獸強壯而兇猛，在那里打獵會讓你學到很多東西，而你的意志力也會隨之增強。$B$B去和瑟格拉·黑棘談談吧，她會是你在貧瘠之地的第一位向導。她就在十字路口，只要從血蹄村一直往東進入貧瘠之地，見到岔路口之后再往北走就可以到那里了。$B$B在貧瘠之地旅行的時候可得小心點，那是一個充滿危險和挑戰的地方。",
    ["O"] = "和十字路口的瑟格拉·黑棘談一談。",
    ["T"] = "瑟格拉·黑棘",
  },
  [861] = {
    ["D"] = "我看得出來，你是個渴望探索的$c。我也渴望到處漫游，至少曾經是這樣……$B$B漫游，狩獵。狩獵是牛頭人最高的榮譽。$B$B如果你真想走獵人這條路的話，梅洛·石蹄可以給你一些指引，他就在雷霆崖的獵人高地上。$B$B要向他證明你的能力和決心，你就必須把莫高雷一帶的平原徘徊者的爪子帶給他看。平原徘徊者非常兇猛、狡猾——對于一個想要成為獵手的年輕$c來說再合適不過了。",
    ["O"] = "收集4只平原徘徊者的爪子，把它們帶給雷霆崖的梅洛·石蹄。",
    ["T"] = "獵人之道",
  },
  [862] = {
    ["D"] = "像你樣一個$c在貧瘠之地肯定會餓得前心貼后背，你看我，我就已經餓了整整一天了。$b$b我跟你說吧，我可以為你做一道大餐，不過得要先弄一些掘地鼠來。$b$b那些可惡的巴爾莫丹矮人幾乎把這里的掘地鼠都給吃光了！你到南邊的巴爾莫丹去給我帶一些掘地鼠回來吧。$b$b如果你連這都搞不定的話，就不要再自稱是經驗豐富的冒險家了！",
    ["O"] = "給十字路口的格拉布弄到8只掘地鼠。",
    ["T"] = "掘地鼠燉肉",
  },
  [863] = {
    ["D"] = "我想我要好好學學才行……應該不會很難。就這些按鈕，一個操縱桿和兩個……對了，你準備好要出發了嗎？",
    ["O"] = "保護維茲克蘭克以及他偷來的地精伐木機返回棘齒城的斯布特瓦夫那里。",
    ["T"] = "逃跑",
  },
  [864] = {
    ["D"] = "“搞定了，現在能量源已經被安全卸載，而你的數據也被完全保留下來了。好了，接下來就只有祝你一路順風了，希望你的科學實驗一切順利。”$B$B那個地精轉身開始繼續做加基森水業公司的事情。你小心翼翼地把封好的實驗工具包收起來，然后準備把它帶回幽暗城。藥劑師金格正在那里等著你向他進行回報。",
    ["O"] = "把實驗工具包帶給幽暗城的藥劑師金格。",
    ["T"] = "向藥劑師金格回報",
  },
  [865] = {
    ["D"] = "貧瘠之地的迅猛龍比其它地區的更加聰明狡猾，我想它們的智慧就來自它們的角！如果是這樣的話，我可以將它們的角磨成粉末，制成“智慧飲料”，然后就能賣個大價錢！！！$B$B我想你應該能幫我的忙……從赤鱗鐮爪龍身上弄一些完整的迅猛龍角來，它們就棲息在貧瘠之地的南部以及靠近灰谷森林邊界的貧瘠之地北部。",
    ["O"] = "從赤鱗鐮爪龍身上收集5根完整的迅猛龍角，把它們交給棘齒城的米希瑞克斯。",
    ["T"] = "迅猛龍角",
  },
  [866] = {
    ["D"] = "貧瘠之地的草藥似乎和其它地方的不大一樣。它們的屬性幾乎相同，不過這里的綠洲之水卻令它們發生了一些改變，使它們變得有那么一點點特別了。$B$B我想找出這些草藥到底有什么特別之處……然后看看它們有沒有利用價值！$B$B如果你精通草藥的話，就幫我在貧瘠之地收集一些這種草藥的根須樣本吧。把這些樣本交給我，這樣一來，我就能比較一下它們與其它地區的草藥之間的差異了。",
    ["O"] = "把根須樣本交給棘齒城的麥伯克·米希瑞克斯。",
    ["T"] = "根須樣本",
  },
  [867] = {
    ["D"] = "這些該死的鷹身人長期以來不停地攻擊和掠奪我們的補給商隊。現在我們要給她們一點顏色看看了：我們要割斷她們的喉嚨，削減她們的數量。$B$B我一直在她們的巢穴附近細心觀察，而且已經確定了誰是她們的領導者。我們應該首先以削弱她們的基礎作戰力量為目標，這樣才能徹底擊敗她們。$B$B慢慢來，先去干掉那些在西北方出沒的巫翼鷹身人和巫翼游蕩者，然后給我帶8只巫翼鷹身人的爪子回來吧。這應該是一個不錯的開始……",
    ["O"] = "收集8只巫翼鷹身人的爪子。$B$B把它們交給十字路口的達索克·快刀。",
    ["T"] = "鷹身強盜",
  },
  [868] = {
    ["D"] = "嘿，$N，奧格瑞瑪城里的主人派我到十字路口來觀察這片土地并記錄這里所發生的一切。$B$B我的目標之一是在巨人曠野南方出現的昆蟲狀生物。我們對這種生物知之甚少，所以我把它作為我的主要研究課題，希望能發現點什么。它們似乎有超出一般生物的智能。$B$B拿著這個掘地鏟，從土丘里收集一些它們的卵。不過你要當心，這些生物一旦收到同伴的警報，就會立刻蜂擁而至。",
    ["O"] = "把12枚異種蝎卵和掘地爪交給十字路口的科蘭。",
    ["T"] = "蝎卵",
  },
  [869] = {
    ["D"] = "不久前，我們警戒塔中的一箱銀幣被偷走了。那是十字路口警衛的薪水，當然我們必須找回這箱銀幣。$B$B奇怪的是……被竊那天，我們逮住了那群小偷中的一個。它……它居然是一只迅猛龍！簡直難以置信！$B$B我不知道迅猛龍要這些銀幣做什么，不過我也不關心這個——我只關心能不能取回我的銀幣。殺掉那些迅猛龍，這樣它們就不會再偷我們的東西了！$B$B在貧瘠之地獵殺這些迅猛龍，把它們的頭顱給我拿回來。",
    ["O"] = "收集12顆迅猛龍的頭顱，把它們交給十字路口的加茲羅格。",
    ["T"] = "偷錢的迅猛龍",
  },
  [870] = {
    ["D"] = "很久以前，貧瘠之地曾是個郁郁蔥蔥、生機盎然的地方。但是戰爭與災難接二連三地降臨在這片土地上，最后就剩下了這一片干燥荒蕪的不毛之地。事實就是這樣，真讓我傷心。$B$B不過，在過去的幾年里，貧瘠之地出現了新的綠洲，生機又在這片土地上重現。我們德魯伊感覺到了在很深的地下有一股試圖沖出地面的力量。$B$B我們必須找到這股力量的源泉，請到十字路口西北邊的遺忘之池去一趟，在那里的湖水中搜尋力量的源泉，然后回到這里來。",
    ["O"] = "向圖加·符文圖騰報告你的發現。",
    ["T"] = "遺忘之池",
  },
  [871] = {
    ["D"] = "所有的野豬人都是我們的敵人，而其中有些家伙特別讓人討厭。$B$B對我們而言，目前最大的麻煩就是鋼鬃野豬人部族不停地對我們與杜隆塔爾之間的補給線發起攻擊。我的探子一直在尋找這些襲擊事件的指揮者，但是在找到真正的幕后主使之前，我們總得想些辦法來對那些可惡的野豬人進行打擊才行。$B$B從這里的東北方向開始搜尋，你應該很容易就能找到他們的巢穴，野豬人的巢穴都好像是破土而出的帶刺藤蔓一樣的建筑物。去找到他們，把這些骯臟的家伙徹底干掉。",
    ["O"] = "在鋼鬃野豬人的營地里殺掉8個尋水者、8個織棘者和3個獵手，然后向十字路口的索克復命。",
    ["T"] = "野豬人的襲擊",
  },
  [872] = {
    ["D"] = "$N，我的探子目擊了一次針對杜隆塔爾商隊的襲擊，又是那群該死的鋼鬃野豬人干的。其中有一個家伙是這次襲擊事件的策劃者和組織者：克里尼格·糟鼻。有人在這里的東北方見到過他，就在通往杜隆塔爾的大路的正南方。如果我們要結束這一切威脅，就必須殺了克里尼格·糟鼻。$B$B我們一定要終止這沒完沒了的襲擊，要讓他們吃吃苦頭。完成任務之后，帶上克里尼格·糟鼻的獠牙回來見我。",
    ["O"] = "殺掉8個鋼鬃地卜師、8個鋼鬃防御者和他們的頭目克里尼格·糟鼻。$B$B把克里尼格·糟鼻的獠牙交給十字路口的索克。",
    ["T"] = "野豬人的頭目",
  },
  [873] = {
    ["D"] = "依沙瓦克是這片水域的主宰，它力大無窮、威武莊嚴。海岸上的人類都怕它，因為已經有太多的人類被它殺死。$B$B但我不怕，因為它對我來說是一次很有價值的挑戰，一個值得尊敬的獵物。$B$B如果你準備好了，那么就到海里去尋找海中的巨獸依沙瓦克吧。$B$B它的靈魂包容在他的心中，聽著它跳動的聲音，你就將看到自己的命運。",
    ["O"] = "把依沙瓦克的心臟交給瑪倫·星眼。",
    ["T"] = "依沙瓦克",
  },
  [874] = {
    ["D"] = "你已經獵殺了貧瘠之地的猛獸，在這個過程中你的精神力量也已經變得相當強大了。作為一個獵人，你應當時刻都作好準備，一個真正的獵手理應能在任何環境下追蹤獵物。無論是山川還是沼澤都無法阻止$g他:她;。$B$B甚至連海洋都不能。$B$B去找到我的妹妹瑪倫，她正在海岸邊獵殺一種大型水獸，你可以從她那里學習更高深的狩獵之道。$B$B不過你找她的時候要當心，因為貧瘠之地的海岸一帶是現在是被人類控制著的。",
    ["O"] = "和瑪倫·星眼談一談。",
    ["T"] = "瑪倫·星眼",
  },
  [875] = {
    ["D"] = "哈哈哈，$n，你還想接下一單任務？好呀，我真是太高興了。$B$B這次的任務是剿滅無水嶺的鷹身人首領。只有巫翼殺戮者才能成為鷹身人首領，這一點你可以從她們攜帶的戒指上判斷出來。她們其實就是一伙烏合之眾，在無水嶺一帶應該就有不少。只要殺死6個首領就足以對她們的這個母系氏族造成毀滅性的打擊了。$B$B$n，你一定要讓她們死得很慘，我要讓那些下賤的鷹身人知道和部落作對是多么愚蠢的事。",
    ["O"] = "從巫翼殺戮者那里收集6枚鷹身人首領之戒，把它們交給十字路口的達索克·快刀。",
    ["T"] = "鷹身人首領",
  },
  [876] = {
    ["D"] = "你在上次與鷹身人首領的戰斗中表現得十分出色，所以我希望由你來幫我做最后一件事。$B$B塞瑞娜·血羽是很久前被雷克薩殺死的鷹身人族長的妹妹。顯然，這些針對部落商隊的襲擊是她對我們采取的報復行為。$B$B你的任務就是割開她的喉嚨，把她的頭顱帶給我。我將會把她的頭顱掛在下一次發出的商隊的車頂上……讓那些鷹身人好好看看跟部落作對的下場。",
    ["O"] = "殺掉塞瑞娜·血羽，把她的頭顱交給十字路口的達索克·快刀。",
    ["T"] = "塞瑞娜·血羽",
  },
  [877] = {
    ["D"] = "你在遺忘之池找到的地縫也許在貧瘠之地的其它綠洲中也存在。如果是這樣的話，那么這些地縫就有可能是綠洲的生命之源。$B$B我們應該驗證一下。$B$B帶上這些種子，它們已經失去生命的活力。把它們帶到東南方的死水綠洲去，如果那里有地縫的話，就把這些種子放在里面……然后仔細地觀察一下。",
    ["O"] = "調查死水綠洲，然后返回十字路口向圖加·符文圖騰報告。",
    ["T"] = "死水綠洲",
  },
  [878] = {
    ["D"] = "你必須殺了我的敵人。<豬哼聲>你必須幫助碎牙，幫助鋼鬃野豬人。我們的部族都非常依賴自己的精神領袖——他們可以召喚大地的力量，<豬哼聲>使他們讓野豬人的部族變得強大……<豬哼聲>$B$B如果你想要知道是誰頻繁對部落<豬哼聲>發動襲擊，那你就應該幫助碎牙！你去殺了刺背野豬人的精神領袖，削弱他們，這樣鋼鬃野豬人就可以打敗他們，統治貧瘠之地了！",
    ["O"] = "殺掉6個刺背尋水者、12個刺背織棘者和12個刺背地卜師，然后到陶拉祖營地的碎牙那里復命。",
    ["T"] = "野豬人的內戰",
  },
  [879] = {
    ["D"] = "有三個來自剃刀沼澤的部族參與了對部落的襲擊。<豬哼聲>他們非常狡詐而無情，如果你打敗了他們，不僅僅是十字路口，整個貧瘠之地都將迎來和平……<豬哼聲>至少野豬人不會再對你們構成威脅了。<豬哼聲>$B$B你要找的是納克、卡茲和洛克·奧克班恩，他們就在貧瘠之地的最南邊活動。他們中的一個是施法者，另一個是追蹤者，他們的首領是個戰士。<豬哼聲>$B$B殺了他們，殺了這幫背叛我的家伙。",
    ["O"] = "殺掉納克、卡茲和洛克·奧克班恩，把它們的顱骨交給陶拉祖營地的碎牙。",
    ["T"] = "內奸",
  },
  [880] = {
    ["D"] = "$N，你的發現真讓人難以置信。這些綠洲擁有一些特殊的力量，誰也不知道這些力量是怎樣來的。$B$B我想知道這幾片綠洲是如何影響那些飲用過綠洲里的水的動物的。$B$B去捕獲一些在甜水綠洲和死亡綠洲活動的綠洲鉗嘴龜，把它們的龜殼給我帶過來，我得好好研究一下。",
    ["O"] = "收集8塊變異的鉗嘴龜殼，把它們交給十字路口的圖加。",
    ["T"] = "變異的生物",
  },
  [881] = {
    ["D"] = "白霧，也就是我們所說的埃其亞基，是草原獅的首領。它在捕食獵物時悄無聲息地行動，就像大地上浮起的一層薄薄的白霧。它的每次出擊都是一擊斃命，它的獵物甚至來不及恐懼和痛苦就已魂飛魄散。$B$B你會體會到的，因為我要讓你去獵殺埃其亞基。它的巢穴就在十字路口的東北邊，在那些巨大的科多獸骨附近。$B$B去吧，當你走到它的巢穴附近時，就吹響這個號角，它正在等著你呢。",
    ["O"] = "把埃其亞基的皮交給十字路口的瑟格拉·黑棘。",
    ["T"] = "埃其亞基",
  },
  [882] = {
    ["D"] = "伊沙姆哈爾是貧瘠之地最兇猛殘忍的赤鱗龍，它狩獵并不是為了健身或是食物，而是因為狩獵是它最大的愛好，伊沙姆哈爾天生就是個殺手。$B$B$N，你會了解到它的天性的，因為你很快就要動身去追蹤這條赤鱗龍了。$B$B開始這次獵殺行動吧。先去殺死一只它最喜歡捕獵的動物——斑馬，然后把斑馬肉掛在棘齒城西北邊的枯樹上。當伊沙姆哈爾聞到肉味的時候，它就會出現的。$B$B那時，你可要做好準備。",
    ["O"] = "把伊沙姆哈爾的牙齒交給陶拉祖營地的喬恩。",
    ["T"] = "伊沙姆哈爾",
  },
  [883] = {
    ["D"] = "拉克塔曼尼的蹄子是科多獸力量的象征。",
    ["O"] = "把拉克塔曼尼的蹄子交給陶拉祖營地的喬恩。",
    ["T"] = "拉克塔曼尼",
  },
  [884] = {
    ["D"] = "只要一被觸及，奧瓦坦卡的尾刺就會閃爍起火花。",
    ["O"] = "把奧瓦坦卡的尾刺交給陶拉祖營地的喬恩。",
    ["T"] = "奧瓦坦卡",
  },
  [885] = {
    ["D"] = "僅僅是輕輕觸碰一下瓦希塔帕恩的羽毛，你都會感到相當刺痛。",
    ["O"] = "把瓦希塔帕恩的羽毛交給陶拉祖營地的喬恩·星眼。",
    ["T"] = "瓦希塔帕恩",
  },
  [886] = {
    ["D"] = "雷霆崖的德魯伊們感到有一股奇怪的力量正在滲入莫高雷東邊的貧瘠之地。$B$B圖加·符文圖騰已經被派去查找這股力量的來源了，但是我們擔心他可能需要更多的幫助。$B$B到貧瘠之地去和圖加談談吧，他應該就在十字路口。從血蹄村一直往東走就可以進入貧瘠之地，在路口向北轉，然后繼續往北走，很快就到十字路口了。$B$B記得一直在路上走，$N，貧瘠之地是一塊非常危險的土地。",
    ["O"] = "和十字路口的圖加·符文圖騰談一談。",
    ["T"] = "貧瘠之地的綠洲",
  },
  [887] = {
    ["D"] = "我當然希望格雷茲里克中將能夠保護我們在這片海域上來來往往的商船。貿易巨頭們向商船艦隊里砸了這么多的金子進來，而這些海盜卻在胡作非為，襲擊我的船只，還偷走了我的貨物！$b$b我聽說南海海盜就在南方的海岸邊扎營，他們可以說是我的眼中釘肉中刺，假如格雷茲里克搞不定他們，也許你能幫我除掉他們。",
    ["O"] = "幫棘齒城的加茲魯維殺死12個南海歹徒和6個南海炮兵。",
    ["T"] = "南海海盜",
  },
  [888] = {
    ["D"] = "我希望取回所有丟失的貨物，但我想那不太可能。不過，有些貨物是我必須要取回的！$b$b正如你所見的，我的天文臺馬上就要建好了，現在只差兩塊鏡片中較小的一塊。第一塊已由杜隆塔爾的商隊運到，第二塊運上了船，但現在還沒有到。對了，我還沒有收到藏寶海灣的崔斯里克給我發來的靴子！$b$b到海盜營地去一趟，看看能不能找到這些貨物吧。",
    ["O"] = "幫棘齒城的加茲魯維取回一箱靴子以及一塊望遠鏡片。",
    ["T"] = "被竊的貨物",
  },
  [889] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "風之魂",
  },
  [890] = {
    ["D"] = "我一直在等從藏寶海灣發來的最后一批貨物！我確信是海盜偷走了它們，不過為了保險一點，我還是希望你能去一趟碼頭，幫我問問迪茲維格……問問我的貨物是否已經入庫。$b$b把我的帳本交給迪茲維格，讓他趕緊把我的存貨記錄和他的出貨單校對一下。",
    ["O"] = "把加茲魯維的賬本交給棘齒城的碼頭管理員迪茲維格。",
    ["T"] = "丟失的貨物",
  },
  [891] = {
    ["D"] = "我又有一艘船被北方城堡里的那些狂熱的人類給擊沉了！$b$b到了該和那幫混蛋算賬的時候了。他們的偏執讓他們變成了一群瘋子。為了取樂，這些不計后果的呆瓜向每一個進入他們視野的目標開火。$b$b從這里向南走，沿著商旅海岸就可以抵達北方城堡，干掉他們的人，然后把他們士兵的徽章給我拿回來作為證明。為了我心愛的艦隊，你必須殺了法莫斯隊長和她那些瘋狂的炮兵！",
    ["O"] = "棘齒城中的沙羅薩斯船長要你收集10枚塞拉摩徽章并干掉法莫斯隊長、炮兵維桑恩和炮兵斯密瑟。",
    ["T"] = "北方城堡的火炮",
  },
  [892] = {
    ["D"] = "我這邊的出貨記錄似乎沒什么問題，$n。回去告訴加茲魯維，他似乎不太走運。不出意料的話，應該是有海盜偷走了他的貨物。$b$b很遺憾我不能為他做些什么了。呃……不過你可以告訴他，我從安德麥弄了些東西給他，什么時候他有空的話就過來拿一下吧。",
    ["O"] = "把加茲魯維的賬本交還給棘齒城的加茲魯維。",
    ["T"] = "丟失的貨物",
  },
  [893] = {
    ["D"] = "在巨人曠野以南的地區，生活著大群的鋼鬃野豬人。據我所知，他們曾是一群無能的鐵匠，不過有人告訴我說，野豬人們現在已經逐漸開始改良他們的那些破爛武器了。我想要從他們那里弄些武器樣品來進行研究。$B$B如果你能幫我帶回來幾件武器的話，部落會以你為榮的。幫我帶回一把捕獵者用的匕首，一根先知用的魔杖，和一面戰士用的盾牌。",
    ["O"] = "給陶拉祖營地的塔特納克·鋼爐帶去一把鋼鬃背刺匕首、一根燒焦的鋼鬃魔杖和一面鋼鬃大盾。",
    ["T"] = "野豬人的武器",
  },
  [894] = {
    ["D"] = "風險投資公司最近在北邊設立了小型的研究設備，就在淤泥沼澤的西南部。我對他們在做的東西并不了解，只知道他們正在試驗一種名叫“主動式負載平衡器”的裝備。$b$b那個主動式負載平衡器到底是什么東西呢？不管它是什么，我都想研究研究它，所以我需要找個人來幫我把它弄到手。$b$b我手里有控制系統操作手冊的副本，你應該知道該怎么把那什么平衡器卸下來。",
    ["O"] = "在風險投資公司研究基地里找到控制臺。",
    ["T"] = "什么什么平衡器",
  },
  [895] = {
    ["D"] = "通緝令！$b$b巴隆·朗紹爾，破浪號的船長$b$b吉爾尼斯的朗紹爾船長統領南海海盜橫行海上，現因海盜罪名指控被通緝。領取獎賞者必須提供足以證明自己殺掉了巴隆·郎紹爾的證據！$b$b——加茲魯維",
    ["O"] = "把巴隆·朗紹爾的頭顱交給棘齒城的加茲魯維。",
    ["T"] = "通緝：巴隆·朗紹爾",
  },
  [896] = {
    ["D"] = "作為像棘齒城這么繁忙的碼頭的管理者，我始終關注著每一條有利可圖的消息。我知道這里與藏寶海灣的所有物品和貨幣的交易情況。$b$b最近我聽到了一些消息，是關于風險投資公司在淤泥沼澤東北的石礦洞的。有個礦工挖出了一枚足有拳頭大小的翡翠石。我知道有一些買主肯掏錢買那么大的一塊寶石，如果你幫我搞到那塊寶石的話，那么我愿意和你五五分成，你看怎么樣？",
    ["O"] = "從風險投資公司的某個監督或者執行者那里奪取貓眼翡翠，然后把它交給棘齒城的碼頭管理員迪茲維格。",
    ["T"] = "礦工的寶貝",
  },
  [897] = {
    ["D"] = "這種奇特的昆蟲狀生物看起來仿佛不是貧瘠之地的生物，而更像是個天外來物。",
    ["O"] = "把收割者的頭顱交給喬恩·星眼。",
    ["T"] = "收割者",
  },
  [898] = {
    ["D"] = "終于有人來救我了！$b$b你居然能躲過那些守衛，這簡直是太不可思議了。這幫塞拉摩的狂熱分子已經毫無理智可言了。他們擊沉了我們的船只，俘虜了我這個唯一的幸存者，還稱我為聯盟的敵人和威脅。$b$b你看我像是要威脅誰的樣子嗎？我不過是在棘齒城和藏寶海灣之間來回奔波的下等水手而已。$b$b一下子說了這么多，你愿意幫我返回棘齒城嗎？等你準備好了，我們就馬上越獄。",
    ["O"] = "護送基爾薩瑞斯·火枝安全地返回棘齒城的沙羅薩斯船長那里。",
    ["T"] = "逃離監牢",
  },
  [899] = {
    ["D"] = "我的全家都被刺背野豬人殺害了，$c。也許你能體會這種失去親人的傷痛，也許你不能……每天我都等在這里，從日出到日落，尋找這些罪無可赦的惡魔。$B$B從那天起，除了關在那邊的俘虜之外，我見一個野豬人就殺一個。但這依然遠遠無法平息我復仇的欲望。$B$B我想你這個$c能夠幫助我。$B$B去殺掉那些野豬人，能殺多少就殺多少。帶回它們的獠牙，讓我們一起為它們的死亡而慶賀吧。",
    ["O"] = "收集60根刺背野豬人的獠牙，把它們交給十字路口的曼科里克。",
    ["T"] = "復仇的怒火",
  },
  [900] = {
    ["D"] = "三個控制閥門都處于打開狀態。根據控制面板上的指示說明，在拆卸零件之前必須要把這三個閥門關閉。",
    ["O"] = "關閉燃油控制閥、調節閥和主控制閥，然后再使用控制臺。",
    ["T"] = "什么什么平衡器",
  },
  [901] = {
    ["D"] = "關閉設備后就可以開啟控制面板，從控制臺中移出主動式負載平衡器。一切準備就緒，現在你需要做的就是取得可以打開控制臺的鑰匙。",
    ["O"] = "從工匠斯尼格斯那里拿到能打開控制臺的鑰匙。",
    ["T"] = "什么什么平衡器",
  },
  [902] = {
    ["D"] = "揭開控制臺的蓋子之后，你看見了密密麻麻纏繞在一起的電線、管子和其它各種奇形怪狀的機械裝備——其中大多數看起來沒有什么實際用途。你把它們撥向一邊，在控制臺的最里邊找到了主動式負載平衡器。一只機械臂把它從機架上拽了出來。",
    ["O"] = "把主動式負載平衡器交給棘齒城的斯布特瓦夫。",
    ["T"] = "什么什么平衡器",
  },
  [903] = {
    ["D"] = "現在是該讓你迎接一些真正的挑戰了。貧瘠之地的徘徊者是一種很強悍的動物，而且非常致命。你可以在草叢里找到這些野獸，它們一般都在十字路口的西南邊。$B$B獵殺它們的時候要多加小心，$N，不然的話，你很快就會發現自己的角色不再是捕獵者，而是獵物。",
    ["O"] = "幫十字路口的瑟格拉·黑棘收集7只徘徊者的爪子。",
    ["T"] = "草原上的徘徊者",
  },
  [905] = {
    ["D"] = "$n，你要做的下一步事情是打敗你的獵物，并找到它們的巢穴。$B$B去獵殺南邊的赤鱗迅猛龍，然后拿走它們戴著的羽毛。把羽毛放在死水綠洲西南邊的赤鐮龍巢穴里，讓它們知道你無所畏懼！",
    ["O"] = "殺死赤鱗迅猛龍并收集它們的羽毛，把這些羽毛放在3個赤鱗鐮爪龍的巢穴里，然后返回十字路口的瑟格拉·黑棘那里。",
    ["T"] = "狂暴的鐮爪龍",
  },
  [906] = {
    ["D"] = "$r，帶上洛克·奧克班恩的顱骨去見索克吧。*豬哼的聲音*他應該知道我的部族發生過什么事。哈，他不知道我也參與了*豬哼的聲音*這些事情，但我敢肯定他會對你的所作所為給予獎勵的。*豬哼的聲音*$B$B我們不會再見面了。*豬哼的聲音*",
    ["O"] = "把洛克·奧克班恩的顱骨交給十字路口的索克。",
    ["T"] = "內奸",
  },
  [907] = {
    ["D"] = "現在，$n，你必須面對強大的雷霆蜥蜴。這些野獸的體型非常巨大，連大地也會隨著它們的行進而震顫。與它們作戰時一定要多加小心，一次小小的失誤就會讓你丟了性命。$B$B你可以在南貧瘠之地找到雷霆蜥蜴，當你擊敗它們之后再回來見我。",
    ["O"] = "收集3瓶雷霆蜥蜴的血液，把它們交給陶拉祖營地的喬恩·星眼。",
    ["T"] = "被激怒的雷霆蜥蜴",
  },
  [908] = {
    ["D"] = "暮光之錘已經進入了黑暗深淵中的月光神殿廢墟里去了，他們的目標肯定是要強迫元素生物來對付我們。如果我們不及早采取對策的話，這個地區就將永遠被他們控制。到黑暗深淵去找到廢墟中的深淵之石，它應該在靠近水邊的地方。深淵之石里面是深淵之核——那里面記載了所有元素生物的歷史。如果我擁有了它，我和大地之環就能阻止他們了！ ",
    ["O"] = "把深淵之核交給灰谷佐拉姆加前哨站里的耶努薩克雷。 ",
    ["T"] = "廢墟之間",
  },
  [909] = {
    ["D"] = "The defeated water elemental has left behind a strange water globe.  You surmise that the object somehow fed the beast energy.  Inside the globe, a putrid-looking form of water sloshes about.  The globe itself seems impervious to any sort of physical force.$B$BIf anyone can make any sense of this item, it would be Je\'neu Sancrea of the Earthen Ring.  He is located at the Horde\'s Zoram\'gar Outpost in Ashenvale.",
    ["O"] = "Bring the Strange Water Globe to Je\'neu Sancrea at Zoram\'gar Outpost, Ashenvale.",
    ["T"] = "阿奎尼斯男爵",
  },
  [910] = {
    ["D"] = "我聽過很多有關棘齒城和藏寶海灣的航海故事！我一直都夢想著能在海洋上航行并參加大型海戰，我長大后一定要成為偉大的部落水手！那一定很棒！$B$B你愿意帶我去棘齒城的碼頭上看看嗎？我保證不會掉到水里或者制造任何麻煩——我只是想看看大帆船，聞聞那帶著咸味的海風！",
    ["O"] = "帶著你看護的孤兒去貧瘠之地的棘齒城碼頭。",
    ["T"] = "降帆靠港",
  },
  [911] = {
    ["D"] = "大家都說灰谷是新的前線戰場，而且我聽說貧瘠之地的摩爾沙農場是通往那里的必經之處。想想看，部落的前鋒部隊在一片陌生的森林中為部落爭取榮耀，多酷啊！他們說那里將會是聯盟和部落競爭最激烈的戰場，我要到那里去，$N！$B$B你能不能帶我去摩爾沙農場，讓我看看新的前線是什么樣子的？求求你了！我想要看看部落是怎么把那些討厭的暗夜精靈趕出去的！",
    ["O"] = "帶著你看護的孤兒去貧瘠之地北部的摩爾沙農場，它就在靠近灰谷入口的地方。",
    ["T"] = "前線之門",
  },
  [913] = {
    ["D"] = "雷鷹是一種兇猛的野獸，$n。現在你應該去挑戰它們了，把它們的翅膀給我帶回來，作為你獲勝的證明。$B$B完成這個任務，你就差不多可以結束在我這里的訓練了。",
    ["O"] = "找到一只雷鷹，殺掉它，然后把它的翅膀交給陶拉祖營地的喬恩·星眼。",
    ["T"] = "雷鷹的嘶鳴",
  },
  [914] = {
    ["D"] = "哀嚎洞穴中的那些尖牙德魯伊，曾經是一些高尚的德魯伊，他們的目標是治愈貧瘠之地的創傷。然而，現在他們卻想把這片土地據為己有——曾經高貴的理想變成了扭曲的妄想，我們決不能讓他們得逞。$B$B尖牙德魯伊組織共有四個首領，我在夢中見過他們，即便是現在，他們的面孔仍然縈繞在我的腦海中。打敗他們，把他們的寶石給我拿來。$B$B去吧，$N。他們就潛伏在哀嚎洞穴的深處。",
    ["O"] = "將考布萊恩寶石、安娜科德拉寶石、皮薩斯寶石和瑟芬迪斯寶石交給雷霆崖的納拉·蠻鬃。",
    ["T"] = "尖牙德魯伊",
  },
  [915] = {
    ["D"] = "冰激凌！哦，求你了求你了，幫我買些冰激凌來吧？！我最喜歡草莓味的，而世界上沒有比提古勒和弗洛爾的草莓冰激凌更棒的冰激凌了！這是我最最喜歡的冰激凌！$B$B上次我在閃光平原的賽車場嘗到過它，不過現在我聽說他們開始在城里出售冰激凌了！求求你了，我實在是太想嘗嘗提古勒和弗洛爾的草莓冰激凌了！",
    ["O"] = "為你看護的孩子買一些草莓冰激凌。這個孩子似乎最喜歡“提古勒和弗洛爾”牌的草莓冰激凌。",
    ["T"] = "草莓冰激凌",
  },
  [916] = {
    ["D"] = "我是為了觀察居住在黑絲洞的樹林蜘蛛才來到幽影谷的。這些森林蜘蛛是另一種體型更小的蜘蛛的近親；我相信世界之樹在它們身上產生某些特殊的影響，我需要一些樣本來研究它們以證實這一點。$B$B首先，我需要一些它們的毒液，幫我從這些蜘蛛身上收集一些樹林蜘蛛的毒囊吧，它們就在北方的黑絲洞一帶活動。有了毒囊，我就可以研究一下這種毒與它們的近親體內的劇毒有何相似之處。",
    ["O"] = "給奧達希爾的基爾沙蘭·風行者帶回10個樹林蜘蛛的毒囊。",
    ["T"] = "樹林蜘蛛的毒囊",
  },
  [917] = {
    ["D"] = "現在我已經得到蜘蛛的毒液，不過我還需要一些活體樣本以便更好地進行研究。不幸的是，抓來一只活的巨型蜘蛛對你來說也許太困難了，年輕的$c。而且，我也沒辦法處理一只巨型蜘蛛！$B$B但如果你能找到一枚還未孵化的蜘蛛卵的話，從卵里提取樣本作為研究材料就變得容易多了，而且我也能對付卵中未孵化的蜘蛛。$B$B在黑絲洞的深處一定有蜘蛛的巢穴。拜托了，幫我到那里去找一枚蜘蛛卵吧。",
    ["O"] = "給奧達希爾的基爾莎蘭帶回1枚樹林蜘蛛的卵。",
    ["T"] = "樹林蜘蛛的卵",
  },
  [918] = {
    ["D"] = "泰達希爾的林精是代表自然的元素生物，它們以某種方式反映了我們這里的自然生態的情況。$B$B所以看到林精變得如此憤怒真讓人感到擔憂。$B$B我相信這與土壤有關。我一直在用不同的方法種植植物，可以用林精的種子來試驗一下。我請求你，能在奧拉密斯湖周圍的林精那兒收集一些種子給我嗎？",
    ["O"] = "給奧拉密斯湖邊的德納蘭帶去8粒林精的種子。",
    ["T"] = "林精的種子",
  },
  [919] = {
    ["D"] = "小林精在奧拉密斯湖周圍和涌泉湖以西迅速成長。我害怕它們會的數量會多到無法控制——我們應該在它們惹出亂子之前把它們從土地上清除。$B$B你在湖邊行走的時候，如果看到任何林精的新芽長出來，就順便除掉它。讓我們的土地免受污染！",
    ["O"] = "給奧拉密斯湖邊的德納蘭帶去12個林精的新芽。",
    ["T"] = "林精的新芽",
  },
  [920] = {
    ["D"] = "你叫$n，沒錯吧？我聽說特納隆大人正在找你。你可以在奧達希爾樹冠的最頂層找到他。$b$b雖然我們的生命近乎無限，可你最好別讓他等得太久。",
    ["O"] = "與奧達希爾頂部的特納隆·雷拳交談。",
    ["T"] = "特納隆的召喚",
  },
  [921] = {
    ["D"] = "是該出發去追尋并探索你的自己的命運了，$n。但是在你走出我們美麗的森林之前，你應該首先好好了解我們近代的歷史。$b$b自海加爾山戰役之后，我們的族人改變了許多。因為消耗了全部的力量來擊敗阿克蒙德并趕走燃燒軍團，諾達希爾再度被暗淡的陰影籠罩……$b$b有一個你必須去完成的任務，到奧達希爾北邊的月亮井里裝一瓶水，然后把它拿回來給我。",
    ["O"] = "裝滿水晶瓶并將其帶回給奧達希爾頂部的特納隆·雷拳。",
    ["T"] = "大地之冠",
  },
  [922] = {
    ["D"] = "$N，你能給我的朋友雷利亞·綠樹帶去一粒種子嗎？他是個住在達納蘇斯的德魯伊，我們上次談話時，他對我的林精研究工作很感興趣。他有自己的想法，如果有粒可以用來作試驗的種子的話，他一定會非常感激的。$B$B謝謝你，$N。你幫了我一個大忙。希望有一天你能看到我的勞動成果。",
    ["O"] = "給達納蘇斯的雷利亞·綠樹帶去一粒林精的種子。",
    ["T"] = "雷利亞·綠樹",
  },
  [923] = {
    ["D"] = "一種邪惡的力量正在森林中滋生。我們到處尋找邪惡之源，但當我們找到的時候……為了泰達希爾的安全，我們必須消滅掉那些已經無法挽救的林精。生長在泰達希爾北部的涌泉湖的林精所受的污染最為嚴重，你必須消滅它們！$B$B消滅在那里發現的林精，收集生長在它們身上的青苔之瘤，然后把那些瘤交給我，讓我燒掉它們。",
    ["O"] = "收集5個青苔之瘤，然后把它們交給達納蘇斯的雷利亞·綠樹。",
    ["T"] = "青苔之瘤",
  },
  [924] = {
    ["D"] = "惡魔之種是燃燒軍團使用的一種強大工具，它生長在鬼霧峰洞穴里的惡魔火壇上。$B$B我已經準備好了能量石，只要把它放在惡魔之種附近，就可以切斷它與燃燒軍團的聯系。$B$B從石臺上取一塊能量石，把它帶到鬼霧峰上的火焰祭壇去。從這里一直往西走，然后在交叉路口向北轉，鬼霧峰就在你的左邊。從鬼霧峰北坡爬上去應該是最安全的路線。$B$B動作快點——石頭的魔力在很短的時間內就會耗盡。",
    ["O"] = "取一塊有瑕疵的能量石。在能量石失去魔法之前把它帶到火焰祭壇去，然后向雅克塞羅斯復命。",
    ["T"] = "惡魔之種",
  },
  [925] = {
    ["D"] = "他們說凱恩·血蹄是部落有史以來最偉大的英雄之一。當我長大之后，我也要成為部落的英雄！$B$B你認識凱恩嗎，$N？你可不可以幫我個忙呢？你能不能幫我搞到他的蹄印？我不知道怎么向他開口，他也許一直很忙而沒有時間理我……但是你可以！你是和他一樣偉大的冒險者！我打賭他會很樂意把蹄印給你的！$B$B求求你了！",
    ["O"] = "到雷霆崖去，為你看護的孩子拿到一份凱恩·血蹄的蹄印。",
    ["T"] = "凱恩的蹄印",
  },
  [926] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "有瑕疵的能量石",
  },
  [927] = {
    ["D"] = "惡臭的黑苔獸的心臟上長滿了又黑又油膩的苔蘚。事實上，如果它沒有那緩慢而有節奏的心跳，也許你根本就看不出這是顆心臟來。$B$B也許德納蘭會想要研究一下這顆心臟。",
    ["O"] = "將布滿苔蘚的心臟交給奧拉密斯湖畔的德納蘭。",
    ["T"] = "布滿苔蘚的心臟",
  },
  [928] = {
    ["D"] = "關于月亮井和泰達希爾的點點滴滴實在是太多了，我無法一一告知給你，這需要你自己去探索。科瑞薩斯·月怒正在等著你。我已經把你所帶回來的水倒入了這個容器中，把它送到科瑞薩斯那里去吧。$b$b出發吧，科瑞薩斯就在多蘭納爾的月亮井旁。你只需要沿著奧達希爾南邊的小路走出幽影谷，沿著鵝卵石鋪成的小路一直走，然后向西轉就行了。$b$b注意，你要一直沿著路走，$n。最近路旁的森林里出現了許多危險的野獸。",
    ["O"] = "將裝著半瓶水的瓶子交給多蘭納爾的科瑞薩斯·月怒。",
    ["T"] = "大地之冠",
  },
  [929] = {
    ["D"] = "首先，讓我告訴你必須要完成的任務的其他一些細節。達納蘇斯的德魯伊需要使用泰達希爾的月亮井的水，所以月亮井的水需要不斷地補充。使用這種特制的瓶子，你可以收集起月井之水。$b$b帶著這個瓶子去東邊的星風村，裝滿村外的月井里的水，再帶回來給我。你完成任務之后，我將繼續講述臺納隆的故事……",
    ["O"] = "用月亮井的水裝滿翡翠瓶，然后把它交給多蘭納爾的科瑞薩斯·月怒。",
    ["T"] = "大地之冠",
  },
  [930] = {
    ["D"] = "一顆又大又圓的果實掛在葉下。$B$B你覺得德納蘭一定會想要研究一下這東西。",
    ["O"] = "把這顆發光的水果交給奧拉密斯湖的德納蘭。",
    ["T"] = "發光的水果",
  },
  [931] = {
    ["D"] = "植物上的葉子泛著微弱的光，產生了一種不斷變化的光暈。$B$B你覺得德納蘭可能會想要研究這種東西。",
    ["O"] = "給奧拉密斯湖畔的德納蘭帶去1片發光的樹葉。",
    ["T"] = "發光的樹葉",
  },
  [932] = {
    ["D"] = "$n，你必須提高警惕，我們不能對這件事袖手旁觀。薩特就夠我們頭疼的了，而眼前的這件事更是火燒眉毛。$B$B有個名叫邁雷納斯的惡棍就住在附近的地獄石洞穴里，他在那兒聚集了一大批驍勇的戰士為自己賣命，他的心如無月的夜晚一般黑暗，他目前正在密謀著一些極端邪惡的勾當。$B$B到這里北邊的洞穴去找他，帶他的頭來見我。",
    ["O"] = "殺掉邁雷納斯，帶他的頭去見多蘭納爾的塔隆凱·捷根。",
    ["T"] = "扭曲的仇恨",
  },
  [933] = {
    ["D"] = "在達納蘇斯城門的東南方還有一口月亮井，就在阿里斯瑞恩之池的岸邊。由于瘤骨熊怪的數量無節制地增長，以及他們對于這個地區的瘋狂攻擊，哨兵們根本無法有效地控制這一地區。$b$b在尋找月亮井的時候小心點，一定要時刻握緊你的武器。",
    ["O"] = "用月亮井的水裝滿紅玉瓶，然后把它交給多蘭納爾的科瑞薩斯·月怒。",
    ["T"] = "大地之冠",
  },
  [934] = {
    ["D"] = "然而泰達希爾并不是一切都盡如人意。范達爾·鹿盔對于世界之樹的計劃正如他自己所希望的那樣一步步展開了，但是還有一個小問題，這個問題或許會給泰達希爾帶來一些麻煩。$B$B不過我不打算介入此事。你得去一趟最后一口月亮井，就在這里西北面的神諭林地里，就在神諭之樹的樹干下面，那是我們的第一口也是最強大的一口月亮井。在那里灌一瓶水，然后回來向我報告。",
    ["O"] = "用月亮井的水裝滿紫水晶瓶，然后把它交給多蘭納爾的科瑞薩斯·月怒。",
    ["T"] = "大地之冠",
  },
  [935] = {
    ["D"] = "沒有生命的賦予者阿萊克斯塔薩和時間之王諾茲多姆的祝福，泰達希爾的成長就很難一帆風順。我不斷收到有奇怪的猛獸出現的報告，而瘋狂的熊怪也開始不斷地襲擊路人。$b$b我只能希望大德魯伊們能盡快找到解決的方法。我會將把你帶來的所有月亮井水都灌入這個瓶中，然后讓你把它帶到達納蘇斯去。$b$b把這只瓶子交給范達爾·鹿盔，你可以在德魯伊之林里找到他。",
    ["O"] = "將裝滿月亮井水的瓶子帶給在達納蘇斯的大德魯伊范達爾·鹿盔。",
    ["T"] = "大地之冠",
  },
  [936] = {
    ["D"] = "打擾一下，$c，如果可能的話，我想占用你一點時間。$B$B雷霆崖的塞納里奧議會希望能找到像你這樣經驗豐富的冒險家來幫助他們進行一項重要的研究項目。雖然我不知道詳細的情況，但是我可以告訴你，正是哈繆爾·符文圖騰親自負責這項研究。$B$B要是你感興趣的話，請直接去雷霆崖的長者高地找他談談。",
    ["O"] = "與雷霆崖的大德魯伊哈繆爾·符文圖騰談一談。",
    ["T"] = "協助大德魯伊",
  },
  [937] = {
    ["D"] = "我和一個哨兵小組被派到這里來保護神諭之樹免受鷹身人的威脅。它們已經在沼澤周圍建造了很多巢穴，我們正在試著把它們趕回去。$b$b神諭之樹曾派信使到達納蘇斯去通報這一情況，但一群鷹身人在中途殺死了那個信使。$b$b如果你認為你能勝任這項任務的話，就到它們的巢穴里去，殺死它們，把它們的腰帶拿回來作為證明。",
    ["O"] = "收集6條血羽腰帶，把它們交給神諭林地里的哨兵阿瑞尼亞·碎云。",
    ["T"] = "神諭林地",
  },
  [938] = {
    ["D"] = "這只獵豹的毛皮是很特別的暗灰色，與四周的森林幾乎融為一體。她靜靜地躺在地上，你發現她傷得很重，背部和腹部都有很深的傷口。$b$b她抬起頭盯著你，藍色的雙眼閃著智慧的光芒。她似乎希望跟隨你。",
    ["O"] = "護送密斯特去神諭之樹附近的月亮井旁找哨兵阿瑞尼亞·碎云。",
    ["T"] = "密斯特",
  },
  [939] = {
    ["D"] = "打敗薩瓦里克之后，你仔細看著從他的尸體上拿到的木制長笛。$B$B這根帶節的木棍摸起來很結實，但是當你把它拿在手中翻看時，笛子表面的紋理似乎突然開始旋轉了起來。你猛然間感覺到了一絲恐懼……$B$B你搖了搖頭，感到這可能是你的感覺在和你開玩笑。$B$B可能其它的薩特身上有關于你所發現的東西的線索。將你發現的線索交給費伍德森林南部的德魯伊，艾瑞丹·藍風。",
    ["O"] = "將薩瓦里克長笛和5個碧火魔符交給費伍德森林南部的艾瑞丹·藍風。",
    ["T"] = "薩瓦里克長笛",
  },
  [940] = {
    ["D"] = "你的事跡在森林里傳揚，$n。鷹身人已經被趕走，森林恢復了平靜，這里的生物再次感受到了安全和寧靜。我幾乎已經不敢派信使去大德魯伊那里了，但我知道你會幫我把信息安全送達的。$b$b把消息傳遞給他，我知道森林將保佑你安全地將信息送達目的地。",
    ["O"] = "把神諭之樹的報告交給達納蘇斯的大德魯伊范達爾·鹿盔。",
    ["T"] = "泰達希爾",
  },
  [941] = {
    ["D"] = "我已經除去心臟上的苔蘚，但它早已經被污染了……$B$B把心臟放到我的培養槽里，營養豐富的土壤也許能凈化并治愈這顆心臟。",
    ["O"] = "把被污染的心臟放到德納蘭的培養槽里。",
    ["T"] = "培養心臟",
  },
  [942] = {
    ["D"] = "這塊化石和我在鐵爐堡看到的一塊化石非常的相似。一個名叫弗拉岡特的考古學家把它帶到了我們一年一度的冒險者年會上。他堅信那塊化石中蘊藏著奇特的魔力，而且那種魔力是可以被提取出來的。$b$b上一次我聽到弗拉岡特的名字時，他還住在米奈希爾港的深水旅店里，正在等著被護送到維爾加挖掘場去。把霍利恩的化石交給他，也許他能揭開化石中蘊含著的秘密。$b$b去米奈希爾的船都是從奧伯丁出發的。",
    ["O"] = "把神秘的化石交給米奈希爾港的考古學家弗拉岡特。",
    ["T"] = "健忘的勘察員",
  },
  [943] = {
    ["D"] = "嗯，我在那里會議之后把原始樣品交給了勘察員維爾。最近，我在洛克莫丹發現了雷魯之石，我認為它就是解開神秘化石的鑰匙。$b$b當我準備趕往維爾加挖掘場的時候，遭到了迅猛龍的攻擊，雷魯之石也給弄丟了。$b$b我不知道是哪只迅猛龍吞掉了這塊石頭，但如果你能找回它，我應該就可以釋放這些化石中的魔力了。當然，我們也需要最初從維爾加挖掘場取回的那枚化石。",
    ["O"] = "米奈希爾港的考古學家弗拉岡特要你把雷魯之石帶給他。",
    ["T"] = "健忘的勘察員",
  },
  [944] = {
    ["D"] = "我很奇怪納迦為什么會出現在這里，在黑海岸。但更奇怪的是……暮光之錘。那些信徒崇拜非常非常古老的大地之神，一個很久以前就被打敗的神。$B$B主宰之劍就是那個古神被打敗的地方。$B$B去那里找到更多暮光之錘的信徒。$B$B帶上這瓶占卜之水。等你到了主宰之劍之后，就用它制造一個占卜之碗，通過那個碗，你可以直接和我通話。",
    ["O"] = "收集信息，然后使用占卜之水創造出一個占卜之碗，并利用這個碗和安努通話。",
    ["T"] = "主宰之劍",
  },
  [945] = {
    ["D"] = "救命呀！$B$B我正在主宰之劍附近散步的時候，這些骯臟的家伙包圍了我。多虧我善于隱藏才沒有被他們找到！我很厲害吧！$B$B你能幫我離開這里嗎？還有還有，你能不能給我姐姐瑟瑞希爾捎個口信，告訴她我平安無事？要不然她會擔心死的。她住在艾森娜神殿里，那地方就在南方的灰谷森林里。",
    ["O"] = "幫助瑟瑞露尼逃跑，然后告訴在艾森娜神殿的瑟瑞希爾，她的妹妹目前很安全。",
    ["T"] = "護送瑟瑞露尼",
  },
  [947] = {
    ["D"] = "我正在研制一種藥劑，需要一種生長在特定洞穴里的稀有蘑菇才能配制。這個洞穴位于壁泉河瀑布的后面，在東邊稍稍偏北的地方。$B$B我本來準備自己去，不過古樹之林建議我不要靠近那個地方。我們尊貴的盟友覺得那個洞穴是黑海岸新出現的邪惡勢力的藏身之處。$B$B$N，請你幫我收集那些蘑菇。與此同時，請察看一下那處洞穴以便確認古樹所擔心的事情。",
    ["O"] = "收集5個粗柄蘑菇和1個毒帽蘑菇，把它們交給奧伯丁的巴瑞薩斯·月影。",
    ["T"] = "洞中的蘑菇",
  },
  [948] = {
    ["D"] = "古樹之林里的一棵知識古樹安努得知了你到壁泉河瀑布去的這次旅行，他希望和你談談。古樹之林就在南方的山麓附近。$B$B這些古樹耐心而充滿睿智，$N，不過，如果是安努找你是為了向你詢問瀑布一帶的情況，我想事情一定非常緊急。",
    ["O"] = "和古樹之林的安努談一談。",
    ["T"] = "安努",
  },
  [949] = {
    ["D"] = "暮光之錘來到主宰之劍的目的還不得而知，不過肯定是為了某些不可告人的邪惡目的。$B$B到主宰之劍去搜尋他們的營地……設法查出他們準備干什么。$B$B在制定計劃之前，我們必須首先知道他們的意圖。",
    ["O"] = "到位于主宰之劍的暮光之錘營地去尋找線索。",
    ["T"] = "暮光之錘的營地",
  },
  [950] = {
    ["D"] = "仔細閱讀暮光之書會讓人發瘋。只要盯上一小會兒，書上的字就開始游動亂舞，原本美妙的插圖和花邊也扭曲得變了形。$B$B為了不至于讓神志陷入混亂之中，你只好趕快撕下了一張寫著這些可怕的文字的書頁。",
    ["O"] = "把令人發狂的書頁交給安努。",
    ["T"] = "向安努回復",
  },
  [951] = {
    ["D"] = "你在主宰之劍找到的那頁書來自于一本古籍……一本精靈撰寫的古籍。但它已經被暮光之錘詛咒和玷污了，看來暮光之錘的信徒是希望用古代精靈的魔法將他們古老的主人重新召回我們的世界。$B$B到東北邊的瑪塞斯特拉廢墟去看看，找到那些古代的遺物。如果我能研究一下它們的話，也許能搞清楚暮光之錘打算如何使用那些精靈的魔法。",
    ["O"] = "收集6個黑暗深淵遺物，把它們交給古樹之林的安努。",
    ["T"] = "瑪塞斯特拉遺物",
  },
  [952] = {
    ["D"] = "如果你有時間為神諭之樹跑跑腿的話，我想讓你幫我送一封信到黑海岸的古樹之林去。$b$b你大概只有乘角鷹獸才能到黑海岸，不過我相信你絕對可以完成這個任務。把這個交給知識古樹安努，他正等著我的消息，就像我曾焦急地等待來自神諭林地的消息一樣。",
    ["O"] = "把范達爾的信交給黑海岸古樹之林里的安努。",
    ["T"] = "古樹之林",
  },
  [953] = {
    ["D"] = "到東邊去就可以發現亞米薩蘭廢墟。現在，那些未曾安息的暗夜精靈貴族的亡靈如同生前一般盤踞在那里，那里也曾經是艾薩拉的仆人練習他們強大魔法的地方。$b$b我在奉命探索那片廢墟的時候偶然發現有兩塊巨大的石碑，上面是潦草寫下的亞米薩蘭的故事，還有這座城市被毀滅的歷史。在我閱讀碑上的刻文的時候,突然有亡靈出現和我說話，嚇得我趕緊逃了回來。$b$b如果你夠膽量的話就去一趟那片廢墟，替我破譯一下石碑上的刻文。",
    ["O"] = "研究刻有亞米薩蘭的故事及其被毀經過的石碑，然后回到黑海岸的哨兵坦莎·月刃那里。",
    ["T"] = "亞米薩蘭的毀滅",
  },
  [954] = {
    ["D"] = "有一伙惡魔的爪牙在東部的巴莎蘭廢墟里到處橫行。盤踞在那里的劣魔和薩特瘋狂地汲取著魔法的能量，致使它們的魔力不斷地迅速膨脹。$b$b但是，我也注意到那里有一處它們始終無法侵犯的神殿，就在那片廢墟西側的小峭壁上，那座神殿里彌漫著奇特的藍光……一定有什么原因使得惡魔不愿靠近那里。$b$b我希望你去調查一下。",
    ["O"] = "到巴莎蘭廢墟去找到奇怪藍光的源頭。",
    ["T"] = "巴莎蘭",
  },
  [955] = {
    ["D"] = "如果要我把一生的故事都講出來，恐怕你會失去耐心。簡單地說，我的一生漫長而痛苦，而現在這種鬼魅般的生活更是對我最痛苦的折磨。$b$b我被魔法囚禁在這里。也許我說的話有些夸張，但我可以向你發誓，如果你能幫我找到從這里逃脫的辦法，我一定會對你感激不盡的。現在我被施加了封印，如果你能幫我拿些薩特和劣魔的耳環，我也許能找到一些線索。",
    ["O"] = "幫巴莎蘭的阿斯特利安收集8只劣魔耳環。",
    ["T"] = "巴莎蘭",
  },
  [956] = {
    ["D"] = "如果劣魔開始與施加在我身上的封印頻頻聯系的話，我想我已經猜到原因了。毫無疑問，這枚封印已經落入指揮他們的薩特的手中。$b$b我強烈地感覺到了這一點，$n。某個薩特得到了那個封印。如果你能得到它，或許就可以幫我沖破這牢籠，我將對你不勝感激。",
    ["O"] = "獲取遠古月亮石封印，把它交給巴莎蘭的阿斯特利安。",
    ["T"] = "巴莎蘭",
  },
  [957] = {
    ["D"] = "某位非常強大的貴族制造了這個用來囚禁我的封印。在南方的亞米薩蘭有一處與這里相似的廢墟，那里至今仍燃燒著遠古的火焰，那藍色的火焰可以摧毀這個封印。$b$b不過在那片廢墟里，你千萬要當心，$n……",
    ["O"] = "用亞米薩蘭廢墟中的遠古火焰摧毀遠古月亮石封印，然后回到巴莎蘭的阿斯特利安那里。",
    ["T"] = "巴莎蘭",
  },
  [958] = {
    ["D"] = "$C，我有一項任務交給你。$b$b你去過亞米薩蘭廢墟嗎？如果還沒有，你可以在通向南方的大路東側找找看。亞米薩蘭廢墟曾經是眾多暗夜精靈貴族的家園，而如今那里卻成為他們濫用魔法的見證。$b$b據哨兵的報告，那些貴族的亡靈依然在使用古代的魔法武器進行抵抗。我們必須獲得那些遺物，只有這樣我們才有可能真正摧毀那些亡靈。",
    ["O"] = "幫奧伯丁的桑迪斯·織風取回7個上層精靈的遺物。",
    ["T"] = "上層精靈的工具",
  },
  [959] = {
    ["D"] = "啊呀！$b$b你也看到了，最近有點背運！早間從藏寶海灣過來了一支大型的運貨船隊，我是說大型的！我從沒有見過那么多的箱子。我想加快點速度，所以卸貨卸得稍微快了點。$b$b結果呢，還沒等我弄清楚是怎么回事兒，我看到那個可惡的家伙——瘋狂的馬格利什——手拿一瓶99年波爾多陳釀跑了出來。我一路追他到了哀嚎洞穴，但是我可不想進到那個可怕的地方去。$b$b嗯……你夠不夠膽量去把他給我找出來？",
    ["O"] = "棘齒城的起重機操作員比戈弗茲讓你從瘋狂的馬格利什那兒取回一瓶99年波爾多陳釀，瘋狂的馬格利什就藏在哀嚎洞穴里。",
    ["T"] = "港口的麻煩",
  },
  [960] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "安努正在沉思",
  },
  [961] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "正在冥想的安努",
  },
  [962] = {
    ["D"] = "幽暗城的皇家藥劑師學會派我來這兒完成一個特殊的任務，$n。我想你會愿意幫助我的，因為黑暗女王領導下的被遺忘者將會通過我的任務得到進一步的加強。$b$b近來我在研究一種罕見的植物，它的名字叫毒蛇花，我相信這種藥草有著巨大的能量。$b$b不幸的是，它只生長在哀嚎洞穴的最深處，那是貧瘠之地最危險的洞穴之一。",
    ["O"] = "為雷霆崖的藥劑師扎瑪收集10朵毒蛇花。",
    ["T"] = "毒蛇花",
  },
  [963] = {
    ["D"] = "永恒之井的戰斗結束以后，亞米薩蘭被毀滅了，全城的暗夜精靈都成為了這座城市的陪葬，其中就有我的至愛安娜雅。$b$b我也沒有想到，在那次災難過去了數千年之后，對安娜雅的回憶依然縈繞在我的夢中。有一次，當我恍恍惚惚地在黑海岸的森林里游蕩的時候，我發現自己正置身于亞米薩蘭的廢墟之中……我居然看見了我的至愛——她那飽受折磨的亡魂。$b$b她必須得到自由，但我沒有勇氣去做，因為讓她得到自由，就必須先摧毀她的亡靈。",
    ["O"] = "釋放安娜雅·晨路的靈魂，把她的墜飾交給奧伯丁的塞瑞利恩·白爪。",
    ["T"] = "永志不渝",
  },
  [964] = {
    ["D"] = "通靈學院大門的鑰匙名叫骷髏鑰匙，它一定是由某具骸骨制造而成——事實上是若干具骸骨——并在適當的模具中使用最堅硬的金屬進行加固。天生就能打開通靈學院大門的人擁有一種特殊的力量，這種力量能讓鑰匙發揮作用。$B$B重要的事情要優先處理掉，$N。我們需要一些骸骨碎片來制造鑰匙。安多哈爾內的骸骨應該符合我們的要求，但是安多哈爾城外的那些骸骨也許同樣有效。",
    ["O"] = "將15塊骸骨碎片交給西瘟疫之地亡靈壁壘的藥劑師迪瑟斯。",
    ["T"] = "骸骨碎片",
  },
  [965] = {
    ["D"] = "歡迎你，年輕的$r。我是艾莉薩·星風，保衛奧伯丁不受邪惡勢力的侵害是我的職責。$b$b正因為如此，我派巴蘇爾·影擊去調查東北方的奧薩拉克斯之塔，那里最近發生了一些怪事。$b$b他早就應該回來了，我擔心他在森林里碰到了危險，如果你能幫我找到他，并看看他是否一切安好的話，我會非常感激你的。",
    ["O"] = "在黑海岸的奧薩拉克斯之塔附近找到巴蘇爾·影擊。",
    ["T"] = "奧薩拉克斯之塔",
  },
  [966] = {
    ["D"] = "一群術士在這座塔的里里外外住了下來。我本應該早些回去向艾莉薩報告，但我想如果我親自去報告的話也許會錯過些什么。$b$b德爾格倫懷疑這伙人聚集在塔周圍是要密謀什么壞事，但我們對此知之甚少。$b$b我手里有一些術士的羊皮卷軸碎片，但我還需要更多的碎片才能解開這個謎。對了，我必須警告你，千萬不要冒險進入塔中，因為塔里的術士非常可怕！",
    ["O"] = "在奧薩拉克斯之塔附近幫巴蘇爾·影擊收集4塊破舊的羊皮紙。",
    ["T"] = "奧薩拉克斯之塔",
  },
  [967] = {
    ["D"] = "我的主人，凈化者德爾格倫，是一位偉大的圣騎士。為了保護森林不受惡魔和亡靈的襲擾，德爾格倫一直在盡全力幫助我們。他向我傳授了圣光術和各種其它的戰斗技巧。$b$b你必須盡快把這個教派的消息告訴德爾格倫。$b$b他就駐扎在南方的灰谷森林里的邁斯特拉崗哨。請快一點，我非常擔心這個暗灘教派帶來的威脅會越來越大。",
    ["O"] = "把巴蘇爾的信送給灰谷森林中的凈化者德爾格倫。",
    ["T"] = "奧薩拉克斯之塔",
  },
  [968] = {
    ["D"] = "盡管這本書又舊又破，但你依然能看清封面的標題：$B$B深淵中的力量$B$B在這本皺巴巴的書里是一串不知如何發音的名字的列表，這些名字后面都注有令人感到不安的頭銜稱謂、祭祀的方式以及首選的祭品等等……其中很多祭品是活的人型生物。$B$B在封面的內側有這樣的文字：“葛利·硬骨的符文和厄運，鐵爐堡……經營者：葛利·硬骨。”$B$B如果葛利·硬骨賣的是這樣的書，那么也許他會把這本書買回去。",
    ["O"] = "把《深淵之神》交給鐵爐堡的葛利·硬骨。",
    ["T"] = "深淵之神",
  },
  [969] = {
    ["D"] = "啊，我一看見你就知道——你想要一個幸運符咒。瑪艾里無所不知！$B$B在冬泉谷的南部有一道峽谷，那里的巨人身上有時候帶有一種具有強大能量的冰塊，當然你也可以自己從峽谷中收集冰塊碎片。$B$B帶給我十片霜槌碎片回來，然后我的幸運符咒就是你的了。",
    ["O"] = "收集10塊霜槌碎片，把它們交給永望鎮的巫醫瑪艾里。",
    ["T"] = "祝你好運",
  },
  [970] = {
    ["D"] = "巴蘇爾的這封信里的消息真是可怕。這個暗灘教派對我們而言始終是一個很大的威脅，必須盡快清除才行。我和東北方的奧迪拉蘭城中的暗灘教派打過交道，他們中的一個人持有一枚靈魂寶石，其中蘊藏著有關這個教派的魔法的秘密。$b$b把它交給我，我應該有辦法從中找出一些信息來。",
    ["O"] = "搜集一枚發光的靈魂寶石，并把它交給邁斯特拉崗哨的凈化者德爾格倫。",
    ["T"] = "奧薩拉克斯之塔",
  },
  [971] = {
    ["D"] = "你也許知道，我喜歡收集各種知識：古老的知識，有用的知識，可以打開神秘通路的知識，可以喚醒沉睡之人的知識。$B$B據說有本古老的書卷叫做洛迦里斯手稿，它被藏在黑海岸的黑暗深淵底部。那里是往日死去的精靈安息的地方。那些精靈在他們的城市被毀滅之前都有著廣博的知識。$B$B到黑暗深淵去找手稿吧，我不會忘記你為我做的事，即使到世界毀滅的那一天……",
    ["O"] = "把洛迦里斯手稿帶給鐵爐堡的葛利·硬骨。",
    ["T"] = "深淵中的知識",
  },
  [972] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "水之靈契",
  },
  [973] = {
    ["D"] = "伊克魯德·瑪格蘇爾，沒錯，我了解他。他可是一個強大的獸人術士，就住在火痕神殿里，那是一個位于灰谷西南的極端邪惡的地方。$b$b至今他并沒有給我們造成太大的麻煩，而我也沒工夫去對付他，不過現在看起來……他的死期到了。",
    ["O"] = "把伊克魯德·瑪格蘇爾之書交給邁斯特拉崗哨的凈化者德爾格倫。",
    ["T"] = "奧薩拉克斯之塔",
  },
  [974] = {
    ["D"] = "對我來說，這里的溫泉簡直就是個不解之謎，這些熱量究竟是哪里來的？$B$B這些水池離火羽山那么近，我真的想知道火山和溫泉之間到底有沒有關系。我制作了一個測溫計來讀取火山的溫度，我想要找到溫度最高的地方。它是按照我獨創的計量單位進行測量的！$B$B拿著這個溫度計，當你經過某個炎熱的地方，就順便讀取一下那里的溫度！",
    ["O"] = "安戈洛爾環形山的克拉蘭克要你去找到火羽山中溫度最高的地方。$B$B當你找到一個看上去很熱的地方時，就右鍵點擊溫度計來測量當地的溫度。不斷嘗試，直到你找到溫度最高的地方。",
    ["T"] = "究根問底",
  },
  [975] = {
    ["D"] = "在給你符咒之前，我最好解釋一下如何使用它。$B$B如果你戴上符咒，你就可以從那些被你干掉的生物身上得到特殊的物品，如果你沒有戴上符咒的話，那你就得不到那些物品，懂了嗎？$B$B這些物品的名字叫做魂精。如果你找到它們，就把它們交給瑪艾里，她會幫你解決剩下來的事情。$B$B在我給你修理符咒的時候，請在這里等一會兒。",
    ["O"] = "與巫醫瑪艾里再次談話，然后拿到好運符。",
    ["T"] = "瑪艾里的容器",
  },
  [976] = {
    ["D"] = "德爾格倫讓我給奧伯丁的哨兵艾莉薩·星風捎信，順便給她提供一定的補給，但是我討厭一個人上路。密林深處到處危險的敵人，我可不想讓這些物資和信息落到他們的手里。$b$b如果你或者其他人能擔當我的護衛，我們現在就可以出發了。有你的幫助，我堅信這些物資一定能平安運抵奧伯丁。",
    ["O"] = "護送費羅·艾隆漢安全地穿越灰谷森林，然后和邁斯特拉崗哨的凈化者德爾格倫談一談。",
    ["T"] = "奧伯丁的補給品",
  },
  [977] = {
    ["D"] = "現在我已經有了遮蓋機體的東西，然后只需再有一件東西就成了。好吧，實際上是兩件。兩支角！$B$B冰薊雪人王和冰薊雪人女王身上都有這樣的角，它們就住在東南邊的洞穴里。那里的雪人數量眾多，我想你不會找不到它們的。$B$B記住，我只要外觀最好的角——絕對不要有傷痕的或者破碎的角！",
    ["O"] = "為永望鎮的烏米收集2支完美的雪人角。",
    ["T"] = "雪怪計劃！",
  },
  [978] = {
    ["D"] = "從辛特蘭收集到的梟獸羽毛中包含著魔法能量的痕跡。這些能量……看來并不是梟獸能夠運用的，它們只是簡單地蘊含在這些生物體內——而帶有這種能量的都是最強悍的梟獸。$B$B在研究這個問題的過程中，我聽說在白雪皚皚的冬泉谷那有很多的梟獸。那些生物是否攜帶著相同的能量呢？請幫我找到這個問題的答案，$N。到冬泉谷去收集它們的羽毛，然后把它們交給我。",
    ["O"] = "從冬泉谷收集10片月光羽毛，然后將它們帶給魯瑟蘭村的艾瑞拉斯·琥珀。",
    ["T"] = "月光羽毛",
  },
  [979] = {
    ["D"] = "嗯，嗯，這些羽毛上附著的魔法似乎與我以前見到過的很類似……雖然我并不能確定我們會發現什么，但我想你必須繼續追查下去，$n。$B$B我的一位同事最近到冬泉谷去觀察當地梟獸的生態了，你為什么不去找她談一談，看看她有些什么發現呢？",
    ["O"] = "在冬泉谷找到蘭莎爾拉。",
    ["T"] = "蘭莎爾拉",
  },
  [980] = {
    ["D"] = "我聽說在北邊的冬泉谷里還有其它的溫泉。奇怪的是，那地方并沒有任何火山的存在。這聽起來很有趣，對嗎？$B$B好吧，如果你想要查個水落石出，那就到冬泉谷去跟我的朋友談一談吧。他的名字叫做多諾瓦·雪山，現在就在那溫泉附近。$B$B溫度計的事情真是太感謝你了，祝你好運，再見！",
    ["O"] = "到冬泉谷去和多諾瓦·雪山談一談。",
    ["T"] = "新的泉水",
  },
  [981] = {
    ["D"] = "你應該為你所作出的貢獻而得到獎勵。回到德爾格倫那里，告訴他埃瑟里克斯·納拉辛已經死在你的手下，暗灘教派也已經被打得一敗涂地，潰不成軍。",
    ["O"] = "和邁斯特拉崗哨的凈化者德爾格倫談一談。",
    ["T"] = "奧薩拉克斯之塔",
  },
  [982] = {
    ["D"] = "從我們現在所在位置沿著海岸一直往北可以看到兩艘沉船——銀色清晨號和迷霧之紗號。這兩艘船在穿越茫茫大海，最終將要達到奧伯丁的時候遇到了那些可惡的魚人，它們現在只能躺在海底作為那些惡棍的戰利品了。$B$B這兩艘船的船長都沒有能幸免于難，他們的日志以及其它有價值的東西還鎖在船里的箱子中。我希望你能幫我找到這些東西，這對于那些生還的船員也是頗有意義的。",
    ["O"] = "找到銀色清晨號的保險箱和迷霧之紗號的保險箱，把它們交給奧伯丁的高爾博德·鋼手。你可以在村莊北部遇難的船只里找到這兩只箱子。",
    ["T"] = "深不可測的海洋",
  },
  [983] = {
    ["D"] = "嘿！看看我這劃時代的最新發明：傳聲盒！通過它，你可以和很遠的人進行交談！$B$B也許你已經見過它們了，嗯，就是那些上面有操縱桿的盒子。不過傳聲盒有一個毛病，就是它們需要經常性的維護。$B$B而且每一個盒子的問題都不一樣，不過我在這個問題上做得就很巧妙！你看，我把每一個盒子都放在那些能給它提供最合適的修理零件的生物附近。現在傳聲盒827號出了點故障，它就在奧伯丁的南邊，需要6只蟹腿來進行修理。我會獎賞你的……",
    ["O"] = "收集6只蟹腿，把它們放進傳聲盒827號。",
    ["T"] = "傳聲盒827號",
  },
  [984] = {
    ["D"] = "$N，我來這里是想看看魔苔的影響有多么厲害。我的一些同胞險些被泰達希爾的一個墮落的熊怪殺死，而我發誓不會讓類似的情況再次出現……更別提更糟糕的情況了。$B$B在黑海岸，我已經看見了一系列有關各種生靈墮落的線索，但我需要找到這種墮落是否有蔓延的跡象。我想我們仍然應該通過熊怪來進行調查，你可以幫我找到一個熊怪的營地嗎？如果你發現了任何情況，就馬上回來報告我。",
    ["O"] = "在黑海岸找到一處墮落熊怪的營地，然后向奧伯丁的特倫希斯報告。",
    ["T"] = "熊怪的威脅",
  },
  [985] = {
    ["D"] = "$N，在偵察敵人方面，你已經展示了足夠的才能。但你與他們作戰的技能如何呢？$B$B并不是所有的冒險者都喜歡面對面的遭遇戰，我是某些冒險者更喜歡潛行之類的隱秘行動。$B$B如果你覺得自己能行，就到奧伯丁南邊的那個熊怪營地吧，那里的熊怪對我們構成了極大的威脅。在那一帶活動的都是黑木部族的熊怪，去殺掉8個黑木探路者和5個黑木風語者，然后回來向我報告。",
    ["O"] = "殺掉8個黑木探路者和5個黑木風語者，然后回到奧伯丁向特倫希斯匯報。",
    ["T"] = "熊怪的威脅",
  },
  [986] = {
    ["D"] = "$N，你幫了我很多忙，我能不能再請求你幫助一下銳爪和他的主人沃科爾？我可以幫你精心制作一件有魔力的斗篷，它能夠讓你在尋找沃科爾時暢通無阻，免受黑海岸上任何猛獸的阻撓。$B$B不過要制作這件斗篷，我需要從月夜雄虎或者月夜雌虎身上獲取幾張張上等毛皮。你可以在急彎河以南找到那些月夜猛虎。",
    ["O"] = "收集5張優質月夜猛虎毛皮，把它們交給奧伯丁的特倫希斯。",
    ["T"] = "失蹤的主人",
  },
  [990] = {
    ["D"] = "$N，我的主人萊恩·狼行者正在灰谷的阿斯特蘭納城中等你。有了你的幫助，我們至少能稍微控制一下那里混亂的局勢。$B$B從這兒向南走，沿著路一直前進——只要跟著那些指示牌，你應該不會迷路的。",
    ["O"] = "在灰谷中找到萊恩·狼行者。",
    ["T"] = "灰谷之旅",
  },
  [991] = {
    ["D"] = "$N，我有一個老朋友也正為灰谷的哨兵部隊提供援助，不過他還沒有回來。$B$B他正在尋找一件東西，一件他認為可以延緩熊怪對我們的同胞發起進攻的物品，由一個早已死掉的邪惡巫師制造的魔棒。$B$B在他離開這兒以前，他曾說過要去尋找一塊寶石，這塊寶石能幫他找到那根魔棒。$B$B他提到這塊寶石很可能就藏在法拉希姆湖的神殿中，那座神殿就坐落在西邊的山腳下。在寶石被人取走之前，它一直都放在那里。$B$B請去找到我的朋友，$N。",
    ["O"] = "在灰谷找到泰洛尼斯。",
    ["T"] = "萊恩的凈化",
  },
  [992] = {
    ["D"] = "如果你感興趣的話，我們現在正在為加基森水業公司招聘兼職初級勘探員。$B$B那些游牧民不斷地侵占我們的水井，這迫使我們不得不去勘探更多的水源！沙漠中到處都可能有水的存在，但是只有聰明人才能找到它們。$B$B拿著這個瓶子，到流沙崗哨旁的水池那里幫我采集一些水樣回來。那個水池旁邊有些巨魔在看守著，小心點，完成任務之后盡快把水樣送到我這里來。",
    ["O"] = "用未使用的尋水器在流沙崗哨旁邊的池中采集水樣。一旦你收集到水樣，就盡快將其交給加基森的高級勘探員菲茲杜瑟。",
    ["T"] = "加基森水業公司",
  },
  [993] = {
    ["D"] = "$N，斗篷做好了。你現在可以去尋找沃科爾，我希望時間還來得及。$B$B斗篷上的魔法被激活之后持續不了多久間，也許就只有五分鐘左右的時間。你可以自行決定什么時候使用它，不過我建議你在找到銳爪以后再用。$B$B如果銳爪告訴我的消息是真的，那么你應該可以在南邊的某個洞穴中找到他的主人。銳爪會在路邊等你，看見它以后向它揮手打個招呼（使用/wave指令），然后它就會將它的主人所在的位置告訴你。",
    ["O"] = "找到沃科爾。",
    ["T"] = "丟失的主人",
  },
  [994] = {
    ["D"] = "很好，$N，就是這樣，讓我們一起沖出去。我們要殺出一條到銳爪身邊的路，到了那里之后我們可以分開行動。$B$B不過我想特倫希斯一定會聽你來講述這次驚心動魄的逃亡，所以在我們活著離開這里以后，別忘了盡快去一趟奧伯丁。",
    ["O"] = "保護沃科爾離開，然后去和奧伯丁的特倫希斯談一談。",
    ["T"] = "殺出重圍",
  },
  [995] = {
    ["D"] = "好吧。我們走。$B$B記住，在你逃脫以后，到奧伯丁去找特倫希斯。我會自己趕去那里的。",
    ["O"] = "離開熊怪洞穴，然后去見奧伯丁的特倫希斯。",
    ["T"] = "偷偷溜走",
  },
  [996] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的迎風花",
  },
  [997] = {
    ["D"] = "你在往南方旅行嗎？你要去奧拉密斯湖嗎？如果是這樣的話，我有個任務想請你幫忙……$B$B我的同伴德納蘭在湖的東岸有個營地，他在那兒對泰達希爾的植被進行研究和試驗。他想要一包達納蘇斯的稀土，但送貨的在路上耽擱了，我這兩天才剛剛收到稀土。$B$B你能把這包稀土帶給他嗎？",
    ["O"] = "把稀土交給奧拉密斯湖畔的德納蘭。",
    ["T"] = "德納蘭的泥土",
  },
  [998] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的迎風花",
  },
  [1000] = {
    ["D"] = "注意了，英雄們！$B$B塞納里奧議會正在招募精干的部落成員來幫助他們探索卡利姆多大陸！在塔納利斯沙漠的西邊隱藏著常人難以想象的危險，議會希望有人能光榮地接過這個任務，去探索那個地方。$B$B所有對此感興趣的部落成員都應該去向塞納里奧議會報到。去和雷霆崖長者高地的大德魯伊哈繆爾·符文圖騰談談吧！",
    ["O"] = "與雷霆崖長者高地的大德魯伊哈繆爾·符文圖騰談一談關于議會號召部落成員探索卡利姆多大陸的事情。",
    ["T"] = "新的邊疆",
  },
  [1001] = {
    ["D"] = "細小的聲音噼里啪啦地從機器內部傳出來。$B$B“這里是維茲班恩！下一個傳聲盒在奧伯丁北部海岸上的某個地方。我的記性有時候不太好，不好意思！$B$B那臺傳聲盒的編號是411，需要3顆蛇頸龍的眼球來修理。你可能得跳進漆黑冰冷的大海深處去尋找黑海岸魚龍……真抱歉……$B$B就像上次一樣，只要你給傳聲盒帶去維修所需的物資，它就會給你吐出報酬的。*打嗝*……什么？沒事，我很好！”",
    ["O"] = "從位于傳聲盒411號附近的深海中收集3顆黑海岸蛇頸龍的眼球。",
    ["T"] = "傳聲盒411號",
  },
  [1002] = {
    ["D"] = "傳聲盒突然靜了下來，然后你聽見維茲班恩又開始說話。$B$B“下一個傳聲盒的編號是323。它在奧伯丁北部，不過……我的麥酒哪兒去了？什么？哦，在路上，小橋邊，你不會找不到它的。”$B$B維茲班恩咕噥咕噥地說了一些不連貫的話，然后你聽見大口喝酒的聲音。$B$B“這個傳聲盒需要月夜猛虎的牙齒來維修……需要6顆。”",
    ["O"] = "收集6顆月夜猛虎的牙齒，把它們放進傳聲盒323號。",
    ["T"] = "傳聲盒323號",
  },
  [1003] = {
    ["D"] = "在一陣什么東西沸騰和油滴四濺的奇怪聲音之后，你聽見維茲班恩顫抖的聲音從機器中傳出。$B$B“順著這條路，在遙遠的南方就能找到下一個傳僧盒。里應該不難發現它……就在路邊上……在柵欄附近。我想我把它藏在矮……矮樹叢里了。呵呵呵……沒錯，傳聲盒525號得有從那些灰斑薊熊身上扒下來的灰色頭皮才能維修。對，灰色的……呵呵呵……”$B$B當機器停止下來的時候，你聽到更多類似吞咽的聲音。然后，突然之間，它又啟動了。$B$B“4塊！”",
    ["O"] = "收集4塊灰色頭皮，然后把它們放在傳聲盒525號中。",
    ["T"] = "傳聲盒525號",
  },
  [1004] = {
    ["D"] = "注意了，英雄們！$B$B塞納里奧議會正在招募精干的部落成員來幫助他們探索卡利姆多大陸！在塔納利斯沙漠的西邊隱藏著常人難以想象的危險，議會希望有人能光榮地接過這個任務，去探索那個地方。$B$B所有對此感興趣的部落成員都應該去向塞納里奧議會報到。去和雷霆崖長者高地的大德魯伊哈繆爾·符文圖騰談談吧！",
    ["O"] = "與雷霆崖長者高地的大德魯伊哈繆爾·符文圖騰談一談關于議會號召部落成員探索卡利姆多大陸的事情。",
    ["T"] = "新的邊疆",
  },
  [1007] = {
    ["D"] = "我有一項任務交給你，$N。$B$B當我坐船經過被淹沒的佐拉姆廢墟的時候，受到了納迦的攻擊。這些家伙突然從水里冒出來，他們的利爪差點就把我撕個粉碎！我想盡辦法帶上所有可以帶走的物資逃了出來，然后在這里搭建了一個簡易的營地。$B$B但是，當我逃上岸的時候……我最重要的寶貝不見了。$B$B求求你，$N，找到我遇襲的地方，幫我尋找一尊古代雕像。正是為了它，我才會鼓起勇氣闖入佐拉姆海岸這么危險的地方。",
    ["O"] = "把遠古雕像交給塔爾倫，他的營地就在佐拉姆海岸附近。",
    ["T"] = "遠古雕像",
  },
  [1008] = {
    ["D"] = "在我們的西北海岸，也就是佐拉姆海岸一帶，潛伏著一股邪惡的勢力。$B$B佐拉姆海岸是已經被毀滅的佐拉姆城殘存的部分，佐拉姆主城在大爆炸中被摧毀，沉到了海底，這些很久以前發生的事情已經快要被暗夜精靈忘卻了。$B$B現在，納迦又回來了。至于他們為什么會回來，誰也不知道。但是這些并不重要，我們必須殺了這些魔鬼，把他們送回地獄！$B$B完成任務之后，就立刻回來向我報告。",
    ["O"] = "收集20顆怒尾納迦的頭顱，把它們交給阿斯特蘭納的辛德瑞爾。",
    ["T"] = "佐拉姆海岸",
  },
  [1009] = {
    ["D"] = "除非你能找到可以打開雕像上的那只鎖的鑰匙，否則雕像的秘密將永遠無法解開。$B$B那把鑰匙其實是一枚戒指——佐拉姆之戒。在這座城市被很久以前那場大爆炸所掀起的波濤淹沒之前，佐拉姆之戒曾經屬于這座城市的統治者。$B$B這枚戒指已經丟失很多年了，不過納迦最近找到了它。$B$B他們的領導者盧澤爾就住在佐拉姆北部邊緣的一個小島上。請幫我取回這枚戒指吧，$N。",
    ["O"] = "找到佐拉姆之戒，把它交給佐拉姆海岸邊的塔爾倫。",
    ["T"] = "盧澤爾",
  },
  [1010] = {
    ["D"] = "在北邊那座巴斯蘭鬼屋的廢墟上，曾經生長著一種叫做巴斯蘭的頭發的植物，它能夠讓人的靈魂安寧下來。$B$B在村莊里有個患病的孩子，我想他的病痛不僅僅是肉體上的。你愿意幫我到巴斯蘭鬼屋去尋找一些巴斯蘭的頭發嗎？我需要用它來醫治這個孩子。$B$B巴斯蘭鬼屋就在邁斯特拉崗哨以北，灰谷和黑海岸交界的地方。",
    ["O"] = "收集5份巴斯蘭的頭發，把它們帶給灰谷的奧雷迪爾·闊葉。",
    ["T"] = "巴斯蘭的頭發",
  },
  [1011] = {
    ["D"] = "被遺忘者——部落中的亡靈勢力——已經潛入了灰谷，現在就潛伏在我們的廢墟和洞穴之中。我們認為他們的目標是在暗夜精靈的領地上散播疾病。這一點必須盡快得到確認！$B$B被遺忘者在南邊有一個營地，就在朵丹尼爾獸穴附近，那是他們制造和封裝毒物的地方。攻入那個營地，給我偷取一瓶病毒，我得研究一下這些毒藥，這樣才能搞清他們真正的意圖。",
    ["O"] = "找到一瓶病毒，把它交給慰藉之林中的凱尼斯·靜風。",
    ["T"] = "被遺忘者的病菌",
  },
  [1012] = {
    ["D"] = "在我和被遺忘者的毒物抗爭的時候，曾經在恍惚之中產生了一段幻覺，我看到朵丹尼爾獸穴中的德魯伊被亡靈下毒害死了！他們現在是游蕩的幽靈，他們的靈魂離開了身體，并且變得越來越瘋狂。$B$B為了讓德魯伊的靈魂早日安息，你必須進入朵丹尼爾墓穴，殺死那些昔日的德魯伊領袖：坦尼爾·黑木、尤希爾·喚月和瑪沃里斯·裂云。$B$B趕快去吧。",
    ["O"] = "殺死這些德魯伊：坦尼爾·黑木、尤希爾·喚月和瑪沃里斯·裂云，然后向慰藉之林中的凱尼斯·靜風復命。",
    ["T"] = "瘋狂的德魯伊",
  },
  [1013] = {
    ["D"] = "$N，在影牙城堡里有一本書，它被稱作烏爾之書，我很想得到它。烏爾在天災軍團到來之前曾是達拉然的一位偉大的法師，他對其它世界的研究對……被遺忘者中的某些團體……很有價值。$B$B到影牙城堡去找到這本書，把它交給我，我會向黑暗女王匯報你的貢獻。",
    ["O"] = "把烏爾之書交給幽暗城煉金區里的看守者貝爾杜加。",
    ["T"] = "烏爾之書",
  },
  [1014] = {
    ["D"] = "現在我已經對整個詛咒有了一個全面的了解，并開始著手研究如何補救了。$b$b但阿魯高依然好好地住在影牙城堡中。在干掉阿魯高之前，我們還不能宣稱銀松森林已經是黑暗女士的地盤。$b$b但是，我得去搞明白怎樣才能根除他的魔法影響，$n。所以我只能把除掉阿魯高的任務交給你了。$b$b到影牙城堡去，永遠地結束阿魯高的骯臟法術。把他的頭給我帶來！影牙城堡去，永遠地結束阿魯高的骯臟法術。把他的頭給我帶來！",
    ["O"] = "殺死阿魯高，把他的頭帶給瑟伯切爾的達拉爾·道恩維沃爾。",
    ["T"] = "除掉阿魯高",
  },
  [1015] = {
    ["D"] = "注意了，英雄們！$B$B塞納里奧議會正在招募精干的部落成員來幫助他們探索卡利姆多大陸！在塔納利斯沙漠的西邊隱藏著常人難以想象的危險，議會希望有人能光榮地接過這個任務，去探索那個地方。$B$B所有對此感興趣的聯盟成員都應該去向塞納里奧議會報到。去和達納蘇斯的大德魯伊范達爾·鹿盔談談吧！",
    ["O"] = "與達納蘇斯塞納里奧區的大德魯范達爾·鹿盔談一談關于議會號召聯盟成員探索卡利姆多大陸的事情。",
    ["T"] = "新的邊疆",
  },
  [1016] = {
    ["D"] = "拿著這張占卜卷軸——它可以偵測出那些水元素是誰召喚出來的。但是你必須從水元素身上拿到一些東西才能查到真相。$B$B只需幾個完整的元素護腕就可以完成占卜過程，其它類型的護腕對我們沒什么用，但是也許會有商人想要收購那些東西。當你拿到了完整的元素護腕之后，就對它使用占卜卷軸，得出結果之后回到我這里來，讓我們看看下一步該怎么辦。",
    ["O"] = "收集5個完整的元素護腕，并對它們使用占卜卷軸。然后把使用過的占卜卷軸帶給銀風避難所的哨兵維爾莉妮·星墜。",
    ["T"] = "元素護腕",
  },
  [1017] = {
    ["D"] = "這世上只有一個法師——就是那個躲在貧瘠之地的亡靈法師——才能夠召喚出那么多的水元素來。也只有他這樣白癡的家伙才會想要這么做。現在這個名叫薩瑞魯斯·法伯尼的蠢貨恐怕正坐在鬼霧峰頂嘲笑我呢。$B$B$n，你必須深入敵人的領地，干掉這個卑鄙的家伙。關于這家伙的白癡行為我已經聽說得夠多了。我們要讓他知道挑釁我們哨兵部隊會有什么樣的下場。$B$B殺了他，帶他的人頭回來見我。不過你得當心，部落那邊可是危機四伏的。",
    ["O"] = "干掉薩瑞魯斯·法伯尼，把他的首級交給銀風避難所的哨兵維爾莉妮·星墜。",
    ["T"] = "召喚者",
  },
  [1018] = {
    ["D"] = "注意了，英雄們！$B$B塞納里奧議會正在招募精干的部落成員來幫助他們探索卡利姆多大陸！在塔納利斯沙漠的西邊隱藏著常人難以想象的危險，議會希望有人能光榮地接過這個任務，去探索那個地方。$B$B所有對此感興趣的部落成員都應該去向塞納里奧議會報到。去和雷霆崖長者高地的大德魯伊哈繆爾·符文圖騰談談吧！",
    ["O"] = "與雷霆崖長者高地的大德魯伊哈繆爾·符文圖騰談一談關于議會號召部落成員探索卡利姆多大陸的事情。",
    ["T"] = "新的邊疆",
  },
  [1019] = {
    ["D"] = "注意了，英雄們！$B$B塞納里奧議會正在招募精干的部落成員來幫助他們探索卡利姆多大陸！在塔納利斯沙漠的西邊隱藏著常人難以想象的危險，議會希望有人能光榮地接過這個任務，去探索那個地方。$B$B所有對此感興趣的聯盟成員都應該去向塞納里奧議會報到。去和達納蘇斯的大德魯伊范達爾·鹿盔談談吧！",
    ["O"] = "與達納蘇斯塞納里奧區的大德魯范達爾·鹿盔談一談關于議會號召聯盟成員探索卡利姆多大陸的事情。",
    ["T"] = "新的邊疆",
  },
  [1020] = {
    ["D"] = "$N，我合成了一種藥劑，相信它能幫助這個飽受折磨的孩子。把藥帶到阿斯特蘭納去，交給這孩子的父親皮爾圖拉斯·懷特姆恩。$B$B順著這條路向南走，然后向東轉，就能看到阿斯特蘭納了。",
    ["O"] = "把奧雷迪爾的藥劑交給阿斯特蘭納的皮爾圖拉斯·懷特姆恩。",
    ["T"] = "奧雷迪爾的藥劑",
  },
  [1021] = {
    ["D"] = "聽著，我不知道你是誰，但我需要你的幫助。我的姐妹們去從薩特那里取回塞納留斯的樹枝，她們說會很快回來，可是已經過去兩天了！$B$B$n，你得趕快去找到我的姐妹們，她們到去東北邊的薩維亞去尋找一個暗夜精靈的廢墟了。我的腦海里是一片空白，不知道該干什么了……去找到安妮莉亞吧，她是這次搜尋行動的首領。",
    ["O"] = "到薩維亞去找到安妮莉亞。",
    ["T"] = "身陷危險的樹妖！",
  },
  [1022] = {
    ["D"] = "盡管我們投入了大量的物資和人力想要將剩余的惡魔趕出北方的費伍德森林，但是看來似乎并沒有什么效果。我們只能把大部分的惡魔御于灰谷之外。$b$b在北方的費伍德森林附近，有一群神秘的狼人占據了麥爾莎迪絲神殿的廢墟。他們令人心顫的嗥叫使得那個地區得了個“狼嚎谷”的名字。保存在神殿中的麥爾莎迪絲之書也許能讓我們知道這些狼人出現在這里的原因。",
    ["O"] = "到狼嚎谷去，研究一下麥爾莎迪絲之書，然后向艾森娜神殿的哨兵梅麗瑞亞·霜影復命。",
    ["T"] = "狼嚎谷",
  },
  [1023] = {
    ["D"] = "在檢查泰洛尼斯的遺物時，你發現了一本完好無損的日記。$B$B你收起日記之后就離開了泰洛尼斯的尸體。$B$B接下來你唯一要做的事情就是找到泰洛尼斯一直在尋找的那顆寶石。萊恩曾經提到過寶石就在這個地區，也許在魚人的手里……",
    ["O"] = "找到發光的寶石，連同泰洛尼斯的日記一起交給阿斯特蘭納的萊恩·狼行者。",
    ["T"] = "萊恩的凈化",
  },
  [1024] = {
    ["D"] = "你得自己去進行研究，但是從泰洛尼斯的記錄來看，你下一階段的工作將是去尋找達圖爾所造的魔棒的其它部分。我建議你從伊瑞斯湖東部的月亮井開始。如果你準備好了，就沿著這條路越過環繞著伊瑞斯湖的群山，然后向北走。$B$B一個名叫莎爾蒂恩的樹妖會在那里為你提供向導。記得帶上寶石，如果莎爾蒂恩愿意幫你重造魔棒，她肯定會需要這塊寶石的。",
    ["O"] = "在東北方的月亮井旁找到莎爾蒂恩。",
    ["T"] = "萊恩的凈化",
  },
  [1025] = {
    ["D"] = "在你出發去月亮井之前，如果你愿意測試一下自己能力的話，我還有另外一項可以造福灰谷的任務交給你。$B$B沿著這條路一直向東走，在靠近弗倫河的地方有一些熊怪頻頻攻擊過路的旅客。他們扭曲的靈魂只有在給別人帶來恐懼時才能得到撫慰，他們瘋狂的心智只有在啜飲無辜者的鮮血時才能得到滿足。$B$B幫助哨兵部隊守護我們的領地，去對付那些熊怪吧，以血還血，以牙還牙。$B$B我認為他們的營地應該在這條路的南方……你要多加小心。",
    ["O"] = "殺掉污林部族里的1個污林衛兵、2個污林巨熊、2個污林薩滿祭司和2個污林戰士，然后回到阿斯特蘭納向萊恩·狼行者復命。",
    ["T"] = "先發制人",
  },
  [1026] = {
    ["D"] = "情況越來越糟糕了。$B$B萊恩的猜測是對的，我很了解達圖爾的發明以及這個地區的樹人——至少我曾經了解。樹人們現在開始墮落了，他們的靈魂變得扭曲。$B$B如果你想要找到魔棒的下一塊碎片的話，就必須先找到一把木制鑰匙，用它來打開鎖住這塊碎片的箱子。$B$B這把木制鑰匙就在東北方的費伍德森林附近的一個樹人手里。得到了鑰匙之后，你就可以順著這條路向西走，在靠近費伍德森林的邊界地區尋找一小塊林間空地……箱子就藏在那里的某個地方。",
    ["O"] = "找到木制鑰匙和一段達圖爾的魔棒，然后回到月亮井的莎爾蒂恩那里。",
    ["T"] = "萊恩的凈化",
  },
  [1027] = {
    ["D"] = "魔棒的最后一段是由朵丹尼爾的德魯伊保管的，但是我不清楚他們把它藏到了什么地方。很抱歉，恐怕我只能幫你這么多了。$B$B我所能告訴你的就是：順著這條通向貧瘠之地的路一直走下去，這群德魯伊隱居在路的東邊，可是他們也沒法幫助你，因為他們最近被殺死了……那是一段我不愿再回憶的過去。$B$B如果你找到了最后一段魔棒，就把它帶回來交給我，我會幫你修復魔棒的。",
    ["O"] = "找到達圖爾的魔棒的最后一段，然后回到月亮井旁的莎爾蒂恩那里。",
    ["T"] = "萊恩的凈化",
  },
  [1028] = {
    ["D"] = "這是完整的魔棒，$N。修復它并不難……難的是找到神殿，并再次賦予它能量。$B$B對于像你這樣已經完成了這么多艱巨工作的人來說，只要稍加留意和努力，這個任務也不會太難。$B$B從這兒向東南方走——那里人跡罕至，所以要多加小心——路上記得留意正北方。神殿就隱藏在圍繞著那片林地的山巒中。$B$B到了那兒之后，把魔棒放在神殿中……剩下的就交給魔法去完成吧，祝你好運。",
    ["O"] = "找到隱藏的神殿并給達圖爾的魔棒重新注入魔力。",
    ["T"] = "萊恩的凈化",
  },
  [1029] = {
    ["D"] = "我建議你去找萊恩，告訴她魔棒的魔力已經復原了。我想她會告訴你下一步該做什么的。$B$B祝你好運，$N。",
    ["O"] = "回到阿斯特蘭納的萊恩·狼行者那里。",
    ["T"] = "萊恩的凈化",
  },
  [1030] = {
    ["D"] = "唉，我不能完全肯定地說他下一步想要做什么。$B$B如果他關于魔棒的說法是真的，那么這根魔棒就可以將你變成另一種形態——我也不知道會變成哪一種形態。$B$B也許他本想利用魔棒的力量更加靠近那些墮落的熊怪，可是假如他不當心的話，就連沒有墮落的熊怪也會殺了他。 在變形之后，達圖爾得找到一個沒有受到魔苔影響的熊怪談談。",
    ["O"] = "找到一個尚未墮落的熊怪，利用達圖爾的變形魔棒的能力與其交談。",
    ["T"] = "萊恩的凈化",
  },
  [1031] = {
    ["D"] = "安妮莉亞把手放在你的肩頭上，慢慢地把你拉近她的身邊。她艱難地喘著氣，抬手指向北方的拱門。在她的氣息漸漸變得微弱，眼睛慢慢地閉上之前，安妮莉亞留下了最后一句話：“被他奪走了……加薩里斯……”她臨終時還在想著要讓塞納留斯的樹枝回到樹妖的手中。",
    ["O"] = "殺掉加薩里斯，把塞納留斯的樹枝交給林歌神殿的伊莉亞娜。",
    ["T"] = "塞納留斯的樹枝",
  },
  [1032] = {
    ["D"] = "我不敢相信安妮莉亞居然離我而去了……我們以前天天都在森林里一起游玩。我感覺很……難過。$B$B也許有一個辦法可以讓我感覺好一點。請你去殺了那些從我身邊奪走安妮莉亞的薩特！請你把它們的角拿給我作為證明，我會永遠感謝你的。",
    ["O"] = "收集16支薩特的角，把它們交給艾森娜神殿的伊莉亞娜。",
    ["T"] = "獵殺薩特！",
  },
  [1033] = {
    ["D"] = "我曾把挽救蕾拉的生命的希望寄托于奧雷迪爾的醫術上，可讓我擔心的是，那只能延緩疾病在我孩子體內的蔓延而不能讓她徹底痊愈。我們一定要找到更有效的藥物！感謝奧雷迪爾，他告訴我如果第一種治療方法不能起作用的話，還有下一步的治療方法。$B$B有一種名叫月神之淚的特殊的石頭，只有在阿斯特蘭納東部的伊瑞斯湖中心的小島上才能找到它。奧雷迪爾說這塊石頭能治療一切疾病……求求你，$N，幫我找來月神之淚，祈求它能結束我孩子的痛苦。",
    ["O"] = "找到月神之淚，把它交給阿斯特蘭納的皮爾圖拉斯·懷特姆恩。",
    ["T"] = "月神之淚",
  },
  [1034] = {
    ["D"] = "月神之淚減輕了我女兒的一些病痛，感謝艾露恩，她發惡夢的次數也大大減少了。可是……她仍發著高燒。$B$B奧雷迪爾告訴我，在南方的星塵廢墟中可以找到一種結晶的星塵，或許它能緩解蕾拉的高燒。請你幫我收集一些星塵吧。$B$B愿艾露恩保佑你速去速回。",
    ["O"] = "收集5份星塵，把它們交給灰谷的皮爾圖拉斯·懷特姆恩。",
    ["T"] = "星塵廢墟",
  },
  [1035] = {
    ["D"] = "蕾拉的高燒退了，但她還是很虛弱。我想她很難靠自己的力量康復，我們可能要借助月亮石的魔力才能讓她痊愈。$B$B過去我們常在東南部的墜星湖搜集月亮石……但是沼澤獸來了之后就不行了。$B$B這群野獸的領袖是一個沼澤獸智者，它成堆成堆地收集所有從天上掉下來的月亮石。現在，你得從沼澤獸智者那里取回一枚月亮石。$B$B要達到這一目的，恐怕你必須先殺了那個沼澤獸智者。",
    ["O"] = "從沼澤獸智者那里取回一枚隕落的月亮石，并把它帶給阿斯特蘭納的皮爾圖拉斯·懷特姆恩。",
    ["T"] = "墜星湖",
  },
  [1036] = {
    ["D"] = "$N……對，我聽說過你。我聽說你不是藏寶海灣的朋友——就像我們血帆海盜一樣。艦隊指揮官菲爾拉倫正在征召像你這樣精力充沛的$C去執行一個特殊的任務。$B$B如果你感興趣的話，就去紅霧號的甲板下找他吧。紅霧號就停泊在這里東面的海岸邊，靠近斬浪號和達姆希的好運號。",
    ["O"] = "登上停泊在荊棘谷海岸邊的紅霧號，與船里的艦隊指揮官菲爾拉倫談一談。",
    ["T"] = "嘿，水手！",
  },
  [1037] = {
    ["D"] = "維琳德·星歌是我在灰谷森林的前任指揮官。起初，她似乎將費伍德森林的一切都調理得井井有條，然而她對于森林的影響卻變得越來越小。終于有一天，她突然消失了。$b$b我被派來接替她的工作。不過恐怕我對于這位女祭司了解得并不使很多。也許哨兵部隊的指揮官塞恩提爾·刃紋會知道更多有關她失蹤的細節。$b$b當然，她也知道這件事情的重要性。",
    ["O"] = "在達納蘇斯的戰士區與塞恩提爾·刃紋談一談。",
    ["T"] = "維琳德·星歌",
  },
  [1038] = {
    ["D"] = "你是由麥爾薩迪斯之書中得知這一切的？我認為你應該去檢查一下她的所有物品，雖然那樣做可能不太妥當。用這把鑰匙可以打開她放在哨兵小屋里的儲物箱。她把平時的工作都記錄了下來，因此你從她的日記中應該可以了解到很多事情。$b$b我應該告訴你，哨兵們認為她是因為某些特殊的原因而離開的，她隨時都有可能再回來。女祭司過去做過很多讓我們對她倍加信賴的事情。",
    ["O"] = "在維琳德的箱子里搜尋她的日記，把日記連同鑰匙一起交給達納蘇斯的塞恩提爾·刃紋。",
    ["T"] = "維琳德的日記",
  },
  [1039] = {
    ["D"] = "棘齒城是貧瘠之地唯一的港口。最有可能發生的情況是，維琳德在棘齒城登上了一條駛往艾澤拉斯的黑水灣的商船。我們和管理港口的那些地精交往有限，不過碼頭的管理者應該有來來往往的乘客的信息。$b$b順著這條路往東南方走，過了灰谷就進入貧瘠之地了。你要當心，$n，部落一方的戰士一直在那片土地上巡邏。不過，在港口地區你應該是安全的。",
    ["O"] = "和棘齒城的碼頭管理員迪茲維格談一談。",
    ["T"] = "貧瘠之地的港口",
  },
  [1040] = {
    ["D"] = "啊，終于找到了。她是很久以前經過這里的，你看……$b$b維琳德，乘黑色魚鷹號去往藏寶海灣。其它的沒什么要說的了，我想那艘船應該是安全抵達目的地了。$b$b我沒有什么可以幫你的啦，不過她問過一些關于在那片陸上旅行的事情，我向她提到了拉茲戈特，一個藏寶海灣的商隊成員。沒準維琳德會去找他當導游什么的。$b$b現在出發吧，我沒時間再陪你了。",
    ["O"] = "坐船去藏寶海灣，和旅行者拉茲戈特談一談。",
    ["T"] = "藏寶海灣的航道",
  },
  [1041] = {
    ["D"] = "若我說的不對請不要見怪，我應該記得沒錯，畢竟不是每天都會發生這樣的事兒的。$b$b我記得你要找的那個維林德。那是不久前發生的事，要知道，不是每天都會有一位漂亮的夜精靈女祭司會愿意搭著我這輛破爛的大蓬車旅行的，不過，我的車用來代步的確很不錯，不是么？$b$b我們在向北去的路上分手了，她往夜色鎮去了。那里的書記員應該有所有的出入記錄，或許從那里你能知道些對你有用的東西。$b$b在叢林里你最好多加小心，即使是在安全的時節，那兒仍然是個危險的地方。",
    ["O"] = "與夜色鎮的書記員達爾塔談一談。",
    ["T"] = "商隊通路",
  },
  [1042] = {
    ["D"] = "不，夜色鎮沒有關于這個維琳德·星歌的任何記錄……不過如果你不介意的話，我想說，我很難想象一個暗夜精靈的女祭司會在旅店里過夜，你懂我的意思嗎？$b$b不過我聽說過你提到的這些狼人。就在前幾天，卡洛爾還提著幾個狼人的頭到鎮上來。卡洛爾是為卡爾文家族效力的，這個家族專門對付惡魔、亡靈和各種雜七雜八的怪物。你去和喬納森談談吧，他是卡爾文家族的首領。",
    ["O"] = "去和夜色鎮的喬納森·卡爾文談談。",
    ["T"] = "卡爾文家族",
  },
  [1043] = {
    ["D"] = "你的故事聽上去不像是假的……我不能完全理解你的動機，不過如果你想要除掉暮色森林的狼人，我就不需要了解這些。$b$b在南方有一座礦山，很多狼人在那里出沒……天知道他們是從哪里冒出來的，不過據我們所知，他們最早就是在那里出現的。$b$b去忙你的吧，不過如果你有什么重要消息，請一定要告訴我。我們需要所有能幫我們對抗邪惡的信息。",
    ["O"] = "去找關于月神鐮刀的消息，然后回到夜色鎮見喬納森·卡爾文。",
    ["T"] = "月神的鐮刀",
  },
  [1044] = {
    ["D"] = "不要擔心，我們會解決狼人的問題，也一定可以遏制這些由你朋友引到森林里來的邪惡勢力。對于你的朋友，我也沒有什么敵意。各種詭異的事情越來越多了，$n，黑暗的勢力不會停止它的腳步。$b$b我就不耽擱你了，可能還有其他人想要知道你在暮色森林的礦山里發現了什么。",
    ["O"] = "回到達納蘇斯去見珊蒂斯·羽月。",
    ["T"] = "回復珊蒂斯",
  },
  [1045] = {
    ["D"] = "暗夜精靈是個歷史悠久的種族，但是他們的傲慢毀滅了他們的世界。現在，這樣的傲慢也毀掉了我們的生活，一切都失控了……$B$B我把許多災難歸咎于那些精靈們，但是我們也應該為自己的行為承擔責任。即使在墮落之前，我們也具有非常邪惡的一面。$B$B蘭恩·血牙就是這種邪惡面的體現。對權力的渴望，無盡的物欲……現在的墮落只會讓他更加強大。我的心中燃燒著對這些精靈的怒火，但我對他們的后代并無惡意，我們也必須管教好自己的兒女，讓他們不再重蹈我們的覆轍……",
    ["O"] = "殺死蘭恩·血牙和4個血牙保鏢，然后向密斯特拉湖附近的克羅格復命。",
    ["T"] = "萊恩的凈化",
  },
  [1046] = {
    ["D"] = "回到你自己的部族去吧，讓他們知道你在這里取得的勝利。$B$B向他們展示你的戰利品，并享受勝利的榮耀吧……",
    ["O"] = "把蘭恩·血牙的顱骨和達圖爾的變形魔棒交給阿斯特蘭納的萊恩·狼行者。",
    ["T"] = "萊恩的凈化",
  },
  [1047] = {
    ["D"] = "注意了，英雄們！$B$B塞納里奧議會正在招募精干的部落成員來幫助他們探索卡利姆多大陸！在塔納利斯沙漠的西邊隱藏著常人難以想象的危險，議會希望有人能光榮地接過這個任務，去探索那個地方。$B$B所有對此感興趣的聯盟成員都應該去向塞納里奧議會報到。去和達納蘇斯的大德魯伊范達爾·鹿盔談談吧！",
    ["O"] = "與達納蘇斯塞納里奧區的大德魯范達爾·鹿盔談一談關于議會號召聯盟成員探索卡利姆多大陸的事情。",
    ["T"] = "新的邊疆",
  },
  [1048] = {
    ["D"] = "當黑暗女王陛下將主要精力放在對付北方的天災軍團時，我更關心那些身邊的問題。$b$b毫無疑問，有一群自稱為血色十字軍的人類渣滓正在威脅著我們的領土。提瑞斯法林地目前正被這群紅螞蟻逐漸侵蝕和占據。$b$b到修道院里去干掉大檢察官懷特邁恩與她手下的那些軍官，$c。",
    ["O"] = "殺掉大檢察官懷特邁恩、血色十字軍指揮官莫格萊尼、血色十字軍勇士赫洛德和馴犬者洛克希，然后向幽暗城的瓦里瑪薩斯回報。",
    ["T"] = "深入血色修道院",
  },
  [1049] = {
    ["D"] = "大地之環對那些被遺忘者開誠布公，但是誰又知道那些亡靈們對我們到底有什么意圖？$b$b雖然被遺忘者與我們結了盟，但他們從來就以精于欺詐而聞名。我們的這個盟約實在是太草率了，也許凱恩會睿智地留意到來自奧格瑞瑪的警告。$b$b在血色修道院深處，那些瘋狂的人類狂熱者們守衛著《墮落者綱要》。雖然這幫家伙是如此的瘋狂和頑固，但他們的研究也許會對我們有些用處。",
    ["O"] = "從血色修道院里找到《墮落者綱要》，把它交給雷霆崖的圣者圖希克。",
    ["T"] = "墮落者綱要",
  },
  [1050] = {
    ["D"] = "未來是已經命中注定了的！我們的命運就像雨點落入大海一樣無可改變。$b$b不過研究過去也許可以讓我們預見未來，并提前做好一些準備。$b$b在災難降臨在洛丹倫之前，提瑞斯法林地中有一處藏有許多書籍的地方——老修道院的圖書館，據說有一本《泰坦神話》就收藏在哪里。$b$b把它給我拿回來，也許我們可以一起揭開過去的秘密。",
    ["O"] = "從修道院拿回《泰坦神話》，把它交給鐵爐堡的圖書館員麥伊·蒼塵。",
    ["T"] = "泰坦神話",
  },
  [1051] = {
    ["D"] = "雖然我現在是個獨立的亡靈，但我恐怕無法再為黑暗女王效力，因為我覺得支撐我生命的力量都被毀了。$b$b這一切都是那個審訊員韋沙斯造成的！他折磨了我好幾個星期，還拿走我的結婚戒指送給了他的妻子。那個混蛋！$b$b復仇……我要復仇！$b$b那個自負的笨蛋總是吹噓他的寶貝老婆南茜多么多么嬌艷，她就住在洛丹米爾湖一帶，去殺了她，把我的結婚戒指還給我那在塔倫米爾生活的妻子莫尼卡。$b$b請幫助我完成這最后的愿望……",
    ["O"] = "把沃瑞爾·森加斯的結婚戒指還給塔倫米爾的莫尼卡·森古特斯。",
    ["T"] = "沃瑞爾的復仇",
  },
  [1052] = {
    ["D"] = "我們血色十字軍擁有著從壁爐谷到提瑞斯法林地一線的許多要塞。這些要塞構筑了保護洛丹倫大陸的主要防線，我們為此感到十分自豪。$b$b你在南艾澤拉斯對抗亡靈的行動已經證明了你的價值。但真正的威脅仍然來自正在洛丹倫北部蔓延的瘟疫。$b$b到一處叫做南海鎮的城鎮去，在那里找到一個名叫萊雷恩的十字軍戰士，把這封由我親自密封的表彰信交給他，他將會護送你前往充滿榮耀的血色修道院。",
    ["O"] = "將安東修士的表彰信帶給南海鎮的虔誠的萊雷恩。",
    ["T"] = "血色之路",
  },
  [1053] = {
    ["D"] = "我曾懷著榮耀、忠誠、自豪的心情加入了血色十字軍。我曾堅信他們有著將艾澤拉斯的所有亡靈生物都消滅干凈的崇高理想。$b$b但自從我在提瑞斯法林地的修道院里待了一陣之后，我意識到他們現在已經幾近瘋狂了。他們認為除了那些穿著十字軍制服的人之外的所有人都已經感染了瘟疫，而任何被懷疑感染上瘟疫的無辜者都要遭到他們無情的拷打。$b$b以圣光的名義，血色十字軍必須被鏟除掉。你，$n，必須消滅這個瘋狂的組織。",
    ["O"] = "殺死大檢察官懷特邁恩，血色十字軍指揮官莫格萊尼，十字軍的勇士赫洛德和馴犬者洛克希并向南海鎮的萊雷恩復命。",
    ["T"] = "以圣光之名",
  },
  [1054] = {
    ["D"] = "從阿斯特蘭納出發，一直向北走，你能看到許多薊皮熊怪。我的偵察兵向我報告說，熊怪的數量在最近幾個月里成倍地增加。如果它們的數量變得足夠多的話，就可能會直接向阿斯特蘭納發起攻擊。$B$B你能殺掉多少熊怪就殺多少，但你要把他們酋長的顱骨給我帶回來作為證明……$B$B我會留在阿斯特蘭納等你的消息，愿艾露恩與你同在。",
    ["O"] = "把達爾·血爪的顱骨交給阿斯特蘭納的萊恩·狼行者。",
    ["T"] = "解除威脅",
  },
  [1055] = {
    ["D"] = "完整的魔棒就在你的手中，莎爾蒂恩正在靜候佳音。",
    ["O"] = "回到月亮井旁的莎爾蒂恩那里。",
    ["T"] = "萊恩的凈化",
  },
  [1056] = {
    ["D"] = "森林之魂告訴我，你是個勇敢無畏而且樂于旅行的$c。$b$b在南方離密斯特拉湖不遠的地方，有一條名叫石爪峰小徑的隧道，沿著這條隧道走，你會到達石爪山脈中的一個名叫風剪峭壁的地方。到了那兒以后，穿越西南方的峭壁湖，然后向北爬上陡峭的斜坡，就可以到達石爪峰了。$b$b看守者奧巴格姆在那里等著你。聽從他的吩咐，$n。$b$b這次旅程會很危險。",
    ["O"] = "拜訪石爪峰的看守者奧巴格姆。",
    ["T"] = "石爪峰之旅",
  },
  [1057] = {
    ["D"] = "你應該能猜出來，身為森林之靈的守護者的我為什么會如此憤怒。$b$b你翻越了無數山嶺來到這里，一路上你應該已經看到在這片土地上都發生了些什么。貪婪正在將這神圣的山脈引向毀滅的深淵。$b$b南方的焦炭谷正在遭受那群貪得無厭的機械化工業大軍的荼毒。更糟的是，那里的鷹身人竟然拒絕讓我們進入那里撫慰大地受到的創傷。$b$b把這群骯臟的鷹身人給我趕出去，$n！",
    ["O"] = "石爪峰的守護者奧巴格姆要求你殺死7個血怒鷹身人、7個血怒伏擊者、7個血怒殺戮者和7個血怒游蕩者。",
    ["T"] = "奪回焦炭谷",
  },
  [1058] = {
    ["D"] = "我實在是太興奮了！$b$b籠子里的三個小精靈！但我們該對我們這些整天都要抱著樹的小朋友們做些什么呢？有了！讓他們嘗嘗那個……他們是怎么叫它來著……“森林魔法”的滋味吧！$b$b我首先需要一些苔蘚分泌出來的石爪苔液，然后你再從那些兇悍的夜行虎身上給我搞點胡須來。啊，對了，還要許多的巨角鹿眼珠子。還有還有，差點忘記了，還要一塊靈龍的鱗片！$b$b這些東西都能在石爪峰上找到，動作快點，$n，我要準備施展這森林魔法了！",
    ["O"] = "瑪拉卡金的巫醫金吉爾需要5瓶石爪苔液、5根夜行虎須、30顆巨角鹿的眼球和1塊靈龍的鱗片。",
    ["T"] = "金吉爾的森林魔法",
  },
  [1059] = {
    ["D"] = "雖然血怒氏族目前已經被我們壓制住了，但如果我們不采取進一步的行動的話，她們很快就會再度組織起來。$b$b在離貧瘠之地很遠的南方，有一個叫作千針石林的地方。如果你能從千針石林一直向西走，一直走到菲拉斯森林的邊緣，就會在那里找到一位名叫法芬德爾的德魯伊。$b$b這位偉大而睿智的德魯伊能夠召喚大量的森林之靈來幫助我們將焦炭谷變成一片茂密的森林。$b$b馬上去找到他吧，$n！",
    ["O"] = "在千針石林與菲拉斯的邊境上找到法芬德爾。",
    ["T"] = "奪回焦炭谷",
  },
  [1060] = {
    ["D"] = "$n，你能活到現在就足以證明你是個幸運的家伙，我這里有些東西要讓你看看。$B$B鷹身人的老家離貧瘠之地并不遠，她們都來自一個叫做石爪山的地方，從這里往西北方向走很遠才能到達那里。雖然那很可能是片危險的地方，但我還是要你幫我把這封信帶給一個住在那兒的老朋友，一個叫做金吉爾的巫醫。$B$B如果他聽說塞瑞娜·血羽已經死了的話一定會很開心的，而且，我想你會慢慢發現石爪山其實是個有趣的地方。",
    ["O"] = "把達索克的親筆信交給金吉爾，他住在石爪山的洞穴中。",
    ["T"] = "寫給金吉爾的信",
  },
  [1061] = {
    ["D"] = "地精們在石爪山地區燒殺劫掠，山靈們已經被徹底地激怒了。土地正在哭泣，而那些可以聽到這種哭泣的人……正在聆聽著這聲音……$B$B希雷斯·碎石是部落里的一位前途無量的薩滿祭司，她已經被派去了石爪山。她報告說那里到處都是地精的伐木站，并向我們請求支援。$B$B到石爪山去和她會合吧，你只需要沿著貧瘠之地的十字路口西邊的道路一直前進即可，她的營地就在巨木谷里。",
    ["O"] = "找到石爪山的希雷斯·碎石并和她談一談。",
    ["T"] = "石爪之靈",
  },
  [1062] = {
    ["D"] = "由地精運營的風險投資公司進入了石爪山西部，開始無節制地砍伐樹木、焚燒森林。森林中的山靈們已經幾乎要被地精帶來的痛苦與憤怒逼瘋了。我們必須阻止風險投資公司的惡行！$B$B向西進入巨木谷，你可以在那里找到正在工作的地精和他們的仆從——告訴他們，部落決不會允許他們把石爪山弄得一團糟。用他們最容易理解的語言——暴力——來和他們溝通……",
    ["O"] = "殺死15個風險投資公司樵夫，然后向石爪山與貧瘠之地交界處的希雷斯·碎石復命。",
    ["T"] = "地精侵略者",
  },
  [1063] = {
    ["D"] = "為了徹底平息石爪山的山靈，我們必須與牛頭人長老們商討商討。$B$B我記不清他們那么多首領的名字，但我知道其中肯定有一個名叫瑪加薩的。我聽說她已經很老了，但漫長的歲月賜予了她無窮的知識。如果說有哪位牛頭人能夠提供精神力量的幫助的話，那一定就是她了。$B$B瑪加薩就居住在牛頭人部族的首都城市雷霆崖中的長者高地上，也就是城市西北部的那座高地。去與瑪加薩談談，告訴她石爪山這邊發生的事情。",
    ["O"] = "與雷霆崖的瑪加薩談一談。",
    ["T"] = "長者",
  },
  [1064] = {
    ["D"] = "牛頭人和這片土地是血脈相連的，聽到石爪山陷入困境之后，我感到非常痛苦。恐怕如果我們要治愈這片土地，就必須先著手祛除這片土地上的疾病。$B$B說起來也巧，被遺忘者正好和我們結了盟，他們應該對疾病有不少了解。我相信他們能幫助我們，而且他們也能借此加強我們之間的相互信任。$B$B去和藥劑師扎瑪談談吧，她是被遺忘者派來的使者。你可以在靈魂高地下的預見之池找到她。",
    ["O"] = "和預見之池的藥劑師扎瑪談一談。",
    ["T"] = "被遺忘者的援助",
  },
  [1065] = {
    ["D"] = "為了把風險投資公司趕出石爪山，我們就必須采取極端的措施。極端的，但是不用流血。$B$B我的一個同事可能有我們需要的工具，他叫林度恩，就住在希爾斯布萊德丘陵的塔倫米爾鎮，那地方在遙遠的洛丹倫地區。$B$B要去希爾斯布萊德的話，就要先乘飛艇到我們的首都幽暗城，然后往北到提瑞斯法林地，再往西南進入銀松森林，最后再轉向東南才能到希爾斯布萊德丘陵。$B$B找到林度恩，把這封信帶給他，里面詳細敘述了我們需要什么樣的幫助。",
    ["O"] = "把扎瑪的信帶給塔倫米爾的林度恩。",
    ["T"] = "塔倫米爾之旅",
  },
  [1066] = {
    ["D"] = "我要制造一種毒藥，給風險投資公司的那些暴力分子一點教訓，讓他們不再那么囂張。這樣就能解決部落在石爪山的問題了，不是嗎？$B$B不過要制造毒素的話，我還需要一些無辜者之血，這種東西很難找。$B$B幸運的是，這個地區的人類強盜組織——辛迪加組織雇傭了一些暗影法師……這些法師為了自己的邪惡目的專門收集無辜者之血。$B$B到東南方的敦霍爾德城堡去，你可以在那里找到不少辛迪加暗影法師。",
    ["O"] = "為塔倫米爾的藥劑師林度恩收集5瓶無辜者之血。",
    ["T"] = "無辜者之血",
  },
  [1067] = {
    ["D"] = "毒藥做好了。用它來對付風險投資公司的話，一定能讓我們無往而不利，甚至可能還會有一些意想不到的效果。我得說，看見我的研究成果能在戰場上發揮作用真是太令人興奮了！$B$B不過在使用之前，你得先把它拿去給藥劑師扎瑪。她會想出讓毒藥發揮最大效果的方法。",
    ["O"] = "把林度恩的毒藥交給雷霆崖的藥劑師扎瑪。",
    ["T"] = "返回雷霆崖",
  },
  [1068] = {
    ["D"] = "薩滿祭司的靈魂魔法與德魯依的自然魔法之間有著一些共性，因此，我們薩滿祭司也能聆聽到石爪山山靈的哭訴。它們的大部分話語我已經不記得了，但有一件事……一個景象，卻一直清晰地出現在我腦海之中……$B$B我記得我看到兩臺人型的巨大機械在巨木谷西北的狂風峭壁之中以飛快的速度砍伐著樹木，你必須去阻止這些金屬怪獸的瘋狂行徑！$B$B在我腦海中的景象里，那兩臺機器上分別標有這樣兩個奇怪的標志：$B$BXT:4和XT:9。",
    ["O"] = "殺死伐木機XT:4和XT:9，然后向石爪山與貧瘠之地交界處的希雷斯·碎石復命。",
    ["T"] = "伐木機",
  },
  [1069] = {
    ["D"] = "煎蜘蛛卵是藏寶海灣的時尚菜肴。問題是……藏寶海灣的蜘蛛卵已經斷貨了。$B$B我發誓這絕對是個賺錢的好機會！$B$B在風剪峭壁——就是石爪山的西北地區——那里有一種深苔蜘蛛，如果你能幫我弄來一些深苔蜘蛛的卵的話，我一定會付給你一大筆錢！$B$B這些蜘蛛最喜歡在樹蔭下爬行……但可惡的風險投資公司砍掉了它們賴以生存的大樹！$B$B不過，你還是到風剪峭壁去找找深苔蜘蛛吧，它們的卵在有樹的地方還是很多的。",
    ["O"] = "收集15顆深苔蜘蛛的卵，把它們交給棘齒城的麥伯克·米希瑞克斯。",
    ["T"] = "深苔蜘蛛的卵",
  },
  [1070] = {
    ["D"] = "你好，$N。$B$B你看起來真像是個喜歡旅行的$r啊。你有沒有去過石爪山？現在那個地方被風險投資公司和其他一些暗夜精靈的敵人給占據了。$B$B最近，哨兵萊恩·狼行者派我的朋友凱拉·影矛到那里去進行調查，但至今我還沒收到她的任何消息。更讓我擔心的是，聯盟還派了一名侏儒法師跟著她……這真是麻煩。$B$B你能找到她，然后把她的近況匯報給我嗎？",
    ["O"] = "找到位于石爪山脈狂風峭壁旁的山谷中的凱拉·影矛。",
    ["T"] = "守衛石爪山",
  },
  [1071] = {
    ["D"] = "你看，$N，我也是偉大的魔法、化學和工程學研究會的成員，我的目標……嗯嗯，我的使命，便是好好教導這幫暗夜精靈們，讓他們知道魔法、化學和工程學的融合便可拯救他們的森林！$B$B但這是一場艱苦的戰斗，地精們的繁殖速度簡直就像兔子一樣。我甚至沒有時間去搞新的發明！$B$B我需要些時間來進行計劃和組織。但這需要你的幫助，去幫我把東邊狂風峭壁那里的綠皮玩意們干掉一些。",
    ["O"] = "殺掉10名風險投資公司樵夫和10名風險投資公司砍樹工，然后向石爪山的加克希姆·塵鏈復命。",
    ["T"] = "侏儒學者",
  },
  [1072] = {
    ["D"] = "我正在構想的新裝置是這世上最先進的，但我需要有一種特殊的藥水來驅動它。我想我們應該得弄一些質量上乘的材料來制作這些東西，也許這會是你這個最后一個任務，所以我當然會希望做得盡善盡美。$B$B除此以外，我們還需要一些強力爆炸材料：硝酸甘油炸藥。$B$B能制出NG-5炸藥的只有一個人，那就是我的老朋友洛瑪克·鏈帶，你可以在侏儒區的升降機邊上找到他。$B$B你讓他幫我們造些NG-5吧，我要去繼續制造我的新裝置了。",
    ["O"] = "與鐵爐堡的洛瑪克·鏈帶談一談。",
    ["T"] = "老同事",
  },
  [1073] = {
    ["D"] = "哈哈哈……你來搞硝酸甘油炸藥是為了阻止地精們破壞森林？！$B$B我現在不關心你和加克希姆到底熟不熟了……我可以把這玩意給你，誰管最后是你還是他們被炸成碎片！$B$B但是還有一個小問題，我現在身邊沒有成品。$B$B只要你把我需要的材料帶給我，我就可以馬上給你做一些。$B$B但在這之前，至少你得證明你在煉金術方面不是個白癡。",
    ["O"] = "給鐵爐堡的洛瑪克·鏈帶拿去4瓶初級法力藥水和2瓶初級堅韌藥劑。",
    ["T"] = "失職+藥劑=快樂",
  },
  [1074] = {
    ["D"] = "去吧，陌生人。小心點……這玩意很容易被引爆的。$B$B如果你真是加克希姆的朋友，別忘了替我跟他問個好。如果不是的話，那么就祝你被炸飛吧。",
    ["O"] = "將硝酸甘油炸藥帶回石爪山，交給加克希姆·塵鏈。",
    ["T"] = "失職+藥劑=快樂",
  },
  [1075] = {
    ["D"] = "好吧，現在我們來研究一下我計劃里的遠程引爆這部分吧……哦，我有解釋過嗎，沒有？$B$B好吧好吧，簡而言之就是這樣的：只需要一個小魔法，我就可以在遠離這玩意的情況下引發爆炸。這么一來，我得給它加一個裝置，這樣就可以讓你只消輕輕按下一個按鈕，NG-5便會爆炸。$B$B但我需要另一個老友的幫助，就是暴風城里的科林·馬倫，讓他給我提供引爆用的法術。他就在暴風城的法師區里，他是一個人類，相信你很容易就可以找到他。",
    ["O"] = "找到暴風城的科林·馬倫。",
    ["T"] = "馬倫的卷軸",
  },
  [1076] = {
    ["D"] = "啊，有了。一個傳信法術……我相信你需要的就是這種效果。$B$B我會為你做一張抄寫有這道法術的卷軸，不過要完成它，我得先弄些塵魔的殘骸來。$B$B在我找到其它的材料之前，你能到西部荒野去給我抓一只這種邪惡的生物回來嗎？它們的確很危險，但我肯定，如果你想為加克希姆的實驗做點什么貢獻的話，沒什么是你不能搞定的。$B$B我會在這里等你回來。",
    ["O"] = "將塵魔的殘骸帶回給暴風城的科林·瑪林。",
    ["T"] = "西部荒野中的惡魔",
  },
  [1077] = {
    ["D"] = "拿著這個吧，$N。這張卷軸會滿足你的要求的。$B$B當你再見到加克希姆的時候，記得替我向他問好。我正等著聽到你們凱旋的消息呢。$B$B再見。",
    ["O"] = "將通訊卷軸交給石爪山的加克希姆·塵鏈。",
    ["T"] = "給加克希姆的特快專遞",
  },
  [1078] = {
    ["D"] = "旅行者們一直在問我有關石爪山的事情，看來那里已經成為一個公認的最佳冒險場所了——當然前提是你沒有在尋找雙足飛龍、元素生物，也沒有跟風險投資公司扯上關系。$B$B在石爪山脈深處的焦炭谷中還居住著一群披著厚重鱗片的蜥蜴。把那些鱗片磨成灰就是我施放一些法術所必需的原料。$B$B如果這些蜥蜴還活著的話，你能不能幫我搞一些它們的鱗片來？$B$B注意點時間，不用太著急，而且我會付給你不錯的酬勞。",
    ["O"] = "給暴風城的科林·瑪倫帶回8片水晶鱗片。",
    ["T"] = "完鱗歸瑪倫",
  },
  [1079] = {
    ["D"] = "就是這樣啦，$N。仔細看著，裝置已然準備就緒了。$B$B拿著這幾張紙——上面已經把引爆和爆炸的具體情況全寫明白了呀，當然，包括你該把這些炸藥放在哪兒。$B$B記住，任務的成功與否并不取決于你炸毀了多少東西，A計劃的成功取決于你是否從峭壁湖南部的伐木場里帶回了風險投資公司的計劃書。",
    ["O"] = "將風險投資公司工程計劃書從峭壁湖的伐木場中偷出來。",
    ["T"] = "隱秘行動：A",
  },
  [1080] = {
    ["D"] = "B計劃跟A計劃差不多，$N。$B$B我們分散他們的注意力，然后將重要的信函都給偷出來。$B$B關鍵是要弄到他們的信件……記住這一點。$B$B我給你的紙上已然寫明白了你該把炸藥放在哪里。去吧，活著把那些信帶回來……",
    ["O"] = "將風險投資公司函件從峭壁湖最東面的風剪礦洞中偷出來。",
    ["T"] = "隱秘行動：B",
  },
  [1081] = {
    ["D"] = "$N，我想泰蘭德·語風一定會感謝你接下這個任務。$B$B相信我，如果你能很好地完成這個任務，我們在石爪山脈的力量就將大大增強。$B$B如果你認為你也可以幫助我們對抗地精的暴行，就去達納蘇斯城的月神殿找到泰蘭德吧。",
    ["O"] = "到達納蘇斯去找到泰蘭德·語風。",
    ["T"] = "泰蘭德的接待",
  },
  [1082] = {
    ["D"] = "感謝你的巨大幫助，$N。$B$B如果你向她們證實了我和加克希姆還活著的消息，灰谷的哨兵部隊一定會重重酬謝你的。告訴她們，我們正在努力地阻止著風險投資公司在此的惡行，努力地為治愈這片大地而忙碌。$B$B去找阿斯特蘭納的塔拉·塞恩希爾吧，她會很高興聽到你的好消息的。",
    ["O"] = "向灰谷的哨兵塞恩希爾復命。",
    ["T"] = "向塞恩希爾報告",
  },
  [1083] = {
    ["D"] = "我不敢肯定風險投資公司對這座山谷做了些什么，不過顯然他們剛來的時候根本沒有能力和這里的生物抗衡。$B$B于是他們只好在這里放了一把大火，然后用他們那強大的機器在山谷里四處屠殺。$B$B而且，這些無知的家伙還釋放出了一些亂七八糟的元素生物，把山谷搞得一團糟。$B$B這些生物在谷中隨意游蕩，連艾露恩都不再眷顧這片土地了。$B$B干掉那些元素生物，把它們身上的悶燒余燼帶給我，以此來作為你曾奮力拼殺的證明。",
    ["O"] = "從焦炭谷中的任意火元素身上收集8個悶燒余燼，把它們交給石爪山的凱拉·影矛。",
    ["T"] = "怒靈",
  },
  [1084] = {
    ["D"] = "顯然，那些一直以來都守衛著山谷的樹人們也已開始了驅逐風險投資公司的行動。不幸的是，甚至是這些最偉大的守衛者們也開始逐漸墮落。$B$B加克希姆認為他們的墮落與地精們撤退時所使用的某種武器有關。$B$B我告訴他，我打算從某個受傷的樹人那里收集一份樣本，這樣他就可以通過對這份樣本的研究來確定這個推斷是否屬實。$B$B給我帶回一些彈片來，好讓那個侏儒來研究它……",
    ["O"] = "給石爪山的凱拉·影矛帶回一塊被腐蝕的彈片。",
    ["T"] = "受傷的古樹",
  },
  [1085] = {
    ["D"] = "就一個暗夜精靈和一個侏儒的搭檔來說，石爪山目前的狀況實在是不容樂觀。$B$B風險投資公司幾乎快把這里全都毀了，而我正努力地阻止著他們。$B$B請別對加克希姆抱有偏見，他知道我們得精誠合作。$B$B如果你愿意幫助我們的話，就先去和加克希姆談談吧。$B$B很抱歉我現在沒法讓你給塔拉帶去一些好消息，但我想很快就會有了。",
    ["O"] = "與加克希姆談一談。",
    ["T"] = "守衛石爪山",
  },
  [1086] = {
    ["D"] = "毒藥已經準備好，接下來就是如何下毒的問題了。$N，你來負責這個工作。$B$B風險投資公司的指揮部和石爪山的基地之間肯定有一條快速傳送消息和小型貨物的運輸線。我想那應該是一個小型空港，它對地精飛艇來說可能還不夠大，不過應付一般的飛行器應該是綽綽有余了。到風險投資公司控制下的石爪山地區查查看，如果確實有這樣的空港存在的話，就把毒藥放在那里。$B$B放下毒藥就趕快回來。",
    ["O"] = "把劇毒糧草帶到風險投資公司的空港去，然后向藥劑師扎瑪復命。",
    ["T"] = "地精空港",
  },
  [1087] = {
    ["D"] = "你根本無法想象到我是多么地憎惡這片污濁的土地。石爪峰那里有一小撮可憐兮兮的塞納留斯族類和暗夜精靈的德魯依們聚集起來，妄圖徹底抑制住魔法的傳播……甚至還妄想著奪回他們深深眷戀著的極南之地的森林。$b$b盡管我很樂意回到加德納爾去享受傳授魔法的快樂，但在我的工作完成之前，主人恐怕是不會讓我回去的。$b$b我確信你和我一樣，對暗夜精靈一族及他們盟友都沒有任何好感。所以，請幫助我吧，這樣一來，我們都能得到令自己滿意的結果。",
    ["O"] = "為石爪峰附近的布萊林·火拳殺死4名塞納留斯的兒子，4名塞納留斯的女兒以及4名塞納里奧植物學家。",
    ["T"] = "塞納留斯的遺產",
  },
  [1088] = {
    ["D"] = "他們自以為能夠阻止魔法的傳播，但他們無疑大錯特錯了！他們自以為能藏得住奧達努斯，但我一定要他死！$b$b魔法賦予了我真知……沒錯，我能看到他。一處岔路……就在灰谷森林中的一棵巨樹的頂部。這棵巨樹的名字叫作……瑞恩伍德。它是森林之神最初的幾位子嗣之一。當初，在我找到奧達努斯之前，他就從石爪峰離開了，但現在，他的生命即將結束！$b$b把他的頭帶回來給我，我將送給你一件強力的魔法物品作為禮物。",
    ["O"] = "將奧達努斯的頭顱帶給石爪峰的布萊林·火拳。",
    ["T"] = "奧達努斯",
  },
  [1089] = {
    ["D"] = "德魯依們在石爪城堡中建造了一個石爪猛禽洞穴，在那里面保存著一些威力強大的物品。$b$b他們制訂了一整套詳細的防范方案來避免這些物品落入他人之手。$b$b幸運的是，我想盡一切辦法從他們當中的某個人口里套出了一些有用的細節。$b$b只要你找到那個洞穴入口處的一只小燈籠，就可以拿到守門人的鑰匙。用這把鑰匙就可以打開隱藏在洞穴中各處的暗格，而暗格里就藏有能打開中央大倉庫的工具。",
    ["O"] = "到石爪峰上的洞穴中去，使用守門人的鑰匙拿到能打開石爪峰頂的猛禽洞穴儲藏室的物品。",
    ["T"] = "大獸穴",
  },
  [1090] = {
    ["D"] = "你知道的，我曾經是這里的二把手，但在格雷蘇接管了這里之后，一切就全變了。我的老板菲茲克斯被他炒了魷魚，而我被丟到這片礦里來當苦力。菲茲克斯讓我就呆在這里，暗中收集信息，如果我們能知道格雷蘇在打什么算盤，菲茲克斯的新老板就會付給我們不錯的酬勞。$b$b無論如何，現在我知道的是，格雷蘇下令要大量地開采這種青綠色的礦石。要不這樣，我給你搞出一份樣本來，你幫我帶給菲茲克斯，但是我在采集礦石的時候，你得幫我留意外面的巡邏兵。",
    ["O"] = "在匹茲尼克完成開采之后拿到神秘礦石。",
    ["T"] = "格雷蘇的要求",
  },
  [1091] = {
    ["D"] = "$N，把這些信拿去交給凱拉。我確定她會對里面的內容有興趣，至少哨兵部隊會感興趣。$B$B記得告訴她，我們的行動是有多么的成功，哦，還有，別忘了強調一下，如果不用點魔法的話，我們是不可能成功的。",
    ["O"] = "將風險投資公司函件帶給凱拉·影矛。",
    ["T"] = "向凱拉回報",
  },
  [1092] = {
    ["D"] = "我想我也應該趕緊跑路了。這件事情馬上就會傳到上頭人的耳朵里，而且他們肯定不會給我好果子吃。$b$b我得從這里偷偷逃出去，然后去見菲茲克斯。如果他能給我找到一份新工作就再好不過了！$b$b我得先把這里給打掃打掃，不能留下什么痕跡，而你最好現在就動身，馬上把礦石的樣本給菲茲克斯送去。他說他就在狂風峭壁西邊建了一片營地，祝你走運！",
    ["O"] = "將未經化驗的礦石送到石爪山的菲茲克斯那里。",
    ["T"] = "格雷蘇的要求",
  },
  [1093] = {
    ["D"] = "風險投資公司到底在搞什么鬼啊，嗯？他們到底在想些什么呀？地精的公司里竟然雇傭了一個侏儒！$b$b好在斯布特瓦夫是個識貨的家伙，知道我是個天才，他在我被公司炒了以后馬上就雇傭了我！$b$b據說公司正在制造一種新型的大型伐木機，斯布要把我這東西的設計書偷來給他。不過格雷蘇——那個滿手是血的侏儒——他一看見我就想把我給干掉……或許你能替我去把設計書給偷來？你應該可以在他們的操作員身上找到它。",
    ["O"] = "為石爪山的菲茲克斯偷來超級收割機6000型的設計圖。",
    ["T"] = "超級收割機6000",
  },
  [1094] = {
    ["D"] = "這信封里有我被攆走之后風險投資公司方面的全部情報……公司內部文件，一些操作手冊，技術設備……嗯嗯，當然還有超級收割機6000型的藍圖。$b$b斯布特瓦夫就在貧瘠之地的棘齒城，你應該很容易找到他的……特征？太明顯了，他的皮膚是綠色的。",
    ["O"] = "將密封的信封交給貧瘠之地的斯布特瓦夫。",
    ["T"] = "新的指示",
  },
  [1095] = {
    ["D"] = "風險投資公司雇用侏儒的事情在安德麥引起了太多的風波。貿易巨頭們不贊成拉茲杜克與這個叫格雷蘇的家伙合作。$b$b雷德沃克斯主管讓我來處理這個問題，我相信是某幾位貿易巨頭讓他這么做的。當然，主管并沒有告訴我這些，只是我自己的猜測而已。$b$b不管怎么樣，我們必須趕走格雷蘇，讓菲茲克斯去“照顧”他一下應該是個不錯的主意。",
    ["O"] = "把新的指令帶給石爪山的菲茲克斯。",
    ["T"] = "新的指示",
  },
  [1096] = {
    ["D"] = "我只見過格雷蘇一次，但我得告訴你，那家伙一眼看上去就知道他不好對付。他的一部分身體似乎已經殘廢了，于是他給自己裝上了一些金屬部件和裝備，這樣他的部分肢體就機械化了。$b$b格雷蘇就在西北方峭壁湖的湖岸邊上監視著整個地區的工作進展。我想我是沒辦法去那里了……但你看起來也許有能力對付他。$b$b如果你能為我干掉他的話，我會付給你不錯的酬勞的。",
    ["O"] = "將格雷蘇的機械臂帶給石爪山脈的菲茲克斯。",
    ["T"] = "格雷蘇",
  },
  [1097] = {
    ["D"] = "暴風城里有位名叫格瑞曼德·艾爾默的矮人鑄劍師，他需要有人幫忙送一份東西。據我所知，他是把一個包裹送到他在北方的故鄉去。$B$B你看上去很強壯，所以如果你有興趣做這份跑腿工作的話，就去找格瑞曼德吧。我們這兒的確很需要你，但我們也得加強與矮人盟友們的聯系。$B$B你可以在暴風城矮人區的武器店里找到格瑞曼德·艾爾默。",
    ["O"] = "與格瑞曼德·艾爾默談一談。",
    ["T"] = "艾爾默的任務",
  },
  [1098] = {
    ["D"] = "為了一次針對影牙城堡的突襲行動，我們派了兩名亡靈哨兵潛入到城堡內部去收集情報。他們一直沒有回來，可如果我們還想讓這次攻擊行動不至于無功而返的話，就必須收到他們的報告！$B$B這就是你的任務了，$N。潛入南邊的影牙城堡并找到亡靈哨兵阿達曼特和文森特。找到他們之后要盡力幫助他們。$B$B這個任務很危險，但也很重要，$N。只許成功，不許失敗。",
    ["O"] = "找到亡靈哨兵阿達曼特和亡靈哨兵文森特。",
    ["T"] = "影牙城堡里的亡靈哨兵",
  },
  [1100] = {
    ["D"] = "你慢慢打開亨里格·獨眉的這本破舊的日記……",
    ["O"] = "閱讀亨里格·獨眉的日記。",
    ["T"] = "亨里格的日記",
  },
  [1101] = {
    ["D"] = "可憐的赫爾拉斯！還有這個矮人……他是多么的勇敢。$b$b我們不能讓他們白白犧牲。卡爾加·刺肋……必須受到制裁。$b$b當然，深入剃刀沼澤是非常危險的，但現在已經沒有時間通知達納蘇斯了。$n，組織一支隊伍去殺掉卡爾加·刺肋。$b$b把她的的徽章交給我，作為她已死的證明。",
    ["O"] = "把卡爾加·刺肋的徽章交給薩蘭納爾的法芬德爾。",
    ["T"] = "卡爾加·刺肋",
  },
  [1102] = {
    ["D"] = "凱恩是個高貴而睿智的領導者，是他帶我們在雷霆崖建立了新的家園。$b$b但我絕對不會原諒那些將我們從世代相傳的土地上趕走的家伙。我們在貧瘠之地的南部生活了數十年，這片土地對我們來說是神圣的。但我們卻被為數眾多的敵人趕了出去。$b$b我要對卡爾加·刺肋這個惡棍進行報復，就是他在剃刀沼澤糾集了大批邪惡的部隊，讓我們背井離鄉。$b$b把卡加爾的心臟給我帶來，這樣我才能安息，$N。",
    ["O"] = "把卡爾加·刺肋的心臟交給雷霆崖的奧爾德·石塔。",
    ["T"] = "奧爾德的報復",
  },
  [1103] = {
    ["D"] = "你好，我的$g兄弟:姐妹;！你是來凈化這里的水并展示從伊斯倫那里學到的東西的嗎？$B$B我剛剛打敗了墮落的水靈，正準備把護腕和余下的水放在火盆上。$B$B那是什么？啊……只要有什么地方出了問題，提夫總能洞察一切。如果你想再次見到純潔的水靈，提夫應該能幫你。$B$B從伊斯倫那里拿一瓶水之靈契來證明你已準備就緒，然后接下來的事情就交給我吧。",
    ["O"] = "如果你沒能與水之魂交談，就給銀松森林的提夫·摩杜恩再拿去一瓶水之靈契。",
    ["T"] = "水之召喚",
  },
  [1104] = {
    ["D"] = "我有很多關于改進火箭車的計劃！很多很多！我必須一一嘗試！！！$B$B我在研究一種新燃料，一種燃燒起來非常非常熱的燃料！！但是我還沒有將配方制作到盡善盡美，我想我知道還缺什么東西……$B$B在閃光平原上游蕩的蝎子體內有一種含有很多鹽分的毒液，這種毒液非常特別！那正是我想要的！$B$B帶些毒液給我，相信我——有了這些毒液，我們的賽車就可以快到飛起！！",
    ["O"] = "為閃光平原的菲茲爾·銅栓帶去6份含鹽的蝎毒。",
    ["T"] = "含鹽的蝎毒",
  },
  [1105] = {
    ["D"] = "我的兄弟正在為他的火箭車研究一種新燃料。他很聰明，真的，他真是太聰明了……我想他設計的新燃料一定非常強悍，甚至可以蝕穿車子的底盤！$B$B為了防止這種情況的出現，我想應該要加固一下燃料箱。$B$B這片平原上的烏龜有很硬的殼，我想用它們來制造火箭車的新燃料箱，這樣就可以裝載我兄弟的新燃料了。$B$B你看起來很可靠，愿意去給我弄一些這樣的殼嗎？",
    ["O"] = "收集9塊硬化龜殼，把它們交給閃光平原的維茲爾·銅栓。",
    ["T"] = "硬化龜殼",
  },
  [1106] = {
    ["D"] = "我正在研制一種新的發動機，它可以讓賽車開得更快！快到飛起來！我只要有一個能承受重壓的活塞就能夠完成這個發動機了，但是之前所有的活塞樣品試驗都失敗了，就因為活塞的質地不夠硬！$B$B我想有人知道怎么解決這個問題。$B$B他叫流放者馬特克，是個偉大的鐵匠，他比任何人都更加了解金屬的特性。把這封信交給他，我知道他能幫我！$B$B但他在很遠的地方，在艾澤拉斯大陸上的荒蕪之地，和一個地精同住在一個營地里！$B$B去找到他吧！",
    ["O"] = "把菲茲爾·銅栓的信帶給荒蕪之地的流放者馬特克。",
    ["T"] = "流放者馬特克",
  },
  [1107] = {
    ["D"] = "我們的火箭車是平原上速度最快的！不過有點太快了……我擔心高速行駛中的摩擦力會把它給撕開！$B$B為以防萬一，我要配制一種合成劑來給車子的轉動部件涂上。它必須堅固、耐沖擊、能抵抗鹽分的侵蝕，并且不易老化。$B$B你聽說過暗礁海嗎，$N？它就在荊棘谷地區的海岸邊。鹽鱗魚人在那一帶活動，它們的尾鰭正是我所需要的重要原料！",
    ["O"] = "給閃光平原上的瑞茲爾·銅栓帶去10片堅硬的尾鰭。",
    ["T"] = "堅硬的尾鰭",
  },
  [1108] = {
    ["D"] = "我大老遠地跑到這兒來并不是為了躲開什么人。$N，如果你有足夠的勇氣，那么荒蕪之地的礦藏絕對可以讓你大發橫財。$B$B有一種被稱作精鐵的礦石，據說它具有很強的耐壓和耐熱性，這也許會對菲茲爾的車有所幫助。$B$B但是我們需要進一步地確定。去幫我找些精鐵的樣品來測試它的特性吧。$B$B真正的精鐵礦石深藏在奧達曼，但荒蕪之地的石窟穴居人身上常常帶著一些礦石碎片，給我找一些這種礦石碎片來。",
    ["O"] = "收集10塊精鐵碎片，把它們交給荒蕪之地的流放者馬特克。",
    ["T"] = "精鐵碎片",
  },
  [1109] = {
    ["D"] = "就如你所見到的一樣，$n，我們正要在皇家藥劑師學會進行一個非常…嗯…有趣的實驗。$B$B作為這里的領導者，我的職責就是監管所有最具潛質的化學實驗。所以說我總是夢想太多，時間太少！$B$B你看上去是個擅長跑腿的$c，也許你可以幫我的忙。$B$B我需要一種稀有的原料，這種原料只有在產于剃刀沼澤的一種罕見的蝙蝠身上才能找到。去剃刀沼澤幫我帶回一些沼澤蝙蝠的糞便來，然后我們就可以開工了……",
    ["O"] = "幫幽暗城的大藥劑師法拉尼爾帶回一堆沼澤蝙蝠的糞便。",
    ["T"] = "蝙蝠的糞便",
  },
  [1110] = {
    ["D"] = "咳咳，所有的賽車跑起來都像飛一樣，出一些小事故也就不足為奇了。如果你在閃光平原四周轉轉的話，就會看到過去撞車事故的遺物——火箭車的碎片散落得到處都是！$B$B這些零件對侏儒和地精來說非常值錢，它們一直都想為它們的賽車裝上更多的設備。$B$B所以你可以去給我搜集這些零件，我會給你巨額報酬的。",
    ["O"] = "收集30個火箭車零件，把它們交給閃光平原的克拉維爾·濃須。",
    ["T"] = "火箭車零件",
  },
  [1111] = {
    ["D"] = "滿足人們的需要就是我的工作，現在那邊的侏儒弟兄們需要一些零件。一星期前那些零件就已經運到棘齒城了，但我一直都沒有時間去取貨。$B$B所以……你愿意替我跑一趟嗎？到棘齒城去，將這張零件訂單交給碼頭管理員迪茲維格——他很可能就在碼頭上忙活。$B$B我的朋友，這些工作的報酬可是非常誘人的哦……",
    ["O"] = "把克拉維爾的零件訂單交給棘齒城的碼頭管理員迪茲維格。",
    ["T"] = "碼頭管理員迪茲維格",
  },
  [1112] = {
    ["D"] = "$N，這是克拉維爾要的貨。你把貨交給他的時候記得轉告他……如果他想要更多的特別訂貨，就必須得付更多的錢！",
    ["O"] = "把克拉維爾的零件交給閃光平原的克拉維爾·濃須。",
    ["T"] = "給克拉維爾的零件",
  },
  [1113] = {
    ["D"] = "你也許會問我們為什么需要這種糞便，嗯，在這個實驗中，我想要看看兩種性質截然相反的物質相互作用會產生怎樣的效果，特別是當這兩種物質都與最具毒性的物質相混合之后，它們將產生……非常驚人的結果。$B$B在提瑞斯法林地的東北面有一座血色修道院。那里是瘋狂的血色十字軍信徒出沒的地方。干掉他們，把他們的狂熱的心臟給我拿回來。$B$B我們制作的混合物將是世上毒性最強的！",
    ["O"] = "幽暗城的大藥劑師法拉尼爾需要20顆狂熱之心。",
    ["T"] = "狂熱之心",
  },
  [1114] = {
    ["D"] = "既然手續齊備，那你就把這些零件帶給菲茲爾·銅栓吧。他為此已經等待很久了——我相信他不會在意我從他那些零件中拿了點小東西……$B$B當然我也不會和他提這件事情，這對于他來說只是九牛一毛而已，沒什么意義。$B$B相信我。",
    ["O"] = "把精密賽車零件交給菲茲爾·銅栓。",
    ["T"] = "侏儒的貨物",
  },
  [1115] = {
    ["D"] = "既然我們已經為侏儒服務過了，那么也該幫幫地精一把！$B$B我聽說地精的賽車手，就是名叫納茲·斯迪波爾的那個，他并不是一直都用這個名字。我想知道他為什么改名字，這其中是否隱藏著一個秘密，還有……我不知道他是否很看重這個秘密。$B$B如果說有人知道真相的話，那肯定是在荊棘谷南端的藏寶海灣里的克拉茲克。去找克拉茲克談談，問問他關于那個地精駕駛員的事情。$B$B如果你從他那兒得到有用的信息的話，我們也許能從中掙一大筆錢。",
    ["O"] = "和藏寶海灣的克拉茲克談一談。",
    ["T"] = "車手的傳聞",
  },
  [1116] = {
    ["D"] = "你打聽到的有關納茲的消息真是幫了我一個大忙，$N，確實幫了我一個大忙。既然你已經特意大老遠地從閃光平原趕來……那么你是否愿意再多走些路呢？$B$B在我想辦法打聽相關信息的時候，你何不去幫我收集一些東西呢？$B$B嗯……怎么樣？幫我找一些夢境之塵吧，你可以在悲傷沼澤的幼龍和龍族的身上找到夢境之塵。我很喜歡在鼻煙袋里放一點夢境之塵！$B$B給我弄些夢境之塵來，$N，我會用你需要的信息和你進行交換。",
    ["O"] = "為藏寶海灣的克拉茲克收集10份夢境之塵。",
    ["T"] = "夢境之塵",
  },
  [1117] = {
    ["D"] = "看來我要好好對待自己了，把那瓶稀有的精靈葡萄酒送掉，然后開始減肥！但是我找到了一些你正在尋找的信息。$B$B拿著這個，我寫了一封信，其中包含了一些關于我們的朋友納茲的有趣的事情。你可以隨便怎么處理它——我自己去傳播的話會很危險。$B$B記住不要告訴任何人你是從哪里得到它的！",
    ["O"] = "把地精的謠言帶給閃光平原的克拉維爾·濃須。",
    ["T"] = "地精的謠言",
  },
  [1118] = {
    ["D"] = "$N，我想你是一個值得信賴的$c，既能把任務做好，又能嚴守口風。$B$B我在醞釀一個新的計劃。這個計劃非常危險，但只要成功，我們就能大賺一筆！我想你正是做這件事的最佳人選。$B$B首先，你得回藏寶海灣一趟。我很抱歉，好心的$N，我知道上一個任務也把你派到那兒去，但是這次，還得請你去和克蘭克·菲茲巴布談談。$B$B把這封信帶給他，如果他需要幫助，盡你所能去幫他。你的努力會得到應有的回報的。",
    ["O"] = "把克拉維爾的計劃書交給藏寶海灣的克蘭克·菲茲巴布。",
    ["T"] = "返回藏寶海灣",
  },
  [1119] = {
    ["D"] = "我已經搞清楚怎樣用贊吉爾的藥劑和烈性酒來合成更強力的飲料了，我稱它為蠢人酒。我知道這東西正是克拉維爾所需要的，但回頭你別忘了告訴我它的效果到底如何。$B$B還有，$N，別把這東西放太久，贊吉爾的藥劑對酒中的酵母有一種超乎尋常的影響，能讓它迅速爆發出驚人的活力來，因此你也就無法長時間保持蠢人酒的新鮮了。",
    ["O"] = "把蠢人酒交給克拉維爾。",
    ["T"] = "贊吉爾的藥劑和蠢人酒",
  },
  [1120] = {
    ["D"] = "我們要用蠢人酒在那些車隊的工作人員身上做試驗。如果你想在侏儒身上試試的話，那么就拿去吧——把酒交給侏儒車隊的老板。$B$B不要拖得太久，這種酒會慢慢變質的。",
    ["O"] = "把蠢人酒帶給侏儒車隊老板。",
    ["T"] = "灌醉侏儒",
  },
  [1121] = {
    ["D"] = "我們要用蠢人酒在那些車隊員工身上做做試驗。如果你想在地精身上試驗的話，那就拿去吧，把酒交給地精車隊的老板。$B$B不要拖得太久，這種酒會慢慢變質的。",
    ["O"] = "把蠢人酒交給地精車隊老板。",
    ["T"] = "灌醉地精",
  },
  [1122] = {
    ["D"] = "蠢人酒的效果太妙啦！我打賭下一場比賽我們必勝，而且……我很想看看喝了那些酒的家伙們出丑！$B$B眼下我只有一個任務交給你了——把這封信帶給藏寶海灣的克蘭克·菲茲巴布，他一定會很想知道這項試驗是不是成功了。$B$B而且我們希望以后能夠得到更多的蠢人酒！",
    ["O"] = "把蠢人酒試驗報告交給藏寶海灣的克蘭克·菲茲巴布。",
    ["T"] = "向菲茲巴布報告",
  },
  [1123] = {
    ["D"] = "這個任務的內容是這樣的，守護者雷姆洛斯在月光林地的總管——拉比恩·薩圖納——正在征集愿意去探索塔納利斯沙漠以及安戈洛爾環形山地區的冒險者，他就住在月光林地的永夜港里。$B$B我想讓你明白你出現在那里的重要性，達納蘇斯的暗夜精靈和月光林地的塞納里奧議會之間的關系越來越緊張。你要拋開種族區別，去和議會的成員談談吧。祝你好運。",
    ["O"] = "與月光林地永夜港的拉比恩·薩圖納談一談。月光林地在費伍德森林和冬泉谷之間，可以從木喉要塞中的一條通道抵達那里。",
    ["T"] = "拉比恩·薩圖納",
  },
  [1124] = {
    ["D"] = "在安戈洛環形山以西，穿過西北部的山脊，是一片荒蕪的土地——希利蘇斯。很少有人知道，暗夜精靈曾在那里與一個邪惡而詭異的種族進行過一場惡戰。邪惡最終被封印了，但是我懷疑它們正在蠢蠢欲動，想要讓恐懼卷土重來……$B$B去尋找我們派往希利蘇斯的一名使者，萊耶·星擊。他就在勇士之墓，那兒是在戰爭中犧牲的勇士們安息的地方。把這封信交給他，他就會信任你。",
    ["O"] = "在希利蘇斯的勇士之墓附近找萊耶·星擊談談，把拉比恩的信交給他。",
    ["T"] = "廢土",
  },
  [1125] = {
    ["D"] = "在我們的西南方有個悲慘的地方——南風村的遺跡。我們就從那里開始吧，$N。$B$B根據我所掌握的情報，那座村莊曾經是暗夜精靈在希利蘇斯的基地。很久以前異種蝎群攻陷那里，并將其夷為一片廢墟。我簡直不敢去想象南風村被蟲群吞沒的恐怖景象……$B$B那些飽受痛苦的德魯伊和哨兵的亡魂在那座遺跡中漫無目標地游蕩。探索那個地區，并釋放那些悲慘的靈魂。",
    ["O"] = "在南風村釋放8個被折磨的德魯伊和8個被折磨的哨兵的靈魂，然后向希利蘇斯勇士之墓的萊耶·星擊復命。",
    ["T"] = "南風村的靈魂",
  },
  [1126] = {
    ["D"] = "我們必須找到南風村的異種蝎巢穴，而我知道有一個方法可以找到它。以我的經驗來看，它們對于周圍的環境很敏感，這也就解釋了為什么它們會在聽到靈魂的死亡嚎叫之后發起攻擊。$B$B塔里的異種蝎群最為強大——就是那座有很多飛蟲圍繞著的塔。爬上那座塔，然后騷擾蟲巢。向我匯報你所發現的東西！如果你找到了什么有價值的東西，就把它帶回來給我。",
    ["O"] = "爬上南風村的塔，找尋激活異種蝎群的方法。把任何你認為不尋常的東西交給希利蘇斯勇士之墓的萊耶·星擊。",
    ["T"] = "塔中之巢",
  },
  [1127] = {
    ["D"] = "你想要一些蠢人酒？是用在賽車比賽上么……$B$B好吧，給我弄些贊吉爾的藥劑來，我就給你調制更多的酒。",
    ["O"] = "收集12份贊吉爾的藥劑，把它們交給藏寶海灣的克蘭克?菲茲巴布。",
    ["T"] = "蠢人酒",
  },
  [1130] = {
    ["D"] = "$N，梅洛·石蹄已經聽說了你的作為，并為你的將來做了打算。$B$B如果你愿意的話，去雷霆崖和他談談，他就在獵人高地上。",
    ["O"] = "和雷霆崖的梅洛·石蹄交談。",
    ["T"] = "梅洛的關注",
  },
  [1131] = {
    ["D"] = "有時我們為了食物而狩獵，有時我們為了榮耀而狩獵，而有時我們為了得到大地母親的教誨而狩獵。$B$B但是這次我讓你去捕獵的卻是一個例外中的例外，我要你去殺死一個不被大地母親所祝福的生物。$B$B這個名叫鋼齒土狼的生物游走于貧瘠之地南面的千針石林，它是個殘暴的統治者，它率領著其它的土狼，給原本平靜的獸群帶來恐懼和無謂的傷亡。$B$B找到鋼齒土狼，$N，找到它，打敗他。",
    ["O"] = "把鋼齒土狼的肋骨帶給雷霆崖的梅洛。",
    ["T"] = "鋼齒土狼",
  },
  [1132] = {
    ["D"] = "哦，又來到了海上！感受著清風溫柔的吻，讓海浪拍打著我的身體，這讓我不禁想起我那可敬的母親。$B$B好心的$c，希望我能有像你一樣的好運，因為我一眼就看出你會做出一番轟轟烈烈的事業！$B$B我應該把卡利姆多的故事講給每個人聽，卡利姆多是一片充滿機遇的土地！如果你愿意去海的那邊試試運氣，就乘著船去那迷人的塞拉摩港吧，到那里去和我的精靈同伴菲歐拉·長耳談一談。$B$B她將指引你開始卡利姆多的冒險之旅！",
    ["O"] = "和塞拉摩的菲歐拉·長耳談一談。",
    ["T"] = "菲歐拉·長耳",
  },
  [1133] = {
    ["D"] = "如果你剛從米奈希爾港坐船過來，那么你應該先到阿斯特蘭納去。我確信像你這樣熱心的聯盟成員會在這里有一番作為的。和辛德瑞爾·速火談一談，盡可能地幫助他吧。$B$B對了，你不必提起我，因為辛德瑞爾根本不認識我……",
    ["O"] = "到阿斯特蘭納去和辛德瑞爾·速火談談。",
    ["T"] = "通往阿斯特蘭納的旅途",
  },
  [1134] = {
    ["D"] = "盡管我們還沒有跟部落全面開戰，但是這來之不易的和平卻已經處于崩潰的邊緣了，最近他們愈加頻繁地展開針對我方的秘密行動。$B$B我們安插在塞拉摩的密探向我們報告說，在石爪峰南面的暗色湖一帶有許多巨翼雙足飛龍在活動，而獸人正在該地收集它們的毒液，然后獸人的刺客就會使用這些毒液來悄無聲息地對聯盟發動致命的突襲！$B$B如果他所說的都是真的，那么我們就必須阻止他們，$N。我們必須切斷他們的毒液來源！",
    ["O"] = "收集12個巨翼雙足飛龍的毒囊，并把它們交給阿斯特蘭納的辛德瑞爾·速火。",
    ["T"] = "石爪山的雙足飛龍",
  },
  [1135] = {
    ["D"] = "你也許知道，獸人們通常會馴化雙足飛龍以供騎乘之用。但很少有人知道，從某種角度來說，雙足飛龍的毒液比它們本身更有價值。如果你不介意狩獵雙足飛龍的話，那么……我有一項工作交給你。$B$B在我們東邊的千針林里有一個叫風巢的地方，生活在那里的雙足飛龍的毒液不但毒性非常強烈，而且價值極高。",
    ["O"] = "收集10個風巢雙足飛龍的毒囊，把它們帶給塞拉摩的菲歐拉·長耳。",
    ["T"] = "風巢雙足飛龍的毒囊",
  },
  [1136] = {
    ["D"] = "$N，你現在得去跑一趟遠路，而且我想你應該已經準備好了。$B$B你的任務是去獵捕霜喉雪人，它是奧特蘭克山里的一個雪人。霜喉雪人可不是那么容易就能被抓到的，因為它白色的毛皮與山中的皚皚白雪融合在了一起，很難分辨，而且它極少暴露自己。$B$B不過現在我要教教你如何把像它這樣的家伙給引誘出來。拿著這個卷軸，我已經在上面寫好了誘捕霜喉雪人的方法。$B$B現在就動身吧，$N。你的旅途漫長而充滿挑戰。只有當你拿回霜喉雪人的鬃毛的時候，你的任務才算是完成了。",
    ["O"] = "把霜喉雪人的鬃毛帶給雷霆崖的梅洛·石蹄。",
    ["T"] = "霜喉雪人",
  },
  [1137] = {
    ["D"] = "精鐵有驚人的抗熱性！我肯定它對菲茲爾要制造的活塞有所幫助，但他需要真正的精鐵礦石，而不僅僅是一些小碎片。$B$B完美的礦石只能從荒蕪之地北部邊境的奧達曼挖掘場深處采到，只有那里才是精鐵礦真正的產地。$B$B請代我向菲茲爾·銅栓致意，并把我對你說的話告訴他。$B$B路上小心，$N。我相信我們會再次見面的。一旦菲茲爾知道有精鐵這樣一種東西，他一定會讓你幫他去奧達曼采集那些礦石的！",
    ["O"] = "和閃光平原的菲茲爾·銅栓談一談。",
    ["T"] = "回復菲茲爾",
  },
  [1138] = {
    ["D"] = "我愛螃蟹，螃蟹就好像是海中的水果！你可以把它烤了吃、煮了吃、燉了吃、炸了吃、炒了吃、煎了吃；你可以把螃蟹做成螃蟹色拉、螃蟹湯、螃蟹燉肉、黑胡椒螃蟹、檸檬汁燉螃蟹、清蒸螃蟹和鐵爐堡特級螃蟹——這就是螃蟹存在的意義！$B$B我現在要留在這里釣魚，所以沒有辦法自己去找到上好的螃蟹肉。你可以從暗礁蟹和硬殼潮行蟹身上得到品質上乘的螃蟹肉，然后把它們烤了吃、煮了吃……",
    ["O"] = "收集6塊優質蟹肉，把它們交給奧伯丁的古博·布拉普。",
    ["T"] = "海中的水果",
  },
  [1139] = {
    ["D"] = "通過切斷暗爐部族與黑石塔的聯系，我們已經成功減緩了他們的行動。不過，鐵趾的遺愿仍未完成，他不能就這么白白死去。他的夢想是要找到意志石板，那是一塊注入了魔法能量的石頭碎片。利用這種魔法，泰坦賦予那些由他們創造出來的物體以鮮活的生命，甚至將思想和意志賜予這些生命。$B$B我們必須趕在暗爐部族之前找到意志石板。$B$B返回奧達曼去找到石板，然后立刻回到這里。",
    ["O"] = "找到意志石板，把它們交給鐵爐堡的顧問貝爾格拉姆。",
    ["T"] = "意志石板",
  },
  [1140] = {
    ["D"] = "獸人們寫起字來比小孩子的涂鴉好不到哪里去。當我決定去學習他們的語言時，我的許多部下都曾經取笑過我，但我想這樣做還是有助于進一步了解我們的敵人。$b$b從伊克魯德的亂七八糟的文字中，我們可以知道埃瑟里克斯仍掌握著兩顆靈魂寶石，它們分別在灰谷東北部的夜道谷和薩提納爾，這兩個地方都是被薩特控制的地區。$b$b千萬小心點，$n，面對那些被薩特之血浸透了地面的神殿，即使是像你這樣經驗豐富的$c也會心神不寧的。",
    ["O"] = "在夜道谷和薩提納爾找到被禁錮的上層精靈的靈魂，釋放它們，然后回到邁斯特拉崗哨的凈化者德爾格倫那里。",
    ["T"] = "奧薩拉克斯之塔",
  },
  [1141] = {
    ["D"] = "布拉普家族一向以酷愛釣魚而聞名。我的名字叫古博·布拉普，我在釣魚。$B$B在這個地區我最希望釣到的魚是黑海岸石斑魚。以前我會坐船出海專門釣這些石斑魚，但是由于那些該死的魚人的出現，我已經很久沒有出海釣魚了。我打賭那些魚人早把這里的石斑魚給吃光了。$B$B那么說來，你愿意幫我抓一些黑海岸石斑魚回來？如果你愿意的話，我可以給你一把貨真價實的布拉普家族魚竿！這根魚竿可是釣魚時的乘手工具啊！",
    ["O"] = "為奧伯丁的古博·布拉普抓6條黑海岸石斑魚。",
    ["T"] = "釣魚世家",
  },
  [1142] = {
    ["D"] = "我現在很虛弱……沒…沒多久可活了。$b$b……那個勇…勇敢的矮人，亨里格·獨眉，已經被派去警…警告法芬德爾了……$b$b但…我死…死之前……$b$b……我的妻子，塔莎拉……我們兩人定情的墜飾…被…那群卑鄙的入侵者…偷走了……$b$b拜……拜托你，找到它……把它還給在達納蘇斯的塔莎拉……$b$b……還有……告訴她……我愛她……",
    ["O"] = "將塔莎拉的墜飾帶給達納蘇斯的塔莎拉·靜水。",
    ["T"] = "臨終遺言",
  },
  [1143] = {
    ["D"] = "我知道了。如果你所說的是真的，那么我們必須馬上發起進攻。我認為埃瑟里克斯就住在塔上。不過你要當心，在他的周圍有很多強大的術士，比你以前所見到過的任何術士都還要可怕。",
    ["O"] = "殺掉埃瑟里克斯·納拉辛，把他的項上人頭交給奧薩拉克斯之塔附近的巴蘇爾·影擊。",
    ["T"] = "奧薩拉克斯之塔",
  },
  [1144] = {
    ["D"] = "總算有人來幫忙了！$b$b你肯定不知道我被關在這鬼地方有多久，我已經不記得外邊的世界是什么樣子了。$b$b你看，我好歹還是個大商人來著。照他們的說法我這叫“見錢眼開”，前一陣子看到這里有利可圖我就來了！麥伯克·米希瑞克斯愿意為在這個豬圈一樣的地方生長的紅葉薯付個好價錢，我還以為這是個有利可圖的營生哪，結果……如你看到的一樣，我犯了個小錯誤！$b$b總之，如果你這大善人愿意幫我逃出這兒的話，我是不會吝嗇的。",
    ["O"] = "護送進口商威利克斯逃出剃刀沼澤。",
    ["T"] = "進口商威利克斯",
  },
  [1145] = {
    ["D"] = "許多路過十字路口的旅行者都曾幫助過我從巨人曠野收集蟲卵，他們大都知道那里的生物有多么可怕。我們現在有足夠的證據說明，那里的昆蟲遠遠比我主人想象中的還要可怕。$B$B我需要有一個信使到奧格瑞瑪去找貝爾戈洛姆·石槌。這個任務并不簡單，你必須要嚴肅地對待這個任務。$B$B貝爾戈洛姆一般就在戰士公會外面。",
    ["O"] = "把科蘭的密信交給奧格瑞瑪的貝爾戈洛姆·石槌。",
    ["T"] = "瘋狂的蟲群",
  },
  [1146] = {
    ["D"] = "這么說，科蘭對這些昆蟲得出和我相同的結論了——它們的威脅確實比我預想的要大。$B$B幾天前有一個從千針石林回到我這兒的獵人受了重傷，現在情況非常危急。他是和一個突擊隊一起被派去執行任務的，本來他們要將一個矮人挖掘隊從閃光平原驅逐出去，但是在行動中，許多這種昆蟲從挖掘場的一個巖洞里傾巢而出，幾乎使突擊隊全軍覆沒。$B$B突擊隊是由摩克塔·克林率領的，現在他們正在閃光平原的邊境上尋求庇護。把我的這封信交給他吧。",
    ["O"] = "把貝爾戈洛姆的密信交給千針石林的摩克塔·克林。",
    ["T"] = "瘋狂的蟲群",
  },
  [1147] = {
    ["D"] = "嗯，看來貝爾戈洛姆確實開始重視這些怪物了，他想把它們打回老巢去。$B$B在我看來，我們這次的任務不光是趕走探險者協會派來的矮人，接下來還要用剩下的隊伍去進行另外一次戰斗。僅憑我們自己是無法贏得這樣的戰斗的，至少在目前的情況下是這樣。挖掘場就在這里的南邊，那里應該沒有什么該死的矮人了。那么，你能幫我們去清除那些可惡的蟲子嗎？",
    ["O"] = "殺掉5只異種搜尋者、5只異種筑巢蝎和5只異種侵略者，然后向千針石林的摩克塔·克林復命。",
    ["T"] = "瘋狂的蟲群",
  },
  [1148] = {
    ["D"] = "你仔細觀察著這個殼。當你把它拿在手中翻來覆去觀察的時候發現它的構造很復雜，這讓它變得異常堅固。這個殼不同于你所見過的任何東西。你進一步檢查尸體，發現這些生物非常有力，而且進化程度也很高。$B$B再看看這個殼，你想科蘭應該會有興趣進一步研究這些生物。這可以幫他搞清楚它們到底是什么，以及它們是從哪兒來的。",
    ["O"] = "收集1顆異種蝎的心臟、5只異種蝎的爪子和3個完整的異種蝎殼，把它們和你手中的這個破碎的異種蝎殼一起交給十字路口的科蘭。",
    ["T"] = "蟲群的樣本",
  },
  [1149] = {
    ["D"] = "你已經找到我了——或者是命運把你帶到了我這兒，不管怎么樣，現在你來到了這里，一段新的旅程即將開始。$B$B生命是由多種要素構成的：精神，身體，思想。某些要素可以由它所屬的文化傳統來衡量，而某些要素……我們就只能期望是自己與生俱來的特質了。如果你同意的話，我將要求你進行針對這些要素的試煉。$B$B如果你通過了這些試煉，你將變得更為強大。如果你沒通過，你也許會感受扭曲虛空的黑暗。$B$B第一個試煉就是信仰的試煉。",
    ["O"] = "如果你有堅定的信仰，就從那個可以俯瞰千針石林的木板跳下去。",
    ["T"] = "信仰的試煉",
  },
  [1150] = {
    ["D"] = "我很高興看到你的勇氣依然不減。既然你的信念已經不可動搖，那么現在就讓我們來對你的體能進行試煉吧。$B$B首先是耐力的試煉。到亂風崗西邊的飛羽洞穴去一趟，進入那些鷹身人的巢穴最深處，毀掉它們的糧食儲備。那樣肯定會讓它們勃然大怒，如果你能夠在鷹身人的圍攻之中生存足夠長的時間，那么格林卡·血嘯就會親自出來對付你——殺了她，把她的爪子帶給我，以此來證明你完成了試煉。",
    ["O"] = "把格林卡的爪子交給千針石林的多恩·平原行者。",
    ["T"] = "耐力的試煉",
  },
  [1151] = {
    ["D"] = "在遠古之神的時代，元素生物主宰著世界。他們崇拜遠古之神，這些神靈用他們的力量將元素生物和世界緊密地結合了起來。當遠古之神消失時，元素生物便從我們的世界上消失了，現在只有非常強大的法師才能將它們召喚回來。$B$B當然萬事皆有例外，有些元素生物很強大，足以憑自己的力量在這個世界上生存，其中一個就是羅卡里姆。$B$B為了通過力量試煉，你必須在千針石林里找到羅卡里姆，然后殺了它。",
    ["O"] = "把羅卡里姆的碎片交給千針石林的多恩·平原行者。",
    ["T"] = "力量的試煉",
  },
  [1152] = {
    ["D"] = "你與我在一起的時光就要結束了。雖然我具有豐富的知識，但是知識的試煉不是由我來安排的。有許多新的知識等著你去學習，有許多新的地方等著你去探索。$B$B如果你已經準備好了，那就去找布勞格·幽魂——他是個擁有無窮智慧的薩滿祭司。他將進一步對你進行試煉，你要按照他的話去做，$N。$B$B一切準備就緒后，就去找連接石爪山和灰谷的通道，布勞格就住在那兒。要當心，$N, 暗夜精靈也許會阻止你的試煉。",
    ["O"] = "找到連接石爪山和灰谷的石爪小徑里的布勞格·幽魂。",
    ["T"] = "知識試煉",
  },
  [1153] = {
    ["D"] = "$C，你過去幫我做了不少事情。酋長對我所完成的工作非常滿意，并且要求我繼續負責這里的一系列任務。我在酋長面前對你的作為大加贊賞，現在我要再次請求你的幫助。$B$B近來有一批旅行者從南方過來，他們在一個被稱為千針石林的地方殺死了一個狗頭人，從它身上得到了一塊非同尋常的礦石，但這些旅行者不想賣掉它。我想要弄到一個那樣的礦石樣本來進行研究。",
    ["O"] = "從砂齒掘地工或砂齒勘探員那里找一塊未精煉的礦石樣本，把它交給陶拉祖營地的塔特納克·鋼爐。",
    ["T"] = "新的礦石樣本",
  },
  [1154] = {
    ["D"] = "你已經通過了多恩的試煉，現在你想通過下一個試煉了。非常好。但是到目前為止，你面對過的挑戰還都是小兒科。鍛煉你的身體很容易，但鍛煉你的思想就完全是另外一回事了。$B$B讓我來簡單地解釋一下：找到我說的那本書，研究它，然后回答我提出的關于其內容的問題。$B$B你一定會問是哪本書？是《巨龍的遺產》。它在灰谷南部的朵丹尼爾的底部，被死去的德魯伊和殺害他們的兇手保護著。",
    ["O"] = "找到《巨龍的遺產》，把它還給位于灰谷和石爪山之間的石爪小徑里的布勞格·幽魂。",
    ["T"] = "知識試煉",
  },
  [1159] = {
    ["D"] = "干得好，$N。你已經通過了知識的試煉的第一部分，但是此外還有一個問題要你回答，這個問題將由別人來提出。$B$B去找洛丹倫城的帕科瓦·芬塔拉斯。在被瘟疫控制之前，他曾是一個偉大的人類歷史學家。現在他依然繼續尋求著啟迪，雖然那是一種不同性質的啟迪。$B$B他在向你提問之前會另有一個要求。到目前為止你都能對各種情況應付自如——因此我也相信你能越過這個障礙。",
    ["O"] = "找到幽暗城的帕科瓦·芬塔拉斯。",
    ["T"] = "知識試煉",
  },
  [1160] = {
    ["D"] = "我會告訴你必須去尋找的東西，我還會向你提出我的問題，但我做這些并不是因為你想證明你自己。知識遠比力量重要，即使別人在能力上超越了你，你對世界的認知也會讓你更勝一籌。$B$B到提瑞斯法林地北部的修道院去一趟，在那兒的圖書館里有一本名叫《亡靈的起源》的書，它曾被那些現在已經墮落了的圣騎士用來對抗我們。$B$B把這本書給我拿來。",
    ["O"] = "找到《亡靈的起源》，把它交給幽暗城的帕科瓦·芬塔拉斯。",
    ["T"] = "知識試煉",
  },
  [1164] = {
    ["D"] = "賤人！豬頭！科娜塔竟然還活著！我在這里受苦受難，她居然全家和睦健康，人丁興旺的。我被她拋棄了！$B$B我已經沒有家了，他們都被瘟疫帶走了。我的財產也都在戰爭中被搶光燒光了。這些也就算了，然而就是她和她的那些野種們，竟然厚著臉皮趁我不在的時候偷走了我家最后一件值錢的東西。$B$B我倒是不再關心那些被偷的東西了。現在我要的是他們的人頭！$B$B到阿拉希高地去，避難谷地的東北方有一個達比雷農場，去那里把他們都給我殺光啊！",
    ["O"] = "將科娜塔、法迪爾和馬塞爾的頭顱交給幽暗城的吉納維·卡隆。",
    ["T"] = "科娜塔一家",
  },
  [1166] = {
    ["D"] = "向莫格穆洛克大王鞠躬致敬吧！$b$b是雷克薩讓我做了石槌氏族的領袖！$b$b我是個好領袖，是我保衛氏族安全。$b$b大龍來了，燒了我們的家園，是我這么個有頭腦的食人魔在這兒給氏族找了個新家。$b$b離開原來的家的時候太匆忙，我忘了點東西。小$r，去把我的東西拿來。往南走，去拿回我的烈酒、鼻煙和保險箱。你做好了我就會喜歡你。",
    ["O"] = "蕨墻村的莫格穆洛克大王要你從石槌廢墟拿回他的烈酒、鼻煙和保險箱。",
    ["T"] = "莫格穆洛克的任務",
  },
  [1167] = {
    ["D"] = "在你正面對抗埃瑟里克斯之前，最好先向巴蘇爾請教請教。毫無疑問，他一直都在警惕地觀察著那座塔，應該會有一些新消息。",
    ["O"] = "去和奧薩拉克斯之塔附近的巴蘇爾·影擊談一談。",
    ["T"] = "奧薩拉克斯之塔",
  },
  [1168] = {
    ["D"] = "雷克薩讓莫格穆洛克做大王。莫格穆洛克只知道權力，很少關心食人魔。$b$b黑龍殺了很多食人魔，還殺了薩爾格的妻子。莫格穆洛克叫我們逃跑，讓我們到這兒來。$b$b食人魔應該戰斗。食人魔不逃跑。莫格穆洛克只關心他自己。$b$b我只把石槌村叫做家。我喜歡南邊。$b$b幫食人魔打黑龍軍團。我們要復仇。我們要回家。",
    ["O"] = "蕨墻村的薩爾格要你去殺掉10個火鬃斥候，10個火鬃灰尾龍人和5個火鬃守衛。",
    ["T"] = "黑龍軍團",
  },
  [1169] = {
    ["D"] = "莫格穆洛克那個懦弱的傻瓜只知道權力，他整日和薩爾格爭奪著氏族的領導權，大概只有我才在想著要找出襲擊我們以前家園的邪惡勢力的源頭。$b$b干嘛用這種疑惑眼神看我，$n？你以為我會像個粗俗的混蛋那樣說話嗎？就因為我是個食人魔？$b$b說正事吧，從那些大大小小的黑龍身上弄些心臟和舌頭回來給我，也許我可以找出這邪惡的源頭。",
    ["O"] = "蕨墻村的德拉茲辛比要你給他收集7條灼熱之舌和7顆灼熱之心。",
    ["T"] = "群龍之首",
  },
  [1170] = {
    ["D"] = "石槌村被奧妮克希亞的種族所侵犯，不過死亡之翼的女兒怎么會來侵犯我們的領地？$b$b這真是個大麻煩。奧妮克希亞來這里肯定不僅僅是為了圍攻食人魔，而是還有別的什么目的。$b$b快去通知莫格穆洛克！我們必須采取行動了。",
    ["O"] = "和蕨墻村的莫格穆洛克大王談一談。",
    ["T"] = "奧妮克希亞的血脈",
  },
  [1171] = {
    ["D"] = "別煩我。去告訴德拉茲辛比，我們就留在這兒。這兒沒有黑龍。",
    ["O"] = "去和蕨墻村的德拉茲辛比談一談。",
    ["T"] = "奧妮克希亞的血脈",
  },
  [1172] = {
    ["D"] = "黑龍谷到處都是奧妮克希亞的子嗣，決不能讓它們繼續繁殖下去了！$b$b趕緊到塵泥沼澤西部的巨龍沼澤去，那兒肯定是奧妮克希亞的巢穴。找到那里的龍蛋，把它們給毀了。$b$b如果他們還在不斷滋生，我們就別想奪回石槌村。$b$b至于莫格穆洛克這個家伙……我自有辦法。",
    ["O"] = "蕨墻村的德拉茲辛比要你去毀掉5枚奧妮克希亞的蛋。",
    ["T"] = "奧妮克希亞的血脈",
  },
  [1173] = {
    ["D"] = "你竟敢挑戰莫格穆洛克？$b$b啊啊啊啊啊啊啊！$b$b我來踩扁你這個小$r！$b$b什么時候準備好挨揍就告訴我。",
    ["O"] = "打敗莫格穆洛克，再把消息帶給蕨墻村的德拉茲辛比。",
    ["T"] = "挑戰莫格穆洛克",
  },
  [1175] = {
    ["D"] = "自從地精的紅雷賽車和一只大蜥蜴撞了個滿懷之后，科魯克萊德就雇了我去看守賽道。我不知道平原上的這些動物都是吃什么的，居然長得這么大，但我們必須多加小心，免得它們在比賽時突然跑進賽道里。$b$b我跟你說啊，如果你想打點零工的話，那就去把這些蜥蜴趕走吧。",
    ["O"] = "為閃光平原的賽道管理員澤爾林殺死10條鹽石蜥蜴、10條鹽石水晶蜥蜴和6條鹽石凝視者。",
    ["T"] = "安全隱患",
  },
  [1176] = {
    ["D"] = "說到賽車，每一點都很重要！不論是動力輸出的調整，壓力線圈的松緊，或者是對于整部機車重量的控制，每一項都很關鍵，所以你必須考慮所有的東西。$b$b我們用禿鷲的骨頭對賽車進行了改造，這樣就提供了力量與重量的完美平衡，真棒。更棒的是，我們可以很容易地得到更多的禿鷲骨頭，因為這一帶到處都是禿鷲。$b$b去幫我找一些禿鷲骨頭來，我會給你個好價錢的。",
    ["O"] = "給閃光平原的普茲克找10根空心禿鷲骨。",
    ["T"] = "減輕負重",
  },
  [1177] = {
    ["D"] = "馬德是大食人魔。$b$b我餓了。$b$b去抓點魚來。給馬德找吃的。$b$b你喂飽馬德，不然馬德就吃你。",
    ["O"] = "塵泥沼澤北部的馬德克拉什要你去抓12條泥鰭小魚。",
    ["T"] = "餓！",
  },
  [1178] = {
    ["D"] = "不管在哪里，我們的賽車隊都是地精的驕傲。你會對那些以各種方式為車隊貢獻自己力量的人感到吃驚的。$b$b你認識加茲魯維嗎？他為我們從全世界尋找賽車零件，有一次他甚至為我們找來了一臺完整的賽車！$b$b幾星期前，他說他要送給我們一套新的燃油調節器，但至今還沒有到貨。他一向說話算數……你能去棘齒城幫我問問嗎？我原本并不是特別心急，但是侏儒正在趕上我們的步伐！",
    ["O"] = "和棘齒城的加茲魯維談一談。",
    ["T"] = "地精贊助商",
  },
  [1179] = {
    ["D"] = "你聽說過閃光平原嗎？這是一片位于卡利姆多大陸上的鹽堿地，就在千針林大峽谷的南面。這是塊絕佳的競速場地，因為……它實在是太平坦了！$B$B有一對侏儒兄弟，嗯，他們是我的朋友，就在那兒試驗他們新近研制的火箭車，我聽說這玩意跑得還挺快，快到頻頻撞車的地步，把駕駛員都給撞出腦震蕩來了。$B$B所以這兩個家伙讓我幫他們弄幾頂蒸汽坦克駕駛員的頭盔。可是我這邊還有別的任務，根本抽不出身來！$B$B你能替我跑個腿嗎？",
    ["O"] = "給閃光平原上的維茲爾·銅栓捎去一箱防撞頭盔。",
    ["T"] = "防撞頭盔",
  },
  [1180] = {
    ["D"] = "回到關于你為何來這里的話題上。我的確向普茲克保證過會幫他運一臺新的調節器，但我現在還沒有收到這臺機器。藏寶海灣的里維加茲說他已經把東西裝船運了過來，也許是在運輸過程當中出了什么差錯。$b$b如果是那樣的話，我們就無能為力了。現在我只知道它已經從藏寶海灣運了出來。$b$b去找碼頭管理員羅茲基爾吧，他應該能幫你查一查出貨記錄。",
    ["O"] = "和藏寶海灣的碼頭管理員羅茲基爾談一談。",
    ["T"] = "地精贊助商",
  },
  [1181] = {
    ["D"] = "恐怕我也只能幫你這些了，$n。如果你還想了解更多事情的話，就直接去找大財主里維加茲本人吧。還有誰能比里維加茲對他自己的生意更了解呢？$b$b你到港口那邊的小酒館頂樓的房間里就能找到他了。",
    ["O"] = "與藏寶海灣的大財主里維加茲談一談。",
    ["T"] = "地精贊助商",
  },
  [1182] = {
    ["D"] = "瞧，納菲瑞提湖那邊的地精風險投資公司的伐木機上都裝備了最新型號的燃料調節器。我覺得，普茲克要是能拿到調節器的詳細設計圖，一定可以善加利用它。糟糕的是，那邊的工頭比我預計的要精明得多，要取得設計圖似乎并不容易。$b$b你看起來應該有能力去拿到那張設計圖。據我所知，他把那些東西都鎖在了屋子里。",
    ["O"] = "將燃料調節器的藍圖交給藏寶海灣的大財主里維加茲。",
    ["T"] = "地精贊助商",
  },
  [1183] = {
    ["D"] = "你現在就趕快出發吧。替我向普茲克問好，順便告訴他，如果他需要什么東西，就盡管跟我說。我期待著他能馬上打破記錄！",
    ["O"] = "把燃料調節器的藍圖帶給閃光平原的普茲克。",
    ["T"] = "地精贊助商",
  },
  [1184] = {
    ["D"] = "返回奧格瑞瑪的貝爾戈洛姆那里，告訴他摩克塔正在一絲不茍地執行他的命令。把我的研究進展也告訴他，我希望他能知道這些信息，貝爾戈洛姆一定會為此感到高興的。",
    ["O"] = "回到奧格瑞瑪的貝爾戈洛姆·石槌那兒。",
    ["T"] = "蟲群的消息",
  },
  [1185] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "殼中的東西…",
  },
  [1186] = {
    ["D"] = "我要開始著手將這個新的燃油調節器裝到賽車上去了，如果你想要幫助車隊的話，就去和拉澤瑞克談談吧。他是我們的駕駛員——更確切地說，是第18個駕駛員——他想為這些賽車做一個小小的修改。$b$b他經常有些奇思妙想，所以請不要太吃驚了。",
    ["O"] = "和閃光平原的拉澤瑞克談一談。",
    ["T"] = "第十八個駕駛員",
  },
  [1187] = {
    ["D"] = "我知道，普茲克是個偉大的機械師，但是他不敢加大油門趕超別人。但我不像他那么膽小。$b$b在普茲克賽車的設計完成后，我花了點時間做了一些小小的修改。把控制器松一松，改造某些結構，增加更多的潤滑劑，諸如此類。$b$b我從加基森的史瑞夫那里訂了一個爆鹽增壓器，但是那運貨的飛艇卻一頭栽進了塵泥沼澤！$n，幫我去把東西取回來吧！",
    ["O"] = "為閃光平原的拉澤瑞克取回爆鹽增壓器。",
    ["T"] = "拉澤瑞克的調整",
  },
  [1188] = {
    ["D"] = "等等，這是怎么回事？史瑞夫打開了保險裝置？這樣會限制推進器的輸出功率的。我說過那個裝置要關掉！對我來說開著那東西一點好處也沒有！$b$b你必須把這個拿到塔納利斯沙漠中的加基森去，讓史瑞夫把那該死的保險裝置給我拆了。",
    ["O"] = "把爆鹽增壓器交給加基森的史瑞夫。",
    ["T"] = "安全第一",
  },
  [1189] = {
    ["D"] = "看，我已經按照拉澤瑞克的要求去做了。我跟他說過，在關閉安全裝置時要當心點，否則即使是最小的錯誤也會釀成大錯，輕則讓整輛賽車無法移動，重則把他直接在車里燒成灰。$b$b如果真的那樣的話可就太丟人了，我們到哪里去找第十九個愿意入伙的賽車手呢？",
    ["O"] = "將改進型爆鹽增壓器還給閃光平原的拉澤瑞克。",
    ["T"] = "安全第一",
  },
  [1190] = {
    ["D"] = "銅栓兄弟倆發現了一種新的材料，這是唯一說得通的解釋。它們的車速比以前快了，但它們的設計，以及我們搜集的其它一些數據都和以前的一致。$b$b我們知道的是，瑞茲爾·銅栓一直以來都致力于這項新發明的計劃之中。$b$b扎米克可以為你提供掩護，這樣你就能從他們那兒偷到這些計劃了。",
    ["O"] = "讓扎米克掩護你，然后為閃光平原的普茲克偷到瑞茲爾的計劃。",
    ["T"] = "跟上節奏",
  },
  [1191] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "扎米克的困擾",
  },
  [1192] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "精鐵礦石",
  },
  [1193] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "破碎的陷阱",
  },
  [1194] = {
    ["D"] = "瑞茲爾的圖表上介紹了精鐵礦石的精煉過程。從他的草稿中可以得知，精鐵礦石來自于荒蕪之地之中的奧達曼挖掘場。$b$b很多其它筆記的內容都與這種礦石的抗熱性能有關。$b$b整個筆記的重頭似乎是關于未精煉的精鐵礦石的。",
    ["O"] = "把精鐵礦石樣本交給閃光平原上的普茲克。",
    ["T"] = "瑞茲爾的圖表",
  },
  [1195] = {
    ["D"] = "千針石林的加拉克半人馬一直在保護著一件神器，它的歷史可以追溯到半人馬剛剛在這片土地上出現的時候。$b$b我們要得到它，但我們必須得有一瓶來自于暗夜精靈月亮井的水。$b$b要取水還必須找一個特殊的瓶子，在灰谷森林中心地帶靠近林中樹居一帶出沒的樹妖或許就有這種瓶子。在靠近弗倫河西岸的大路南面有一口月亮井，你可以在那里裝滿水，然后把它帶回來給我。",
    ["O"] = "把裝滿水的蝕刻瓶交給雷霆崖的贊金·石蹄。",
    ["T"] = "神圣之火",
  },
  [1196] = {
    ["D"] = "把這裝滿水的蝕刻瓶給亂風崗的勞恩·峭壁行者帶去吧。你可以搭乘貧瘠之地南部邊境的升降梯去千針石林。",
    ["O"] = "把裝滿水的蝕刻瓶交給亂風崗的勞恩·峭壁行者。",
    ["T"] = "神圣之火",
  },
  [1197] = {
    ["D"] = "你找來的水可以暫時浸濕守護半人馬遺物的火焰，但是效果不會持續很久，所以你必須行動迅速。$b$b半人馬的要塞——加拉克峭壁——就在這里的北邊，火焰就保存在那座重兵把守的要塞中。$b$b小心點，加拉克半人馬的數量眾多，他們決不會輕易放棄如此珍貴的東西。",
    ["O"] = "拿到裂開的蹄子，把它交給亂風崗的勞恩·峭壁行者。",
    ["T"] = "神圣之火",
  },
  [1198] = {
    ["D"] = "這些天有很多關于暮光之錘與黑海岸北部黑暗深淵里的納迦結盟的傳聞。$b$b我在這里的任務是收集盡可能多的情報，這樣我們就知道何時何地會需要幫助了。$b$b我派去偵察黑暗深淵的斥候塞爾瑞德已經離開好幾個星期了，但直到現在他也沒有提交任何報告。$b$b糟糕的是我的其他斥候也正在處理一些緊急事務，實在抽不出人手了。$b$b幫我找到塞爾瑞德，并且幫助他完成任務吧，$n。",
    ["O"] = "到黑暗深淵去找到銀月守衛塞爾瑞德。",
    ["T"] = "尋找塞爾瑞德",
  },
  [1199] = {
    ["D"] = "通過祭祀上古之神的古代儀式，暮光之錘的成員獲得了強大而混亂的力量，這些信徒正在試圖喚回他們黑暗的主人，在這個世界上繼續傳播死亡與恐懼。$b$b現在我們可以確信，暮光之錘已經和納迦結成了聯盟，集結在灰谷海岸邊的黑暗深淵中。$b$b我們必須阻止他們在那座古代神殿的深處所籌劃的險惡計劃。$b$b向暮光之錘發起攻擊，然后帶回你的戰利品，我們會重重酬謝你所做的一切。",
    ["O"] = "收集10個暮光墜飾，把它們交給達納蘇斯的銀月守衛瑪納杜斯。",
    ["T"] = "暮光之錘的末日",
  },
  [1200] = {
    ["D"] = "力量在我身上逐漸流失，我需要你的幫助！$b$b很久以前，這里曾是雄偉的月神之殿。然而，不幸卻降臨了這里，上古之神的墮落勢力從地下突現，玷污了神圣的月亮井，最終使得這里成為了一片廢墟。$b$b阿庫麥爾，上古之神的仆人，從水中突然出現。$b$b暮光之錘的信徒與納迦聯合在一起，占領了這片土地。夢游者克爾里斯領導著他們為阿庫麥爾而戰，以許多無辜的生命來換取邪惡的力量。$b$b你一定要阻止這些惡魔！殺了克爾里斯，把他的頭顱交給達納蘇斯的塞爾高姆！",
    ["O"] = "把夢游者克爾里斯的頭顱交給達納蘇斯的哨兵塞爾高姆。",
    ["T"] = "黑暗深淵中的惡魔",
  },
  [1201] = {
    ["D"] = "部落和聯盟正處于某種令人不安的休戰期。兩大陣營之間的小規模的沖突和暗殺活動時有發生，而我們的職責就是確保部落始終占據上風！$B$B現在正是行動的時候。$B$B聯盟派了一些間諜駐扎在蕨墻村的東部，他們監視著村子，把我們的動向報給告塞拉摩，決不能讓他們繼續下去。$B$B去追蹤那些間諜，把他們干掉。讓他們的頭兒知道我們決不會允許他們的間諜在我們面前晃來晃去！",
    ["O"] = "殺掉9個塞拉摩間諜，然后回到蕨墻村去見納澤爾·血矛。",
    ["T"] = "塞拉摩間諜",
  },
  [1202] = {
    ["D"] = "$N，我們派了兩個間諜到一艘停泊在塞拉摩碼頭的船上偷文件。他們找到了文件，不過卻被人發現了行蹤，只好把文件丟進海里。$B$B有一個間諜后來逃脫了，但是他卻兩手空空地回來，向我報告了他們失敗的行動。現在我把這個任務交給你。$B$B文件就裝在一只小提箱里，而那提箱已經沉在塞拉摩碼頭下面的海水里了。找到那些文件，把它們交給我。",
    ["O"] = "把指揮官的文件交給蕨墻村的納澤爾·血矛。",
    ["T"] = "塞拉摩碼頭",
  },
  [1203] = {
    ["D"] = "我要切點東西，呃……我不能告訴你我要切什么，不過……反正我需要把劍。一種特殊的劍……$B$B有人叫它月光劍。我叫它快劍。$B$B你能幫幫我嗎？也許鎮上就有賣，或者你也可以去找個鐵匠打造一把。$B$B不過，不要等到明天再去找。我切的東西可不能放太久……",
    ["O"] = "給塵泥沼澤的加爾找一把月光劍。",
    ["T"] = "加爾的劍",
  },
  [1204] = {
    ["D"] = "我正在研究一道叫作“泥石龜蟹湯”的菜，現在我還需要一些原料……唉，我覺得我真是不適合在塵泥沼澤里長途跋涉！$B$B那么，$N，你能幫我去打獵嗎？首先，我需要泥石龜的舌頭，這些海龜經常在海岸附近出沒。$B$B不過我要的還不是一般的舌頭！聽說有些泥石龜的舌頭是分叉的……$B$B他們說那樣的舌頭吃起來味道特別好，而且我也很喜歡給我的菜里加點特別的風味……",
    ["O"] = "給塞拉摩的摩根·斯特恩收集8個分叉的泥石龜舌。",
    ["T"] = "泥石龜蟹湯",
  },
  [1205] = {
    ["D"] = "死沼巨鱷是一只棲息在塵泥沼澤里的遠古鱷魚，現在是時候讓它獲得解脫了。$B$B當它挪動著龐大的身軀游過沼澤的時候，那衰老的骨骼飽受碾磨之苦。盡管它依舊有著可怕的力量和年輕時的速度，但老化的軀體卻折磨著它內心強大的精神——那是一種激情不減的精神。$B$B然而現在它長期生活在巨大的痛苦中，這種痛苦折磨得它幾近瘋狂。$N，現在你必須去結束它的生命，把死沼巨鱷引向安寧的天國。",
    ["O"] = "把死沼巨鱷的牙齒帶給雷霆崖的梅洛。",
    ["T"] = "死沼巨鱷",
  },
  [1206] = {
    ["D"] = "用眼睛制成飲料的味道非常好，可惜很多生物都只有兩只眼睛。$B$B不過蜘蛛有很多眼睛，很多很多。黑霧蛛眼汁很好喝，醇美而味咸！真是沒有比那更好的飲料了……$B$B黑霧蜘蛛就在西邊的黑霧洞穴里活動。你說這些蜘蛛的名字是來自這個洞的名字呢，還是有別的什么說法？",
    ["O"] = "收集40顆黑霧蜘蛛的眼球，把它們交給水光莊園的“沼澤之眼”加爾。",
    ["T"] = "加爾和蜘蛛眼",
  },
  [1218] = {
    ["D"] = "我喜歡燒菜，沼澤地里特產的美食，比如油炸綠青蛙腿之類的。$B$B不過要燒菜，我就得有足夠的舒心草，然后我就可以做出好吃的東西來，好好地飽餐一頓，也許還能剩一些給你。$B$B你想嘗嘗嗎？",
    ["O"] = "為塵泥沼澤的“沼澤之眼”加爾收集3棵舒心草。",
    ["T"] = "舒心草",
  },
  [1219] = {
    ["D"] = "你可以在松土里看到一只緊緊握起來的獸人的手，手里抓著一根用骨頭刻出來的管子，里面塞著一張粘著泥土的羊皮紙。$B$B羊皮紙上的文字都是獸人的文字……這看上去很重要。",
    ["O"] = "把間諜的報告交給塞拉摩的某個上尉。",
    ["T"] = "獸人的報告",
  },
  [1220] = {
    ["D"] = "應該讓維米斯隊長看看你找到的這份報告，$N，他的獸人語不錯。我們得讓他知道塞拉摩附近有部落的間諜！$B$B隊長眼下正在塞拉摩島東北面的兵營里。",
    ["O"] = "把間諜的報告交給蓋蘭·維米斯隊長。",
    ["T"] = "維米斯隊長",
  },
  [1221] = {
    ["D"] = "藍葉薯是美味絕頂的佳肴！但是這種東西很罕見，非常非常罕見。它們只生長在貧瘠之地，在剃刀沼澤的地下深處。$B$B不過知道這一點也沒什么用，因為如果你不知道它們的確切位置，那么就算近在咫尺你也不一定找得到它們。這就是我訓練這些地鼠去尋找藍葉薯的原因——它們有很靈敏的嗅覺，在五十步以外就能嗅到藍葉薯塊莖的氣味。$B$B這差事并不輕松，但是如果你幫我弄來一些藍葉薯的話，我會付給你一筆可觀的報酬。",
    ["O"] = "找到一個開孔的箱子。$B找到一根地鼠指揮棒。$B找到并閱讀《地鼠指揮手冊》。$B$B在剃刀沼澤里用開孔的箱子召喚一只地鼠，然后用指揮棒驅使它去搜尋藍葉薯。$B$B把地鼠指揮棒、開孔的箱子和6塊藍葉薯交給棘齒城的麥伯克·米希瑞克斯。",
    ["T"] = "藍葉薯",
  },
  [1222] = {
    ["D"] = "太好了，總算碰到一個不是要來吃了我的人了！$B$B我正愁沒人來幫我對付這兒的怪物哪，$g兄弟:小姐;，你看來就挺合適。$B$B那個叫摩根·斯特恩的廚子在研究一套新食譜，他讓我來這兒采集一點睡菜葉。那家伙可能覺得睡菜葉挺好吃吧。$B$B就在我找睡菜的時候……我發現我被包圍了！你能幫我從這兒逃出去嗎？哦，對了，順便在我找睡菜的時候替我斷后。",
    ["O"] = "護送伊格納茲，然后和塞拉摩的摩根·斯特恩談一談。",
    ["T"] = "伊格納茲的逃亡",
  },
  [1238] = {
    ["D"] = "你可以在松土里看到一只緊緊握起來的獸人的手，手里抓著一根用骨頭刻出來的管子，里面塞著一張粘著泥土的羊皮紙。$B$B羊皮紙上是一個在塞拉摩偵察了好幾個星期的獸人寫的報告。$B$B瀏覽過羊皮紙之后，你決定立刻把它送給蕨墻村的獸人情報官。",
    ["O"] = "把間諜的報告交給蕨墻村的納澤爾·血矛。",
    ["T"] = "遺失的報告",
  },
  [1239] = {
    ["D"] = "繼續挖掘了一番之后，你找到了一顆男性獸人的頭顱，脖子上有參差不齊的割痕。他的臉上還保持著發出怒吼的樣子，黑色的眼睛不屈地怒視著前方。",
    ["O"] = "把獸人的頭顱交給蕨墻村的納澤爾·血矛。",
    ["T"] = "被斬下的頭顱",
  },
  [1240] = {
    ["D"] = "我們必須弄清楚瑪格究竟是怎么死的！唯一的方法就是使用巨魔的巫術。把瑪格的頭拿給肯維雷，他就在荊棘谷的格羅姆高營地里。$B$B肯維雷是暗矛巨魔里最強的巫醫，能和瑪格·夜眼的靈魂說話的人也只有他了。",
    ["O"] = "把獸人的頭顱帶到荊棘谷的格羅姆高營地里，交給肯維雷。",
    ["T"] = "巨魔巫醫",
  },
  [1241] = {
    ["D"] = "最近我們派出了一名外交使節前往塞拉摩與吉安娜·普羅德摩爾女士會晤，但那位使節沒能抵達目的地。$B$B我堅信是迪菲亞兄弟會密謀了這個事件，但我并不清楚具體的過程。使節失蹤的消息對外嚴密封鎖，但這件事情遲早要被曝光。$B$B國王的密探已經行動起來，在全城范圍內尋找線索，但我打算私底下再找一些人來解決此事。$B$B我的一個老朋友喬貞現在就在英雄谷中。將這封便箋帶給他，然后聽他的命令行事。",
    ["O"] = "在暴風城的英雄谷找到喬貞。",
    ["T"] = "失蹤的使節",
  },
  [1242] = {
    ["D"] = "把這張便箋帶給埃林·提亞斯，除此以外不要和他說任何話。你只需要禮貌地等著他的回答就是了。不用擔心，他一定會回答你的。$B$B我必須再跟你清清楚楚地說一遍，$N：把這件事看得認真點，在任何人面前都要管好你的嘴。$B$B你可以在他的奶酪店“提亞斯奶酪坊”里找到他，就在貿易區。祝你好運。",
    ["O"] = "將喬貞的密信帶給暴風城貿易區的埃林·提亞斯。",
    ["T"] = "失蹤的使節",
  },
  [1243] = {
    ["D"] = "喬貞，你這老小子……那么，事情就是這樣了，是吧？$B$B好吧，我會處理的。我倒是希望他早點死了呢！$B$B這么著，$N。我會開始派出我在這里的線人，不過你得幫我跑跑腿，好給我省點錢。$B$B到暮色森林的夜色鎮去找守夜人巴庫斯——他總是在鎮子北邊的路上巡邏。告訴他你正在為我調查迪菲亞兄弟會的活動，他會把他知道事情一股腦兒都告訴你的。",
    ["O"] = "將密信帶給暮色森林的守夜人巴庫斯。",
    ["T"] = "失蹤的使節",
  },
  [1244] = {
    ["D"] = "迪菲亞兄弟會的活動？好吧，他們總是在活動。就算他們按兵不動，我們也仍然視之為威脅。$B$B但現在我認為，最近事情變得有點奇怪。大概是在兩三周前吧，他們的許多密探都在腐草農場附近頻繁出沒。由此看來，那里一定是發生了什么重要的事情。$B$B你為什么不先去那里調查調查呢？記得把你調查到的結果拿給我看看。$B$B那座農場就在由西部荒野進入暮色森林的大路南邊。",
    ["O"] = "找到迪菲亞記事本，把它帶回給暮色森林的守夜人巴庫斯。",
    ["T"] = "失蹤的使節",
  },
  [1245] = {
    ["D"] = "哎呀，如果這只是個用來干擾你的視線的幌子，那他們也未免搞得太復雜了，我也不太清楚這東西到底是什么。把它交給提亞斯吧——他一定能弄明白其中的意義。千萬小心，別讓任何人把它搶走。我們都知道，這事可比我的命還重要，甚至比他的命還要重要。$B$B最后，拜托你一件事，$N，別對任何人說起我幫助過你。我的上司如果知道我對這件事有所了解而又沒有向他們匯報的話，沒準會絞死我的。",
    ["O"] = "將迪菲亞記事本帶給暴風城的埃林·提亞斯。",
    ["T"] = "失蹤的使節",
  },
  [1246] = {
    ["D"] = "對了，就是他，現在我想起來了…達舍爾…達舍爾…什么來著……他的名字是什么來著？拳！達舍爾·石拳。圈里人都叫他拳——或許是因為他喜歡制造事端的緣故吧。$B$B你通常可以在舊城區里見到他——在舊城區中心練拳。去和他談一談，如果有必要的話，你不妨威脅威脅他，用點暴力手段什么的，有時候只有那樣才能讓他說點真話出來。別猶豫！要是真像這份東西上所寫的那樣，他應該已經深陷其中，不會那么輕易就告訴你什么有用的信息。",
    ["O"] = "與暴風城舊城區里的達舍爾·石拳談一談。",
    ["T"] = "失蹤的使節",
  },
  [1247] = {
    ["D"] = "原來如此……唔……我對腐草農場那邊的會議略知一二，我記得是幾周前組織的，但我沒有去參加那個會議。我只參加了A計劃的那部分，但A計劃失敗了……那些該死的冒險者。$B$B我們的線人說，那個執行B計劃的小子來自米奈希爾，他的外號叫干柴。對于他們的后備計劃我就知道這么多了。",
    ["O"] = "與暴風城的埃林·提亞斯談一談。",
    ["T"] = "失蹤的使節",
  },
  [1248] = {
    ["D"] = "我有一個隱居在米奈希爾港的線人。他已經退休了，不過如果你告訴他你是為我工作的話，他應該會很愿意幫助你的。他名叫米克哈爾，在幾年前離開暴風城的時候，他提到過自己要去旅店工作。$B$B和他談談，想辦法找到這個干柴，再打聽一下有沒有關于使節被綁架的消息。我們現在得弄清楚他被帶到了什么地方去，或者至少弄清楚他是誰。這份摘要里沒有提到綁架行動完成以后的事。",
    ["O"] = "與濕地的米克哈爾談一談。",
    ["T"] = "失蹤的使節",
  },
  [1249] = {
    ["D"] = "你說是埃林派你來的？好吧，現在我要拿出十倍的熱情來招待你。想要什么盡管說，我會竭盡全力來幫助你的。$B$B嗯，你說的是干柴？似乎是沒聽說過的名字，但我一定會注意他的。$B$B別抬頭，$N，壁爐旁邊的那家伙正往我們這邊看呢。這家伙似乎有點太專心地聽我們的對話了，你明白我的意思嗎？如果我是你，我就會趁他溜走之前好好教訓教訓他。",
    ["O"] = "在塔伯克·賈恩逃跑前制服他，然后回米奈希爾港旅店去找米克哈爾。",
    ["T"] = "失蹤的使節",
  },
  [1250] = {
    ["D"] = "好吧，迪菲亞兄弟會出價雖高，可還不值得把我的命也給賠上。他們抓走的是國王。對，沒錯，正是暴風城的國王，他可不是什么簡單的外交使節。他當時正在去塞拉摩與吉安娜·普羅德摩爾會面的路上——這顯然是件大事，當然也是個大秘密。但這可不是迪菲亞兄弟會的主意，實際上他們也是為別人效力的。我想只有他們自己知道誰是他們的雇主。$B$B我的份內事就是趁國王的船還在港里的時候，和他們在船上的內應碰頭，那家伙叫亨德爾。我就知道這么多了，我發誓！",
    ["O"] = "與濕地的米克哈爾談一談。",
    ["T"] = "失蹤的使節",
  },
  [1251] = {
    ["D"] = "有一面被燒毀旅店的大火熏黑了的鐵盾牌和倒塌的煙囪連在一起，這根煙囪是樹蔭旅店燒毀之后留下的幾段殘磚斷瓦中的一部分。$b$b這面鐵盾牌可以從煙囪的磚上拿下來。",
    ["O"] = "把被熏黑的鐵盾牌帶給蕨墻村的克羅格。",
    ["T"] = "黑色盾牌",
  },
  [1252] = {
    ["D"] = "地上閃過的一道光芒把你的視線引到碎石的下面。你撥開了碎石，發現灰塵下有一枚白色的徽章，表面上印有金色的船錨，那是塞拉摩的標記。$b$b錨的下面刻著“帕瓦爾·雷瑟上尉”的字樣。",
    ["O"] = "把雷瑟的徽章拿給塞拉摩的蓋蘭·維米斯隊長。",
    ["T"] = "帕瓦爾·雷瑟上尉",
  },
  [1253] = {
    ["D"] = "有一面被燒毀旅店的大火熏黑了的鐵盾牌和倒塌的煙囪連在一起，這根煙囪是樹蔭旅店燒毀之后留下的幾段殘磚斷瓦中的一部分。$b$b這面鐵盾牌可以從煙囪的磚上拿下來。",
    ["O"] = "把被熏黑的鐵盾牌交給塞拉摩的蓋蘭·維米斯隊長。",
    ["T"] = "黑色盾牌",
  },
  [1258] = {
    ["D"] = "新菜譜里還需要一種大螃蟹的腿，不過塵泥沼澤的污殼螃蟹可不行！唯一合適的螃蟹在悲傷沼澤里，離這兒很遠。$B$B螃蟹腿的殼是構成這道菜的外觀的一大要素，所以我必須要新鮮而且沒有任何疤痕的蟹腿。一只成熟螃蟹大概只有一條或兩條這樣的腿，而我卻需要大量的螃蟹腿來試驗菜譜。$B$B那么，$N……你愿意跑一趟嗎？",
    ["O"] = "給塞拉摩的摩根·斯特恩收集12根新鮮的螃蟹腿。",
    ["T"] = "還有螃蟹！",
  },
  [1259] = {
    ["D"] = "我不認識這個帕瓦爾·雷瑟上尉，你最好還是去問問泰索蘭副官。他負責管理塞拉摩所有守衛的檔案，包括守衛的個人資料和他們的裝備。$b$b他可以查查這些檔案，然后告訴你這個雷瑟到底是誰。",
    ["O"] = "從塞拉摩的泰索蘭副官那兒找出更多關于雷瑟的消息。",
    ["T"] = "帕瓦爾·雷瑟上尉",
  },
  [1260] = {
    ["D"] = "我在為餐館編寫新的菜譜，這套新菜譜里都是本地特產的菜色，以“海灣”為主題。我想，藍色隱士旅店的客人一定會很喜歡這個的！$B$B我讓我侄子摩根到塞拉摩去收集當地的食譜了，那地方就在塵泥沼澤的邊界地帶。現在我得知道他目前都找到了些什么。$B$B去塞拉摩的路很長，起碼對我來說是太長了些。不過像你這么個年輕的$c對這種長途旅行一定會欣然往之的，對吧？",
    ["O"] = "和塞拉摩的摩根·斯特恩談一談。",
    ["T"] = "摩根·斯特恩",
  },
  [1261] = {
    ["D"] = "可惡的龍蝦人！我是不會束手待斃的！啊…但是…我已經死了，看來它的確是把我殺掉了……$B$B但是我的使命，我的使命啊！$N，你必須替我完成它。$B$B我曾在塞拉摩附近監視一隊在海灘上露營的聯盟士兵，其中一個士兵身上配戴著一件飾品，是那種鑲嵌著很多寶石，再有錢的士兵也買不起的飾品！$B$B那天晚上，我溜進他們的營地，偷走了那件飾品，但是在我返回基地的途中，一個污殼龍蝦人殺死了我！$B$B$N，你必須找到那只該死的龍蝦人，并奪回那件飾品。",
    ["O"] = "把寶石墜飾帶給蕨墻村的納澤爾·血矛。",
    ["T"] = "瑪爾格的囑托",
  },
  [1262] = {
    ["D"] = "很奇怪的是，瑪爾格偷取的這件飾品居然是一個普通士兵的東西。它的主人也許掩飾了自己真正的身份，或者那個士兵本身就是個竊賊！$B$B不管事實是怎樣的，總之這是一件貴族的飾品。如果我們想要揭開這個謎團，就必須找出它真正的主人。$B$B帶著飾品去奧格瑞瑪找佐爾·孤樹吧。他對聯盟那邊的事情頗有了解，應該會知道這件飾品是否和暴風城的貴族們有關系。",
    ["O"] = "把鑲寶石飾品帶給奧格瑞瑪的佐爾·孤樹。",
    ["T"] = "向佐爾報告",
  },
  [1264] = {
    ["D"] = "每個月初，庫爾提拉斯的水兵們都會領取薪水，然后離開塞拉摩到別的地方去游玩。大部分人會到這里來找女人，喝酒，尋歡作樂一番。他們當中有一些人整天都會泡在酒館里，我敢肯定亨德爾也是其中之一。$B$B只要那家伙現在還留在塞拉摩的話，那么當地的指揮官薩穆爾就能幫你找到他。雖然他只對普羅德摩爾家族效忠，但如果你說出埃林的名字，他也會幫助你的……應該會的。",
    ["O"] = "找到塵泥沼澤的指揮官薩穆爾。",
    ["T"] = "失蹤的使節",
  },
  [1265] = {
    ["D"] = "亨德爾？是的，我知道這個人。不過你找我的士兵有什么事呢？$B$B埃林派你來找他？嗯，好吧，我感覺有些不妙了。你肯定遇到了麻煩，因此埃林才讓你來先找我的。我理解你可能不愿告訴我詳情，但請明白這一點：我有責任保護好這片土地。如果你是來制造麻煩的話，最好能先得到我的允許。$B$B據我所知，亨德爾就駐守在塞拉摩外的第一座哨塔上。請自己多加小心！",
    ["O"] = "在警戒哨崗中打探亨德爾下士的消息。",
    ["T"] = "失蹤的使節",
  },
  [1266] = {
    ["D"] = "亨德爾下士就在這里的西邊，他現在正在執行保護那些輪休的塞拉摩密探們的任務。密探們正在那邊監視著部落的前哨基地——蕨墻村，當然也時刻留心著其它任何有可能威脅到我們的東西。$B$B你應該很容易就能找到他，沿著道路搜索每一個帳篷就行。$B$B我現在還有另一件事要處理，但很快就可以追上你。",
    ["O"] = "找到塵泥沼澤中的亨德爾下士。",
    ["T"] = "失蹤的使節",
  },
  [1267] = {
    ["D"] = "",
    ["O"] = "與塵泥沼澤的吉安娜·普羅德摩爾談一談。",
    ["T"] = "失蹤的使節",
  },
  [1268] = {
    ["D"] = "有幾排蹄印從樹蔭旅店那仍然冒著煙的廢墟中延伸出來。大部分蹄印都埋在沼澤地的松軟泥土里沒法辨認，不過至少還有一些是可以看清的。",
    ["O"] = "把樹蔭旅店的可疑蹄印報告給蕨墻村的克羅格。",
    ["T"] = "可疑的蹄印",
  },
  [1269] = {
    ["D"] = "地上閃過的一道光芒把你的視線引到碎石的下面。你撥開了碎石，發現灰塵下有一枚白色的徽章，表面上印有金色的船錨，那是塞拉摩的標記。$b$b錨的下面刻著“帕瓦爾·雷瑟上尉”的字樣。",
    ["O"] = "把雷瑟的徽章帶給蕨墻村的克羅格。",
    ["T"] = "帕瓦爾·雷瑟上尉",
  },
  [1270] = {
    ["D"] = "太好了，總算碰到一個不是要來吃了我的人了！$B$B我正愁沒人來幫我對付這兒的怪物哪，$g兄弟:小姐;，你看來就挺合適。$B$B棘齒城一個叫麥伯克·米希瑞克斯的地精需要弄些睡菜葉……或是別的什么東西來做藥劑，說實話我不在乎他做什么，反正他給的報酬不錯，而我又正巧熟悉這個沼澤，所以我就來了。$B$B倒霉的是還沒找到睡菜，我就被包圍了！你能幫我從這兒逃出去嗎？哦，對了，順便在我找睡菜的時候替我斷后。",
    ["O"] = "護送伊格納茲，然后和棘齒城的麥伯克·米希瑞克斯談一談。",
    ["T"] = "伊格納茲的逃亡",
  },
  [1271] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "盛筵",
  },
  [1273] = {
    ["D"] = "我花了很長時間終于找到雷瑟了。他躲藏得很好。$b$b奧格隆擔心他在沼澤地里待了這么久可能已經瘋了，你跟我來，咱們一起去從他那里套出一些我們需要的答案。",
    ["O"] = "和奧格隆一起去和雷瑟談一談，然后回到蕨墻村見克羅格。",
    ["T"] = "盤問雷瑟",
  },
  [1274] = {
    ["D"] = "很抱歉，$g先生:夫人;。德拉維主教要我征召一些冒險者以幫助他解決一件棘手的事情。$B$B如果你能盡快而且悄悄地去一趟暴風要塞與他談一談的話，我想他將會非常感謝你的幫助。我得再申明一次，口風請緊一些，這件事情很重要。",
    ["O"] = "找到暴風要塞的德拉維主教。",
    ["T"] = "失蹤的使節",
  },
  [1275] = {
    ["D"] = "愚蠢的血精靈們已經徹底陷入了對魔法的狂熱之中了，難道他們沒有見到卡利姆多大陸上的薩特與納迦們身上發生了些什么嗎？$b$b我總覺得血精靈們也將會踏上這樣一條不歸之路，但是艾澤拉斯已經無法再承受多一種被魔法扭曲了心智的怪物了。$b$b我希望能夠研究一下薩特和納迦的腦干組織，這樣也許就能了解那些精靈們的命運將會走向何方。在灰谷海岸邊的黑暗深淵中有許多薩特和納迦，你去那里找一找吧。$b$b這將會是一段漫長的旅程，一路小心，$n。",
    ["O"] = "奧伯丁的戈沙拉·夜語需要8塊墮落者的腦干。",
    ["T"] = "研究墮落",
  },
  [1276] = {
    ["D"] = "啊，我想起來了！莫薩恩是個，嗯，他是雷霆崖的一個受人尊敬的鐵匠。我就知道以前肯定在哪兒聽過他的名字。$b$b大地之環為了感謝我，送了我一套莫薩恩打造的護甲，他的手藝很不錯。$b$b關于莫薩恩打造的盾牌，他自己也許可以告訴你更多。$b$b這不是什么重要線索，不過既然帕瓦爾·雷瑟還什么都沒有說，這就是我們所了解的全部了。",
    ["O"] = "把被熏黑的鐵盾牌拿給雷霆崖的莫薩恩看一看。",
    ["T"] = "黑色盾牌",
  },
  [1282] = {
    ["D"] = "我對吉姆的事很遺憾……他以前不是那樣的。他曾在沼澤地開了個旅店，那是個很不錯的地方。$b$b我真不想談這個。你想談的話就去找維米斯隊長吧。",
    ["O"] = "與塞拉摩的蓋蘭·維米斯隊長談一談。",
    ["T"] = "微笑的吉姆",
  },
  [1284] = {
    ["D"] = "有幾排蹄印從樹蔭旅店那仍然冒著煙的廢墟中延伸出來。大部分蹄印都埋在沼澤地的松軟泥土里沒法辨認，不過至少還有一些是可以看清的。",
    ["O"] = "把樹蔭旅店的可疑蹄印報告給塞拉摩的蓋蘭·維米斯隊長。",
    ["T"] = "可疑的蹄印",
  },
  [1285] = {
    ["D"] = "雷東……雷德帕斯……啊，找到了！帕瓦爾·雷瑟上尉。$b$b他和大部分跟隨普羅德摩爾女士橫渡大海的征募兵一起加入了塞拉摩守衛軍。16歲時加入庫爾提拉斯海軍，戰績出色，屢獲提升……$b$b已列入失蹤名單。",
    ["O"] = "把雷瑟的資料報告給塞拉摩的蓋蘭·維米斯隊長。",
    ["T"] = "戴林的下屬",
  },
  [1286] = {
    ["D"] = "在沼澤地里立足確實是非常艱難的，但是通過不懈的努力，最后我們終于在這一帶守住了幾座防守哨塔。$b$b我收到的最新消息和偵察報告說一群背叛者占據了我們在在旅店的西南方的一座廢棄哨塔。$b$b這群背叛者的首領叫加科因，去看看能不能從他身上找到什么消息。$b$b小心點，$n。他可是個難對付的家伙。",
    ["O"] = "從巴魯斯·加科因及塵泥沼澤的背叛者那里打探消息。",
    ["T"] = "背叛者",
  },
  [1287] = {
    ["D"] = "雷瑟？那個懦夫？$b$b我們把他趕出營地，因為他堅持要襲擊蕨墻村的食人魔，還要搶他們的物資。我們人數不夠，沒法跟那幫不長腦子的畜生斗。$b$b他不止一次做出過分的事，所以我們就把他趕了出去。$b$b現在我幫了你的忙……那么，別管你是不是偶然來這兒的，不如幫幫我的忙，別給我惹麻煩了吧？",
    ["O"] = "和塞拉摩的蓋蘭·維米斯隊長談一談關于雷瑟的事。",
    ["T"] = "背叛者",
  },
  [1288] = {
    ["D"] = "做的不錯, $N.$B$B普羅德摩爾非常驚奇我的工作,我沒有說我現在還需要一些時間.$B$B我希望把我的報告遲些給她, 但是聽起來我應該現在就和她談一談。 或許你可以更好的回答她的問題.",
    ["O"] = "把維米斯的報告帶給吉安娜?普羅德摩爾，她在塞拉摩.",
    ["T"] = "維米斯的報告*",
  },
  [1289] = {
    ["D"] = "很好, 從維米斯的報告來看, 你在這次調查中幫了很多忙, 在此我感謝你.$B$B噢，我可以空出手來做其它事情了. 如果你愿意，你可以回去和維米斯一起把這件事調查完。",
    ["O"] = "返回塞拉摩，與維米斯交談。",
    ["T"] = "維米斯的報告*",
  },
  [1301] = {
    ["D"] = "在藍色隱士旅店干活之前，我曾在一個最棒的廚師兼旅店老板手下學藝，他的名字是詹姆斯·海厄爾。我今天能有這樣的成就都得歸功于他。$b$b不知道他現在在干什么，他和他的兄弟文森特到米奈希爾港的一家旅店去工作了，不過最近我一直沒聽到他的消息。$b$b你要是碰巧要往米奈希爾去的話，能不能幫我問候他一下？",
    ["O"] = "和米奈希爾港的文森特·海厄爾談一談。",
    ["T"] = "詹姆斯·海厄爾",
  },
  [1302] = {
    ["D"] = "我的兄弟詹姆斯跟隨吉安娜女士到塞拉摩去了。我最后一次聽到他的消息是說他們在那兒打完了仗，詹姆斯還在那里的某個地方開了個旅店。不管他現在在哪兒，我想他的生意肯定很紅火，他是個很棒的廚師。$b$b啊，說起來我已經有一陣子沒聽到他的消息了——旅店的生意太忙了——不過塞拉摩的書記員應該可以幫你找到他。",
    ["O"] = "和塞拉摩的書記員倫德瑞談一談。",
    ["T"] = "詹姆斯·海厄爾",
  },
  [1318] = {
    ["D"] = "現在你是大王，你可以從那個精靈王子手里拿回令戈多克驕傲的神器！你前一任的大王失敗了，自從托塞德林那個可惡的精靈從我們古代戈多克大王手中偷走它之后，沒有一個大王能想辦法把它奪回來！$B$B這個神器叫做戈多克力量護手。傳說說只有真正的戈多克大王才能把它拿回來。這個可惡的精靈還在附近──如果你找到它的話，那你就可以使用它！真的！",
    ["O"] = "找到戈多克力量護手，并將它交給厄運之槌的克羅卡斯。$B根據克羅卡斯所說的，“傳說”自稱是王子的精靈托塞德林從一名戈多克食人魔手中偷走了那件神器。",
    ["T"] = "戈多克食人魔的事務",
  },
  [1319] = {
    ["D"] = "我很抱歉幫不了忙，$n，不過可以給你介紹個能幫忙的人。卡茲·雙鏈是我們最好的鐵匠，他就在鐵匠鋪給人打鐵器。$b$b把盾牌拿給他，看看他能告訴你什么。",
    ["O"] = "把被熏黑的鐵盾牌拿給塞拉摩的卡茲·雙鏈看一看。",
    ["T"] = "黑色盾牌",
  },
  [1320] = {
    ["D"] = "啊，我差點沒注意到這個……背面的皮帶一定是被燒掉了，不過看上去這條皮帶是給某個身材高大的家伙用的。我猜是個牛頭人。$b$b我就只能告訴你這些了，告訴維米斯隊長，很抱歉我幫不上別的什么忙了。",
    ["O"] = "與塞拉摩的蓋蘭·維米斯隊長談一談。",
    ["T"] = "黑色盾牌",
  },
  [1321] = {
    ["D"] = "嗯……我看不出這個盾牌有什么特別之處。我們應該把它拿給鐵匠杜高爾，看看他有什么說法。不過我也不抱太大希望……",
    ["O"] = "把被熏黑的鐵盾牌拿給蕨墻村的杜高爾看一看。",
    ["T"] = "黑色盾牌",
  },
  [1322] = {
    ["D"] = "嗯，在盾牌的邊上這兒刻著字，可惜燒過了讀不出來。$b$b要用些酸液洗干凈，用沼澤地里的暗牙蜘蛛的毒液就可以了。那些蜘蛛盤踞在一座舊礦洞里，現在那里被稱為黑霧洞穴。給我找點它們的毒囊來，我可以把盾牌清洗一下以便辨認。",
    ["O"] = "為蕨墻村的杜高爾收集5個酸性毒囊。",
    ["T"] = "黑色盾牌",
  },
  [1323] = {
    ["D"] = "呃，我想我大概倒了太多酸液在盾牌上，得擦掉點兒……$b$b嗯……有點難辨認，不過好象是一個叫“莫薩恩”的名字。從來沒聽過這個名字。克羅格認識不少人，他也許知道這個莫薩恩是誰。",
    ["O"] = "和蕨墻村的克羅格談一談。",
    ["T"] = "黑色盾牌",
  },
  [1324] = {
    ["D"] = "什么？！你到這里來就是為了指控我和迪菲亞兄弟會有染？！我無法容許你這么侮辱我！看來我非得好好教訓教訓你才行。",
    ["O"] = "擊敗塵泥沼澤的亨德爾下士。",
    ["T"] = "失蹤的使節",
  },
  [1338] = {
    ["D"] = "有一個名叫弗倫·長須的矮人鑄甲匠，我很欣賞他做的東西，那手藝簡直是無人能敵。我需要一面新盾牌，而且一定要他親手做出來的盾牌！$B$B問題是……弗倫住在遙遠的南方，在暴風城的矮人區里。他竟然住在人類的領地里！我沒法想象他怎么會住在離鐵爐堡這么遠的地方，那幫人類一定出了足夠收買國王的大價錢把他給留在那兒！$B$B如果你正好要去那里旅行一趟，又想順便掙點錢的話，能不能去弗倫那兒讓他給我做一面盾牌？",
    ["O"] = "把卡爾·雷矛的訂單交給暴風城的弗倫·長須。",
    ["T"] = "卡爾·雷矛的訂單",
  },
  [1339] = {
    ["D"] = "我聽說巡山人卡爾·雷矛正在找一個為他跑腿的人。你看怎么樣，要去試試看嗎？$B$B如果愿意的話，你就去北邊的哨塔找他吧。",
    ["O"] = "和巡山人卡爾·雷矛談一談。",
    ["T"] = "巡山人卡爾·雷矛的任務",
  },
  [1358] = {
    ["D"] = "我有一位名叫赫布瑞姆的藥劑師同事目前正在卡利姆多大陸工作。他正在研究洛丹倫大陸上的毒物在卡利姆多大陸生物身上所造成的影響。為了幫赫布瑞姆的忙，我收集了提瑞斯法和銀松森林一帶各種蜘蛛的蛛毒，現在需要找人幫我把這些毒液給他帶去。$B$B他就在貧瘠之地的一處名為十字路口的鎮子上。要找到他，你必須先搭飛艇到獸人的首都奧格瑞瑪去，然后步行向南去杜隆塔爾，最后向西進入貧瘠之地，這樣很快就可以到達十字路口了。",
    ["O"] = "把一箱蜘蛛毒帶給貧瘠之地的藥劑師赫布瑞姆。",
    ["T"] = "給赫布瑞姆的樣本",
  },
  [1359] = {
    ["D"] = "你拿來我的狼心具有與眾不同的特質。從中提煉出的特殊毒素甚至可以毒死長著這種心臟的狼！$B$B這讓我感到非常驚訝，所以我們必須對此進行深入的研究。把這幾份心臟樣本送到我的同事藥劑師金格那里。你應該可以在幽暗城的煉金房里找到她。",
    ["O"] = "將狼心樣本交給幽暗城的藥劑師金格。",
    ["T"] = "給金格的貨物",
  },
  [1360] = {
    ["D"] = "我本來有個不錯的工作，就是在荒蕪之地的奧達曼挖掘場干活……直到那些該死的穴居人出現之后。我險些就沒能活著跑出來，而且還什么也沒來得及拿。在一片慌亂之中，我弄丟了我最重要的財產。我那箱子很難撬開是沒錯，不過你知道么，那里滿地都是穴居人！$B$B你去幫我拿回箱子來，我就好好謝你！那個寫著我名字的箱子就在北部大廳的盡頭，你得一路殺進去才行。",
    ["O"] = "到奧達曼的北部大廳去找到克羅姆·粗臂的箱子，從里面拿出他的寶貴財產，然后回到鐵爐堡把東西交給他。",
    ["T"] = "失而復得",
  },
  [1361] = {
    ["D"] = "有一個名叫雷戈薩·死門的部落戰士正在招募愿意前往凄涼之地執行任務的人。如果你愿意的話，就去和他談談吧。雷戈薩·死門就在貧瘠之地的十字路口西邊的工事中。$B$B準備好你的武器，凄涼之地是一片危機四伏的土地。",
    ["O"] = "和雷戈薩·死門談一談。",
    ["T"] = "雷戈薩·死門",
  },
  [1362] = {
    ["D"] = "科卡爾半人馬居住在凄涼之地，但他們的勢力已經滲透到了貧瘠之地。這是事實，我們已經派了斥候去時刻監視著他們。$B$B只要凄涼之地的半人馬依然足夠強大，對我們而言，他們就是個威脅，我們應該主動出擊清除這個威脅。$B$B去和凄涼之地幽靈崗哨的費古爾·雙刃談談，他也是被派去收集有關半人馬的情報的，他會知道該如何對付凄涼之地的科卡爾部族的。",
    ["O"] = "和凄涼之地幽靈崗哨的費古爾·雙刃談一談。",
    ["T"] = "凄涼之地的科卡爾部族",
  },
  [1363] = {
    ["D"] = "作為魔法和科學學院圖書館的管理員，我的職責是保證所有的魔法書和卷軸隨時在庫。如果這些充滿魔法能量的文字落在邪惡的人手里，天知道會發生多可怕的事情！$b$b啊，我突然想起來……我的助手迪利斯上禮拜犯下了一個可怕的錯誤。他在圖書館里確實是個好幫手，但他一走出暴風城就幾乎寸步難行。你能幫我把老迪利斯給找回來嗎？",
    ["O"] = "與暴風城里的助手迪利斯談一談。",
    ["T"] = "馬森的請求",
  },
  [1364] = {
    ["D"] = "馬森大人的指示再簡單不過了：將這篇重要的文章遞交給守望堡的看守者馬哈爾巴。$b$b但我從來沒有去過死亡之地！這段路程太可怕了！$b$b我在悲傷沼澤那邊迷了路，被一大群像是植物一樣的沼澤生物給包圍了。它們在我身邊徘徊著，似乎是想要攻擊我，所以我就飛也似的逃了回來……結果我在慌亂中把文章給弄丟了。我敢肯定是有只怪物把它給撿跑了。$b$b你能幫我找回文章并把它送給馬哈爾巴嗎？",
    ["O"] = "奪回《卡德加的空間收斂研究筆記》，將它送給守望堡的看守者馬哈爾巴。",
    ["T"] = "馬森的請求",
  },
  [1365] = {
    ["D"] = "科卡爾并不是凄涼之地唯一的半人馬部族。許多半人馬部族都游弋在這片干燥的平原上，他們相互殘殺，紛爭不斷。他們的窩里斗對我們來說不是件壞事，因為半人馬強壯而且殘忍，如果這些半人馬聯合起來對付我們的話，那將是極其可怕的力量。$B$B在他們聯合起來之前，我們必須將他們各個擊破。$B$B你的第一個任務是讓科卡爾部族出現內亂，只要干掉他們的首領戴茲帕可汗就可以了。$B$B科卡爾村就在東北方。去吧，祝你好運。",
    ["O"] = "把戴茲帕可汗的頭顱交給凄涼之地的費古爾·雙刃。",
    ["T"] = "戴茲帕可汗",
  },
  [1366] = {
    ["D"] = "既然你已經震懾了半人馬部族，那么現在該讓他們出點血了。開始在凄涼之地獵殺半人馬吧，我不關心你去獵殺哪一個部族，收集半人馬耳朵就是了。$B$B減少他們的數量也就等于削弱他們的野心，打消他們不斷擴張的念頭。$B$B祝你狩獵愉快，$N。",
    ["O"] = "收集15只半人馬的耳朵，把它們交給凄涼之地的費古爾·雙刃。",
    ["T"] = "懸賞半人馬",
  },
  [1367] = {
    ["D"] = "要想打敗半人馬，我們就必須讓他們自相殘殺。首先我們要籠絡一支半人馬部族，利用它們打敗所有的半人馬。$B$B如果你準備和瑪格拉姆部族結盟，那么就去殺掉他們的敵人——吉爾吉斯部族的半人馬，這會使你在瑪格拉姆部族中贏得尊重。當你得到足夠的尊重之后，就可以去會見瑪格拉姆部族的首領瓦魯格，他就在凄涼之地東南部的瑪格拉姆村外。",
    ["O"] = "和瑪格拉姆部族建立良好的關系，然后和瓦魯格談一談。",
    ["T"] = "瑪格拉姆部族",
  },
  [1368] = {
    ["D"] = "要想打敗半人馬，我們就必須以毒攻毒。我們要先籠絡一支半人馬部族，利用他們打敗其他的半人馬。$B$B如果你準備和吉爾吉斯結盟，那么就去攻擊他們最憎恨的對手——瑪格拉姆部族。在你贏得了吉爾吉斯部族足夠的尊重以后，就可以去見他們的薩滿祭司，智者烏泰克，他就住在凄涼之地西南的吉爾吉斯村外面。",
    ["O"] = "和吉爾吉斯部族建立良好的關系，然后和智者烏泰克談一談。",
    ["T"] = "吉爾吉斯部族",
  },
  [1369] = {
    ["D"] = "吉爾吉斯以為半人馬之母瑟拉達絲在護佑著我們，他們都是蠢貨！沒有人在護佑半人馬，瑪格拉姆部族不需要護佑！我們是最強的！$B$B讓吉爾吉斯半人馬知道他們有多蠢——到他們村莊附近的洞穴里去一趟，他們把那種名叫瑟拉達絲之淚的水晶石藏在了洞里。毀掉那些水晶，把碎片交給我！",
    ["O"] = "繼續和瑪格拉姆部族保持良好的關系，把3塊破碎之淚交給瑪格拉姆村莊的瓦魯格。",
    ["T"] = "破碎之淚",
  },
  [1370] = {
    ["D"] = "在作戰之余，我們為了食物而打獵。肉可以為我們補充力量，吃飽喝足之后作戰會更加勇敢。$B$B瑪格拉姆部族的半人馬和我們一樣，他們貯藏多余的肉食，這樣他們就能進行更持久的戰斗。如果你能去襲擊他們在東部的村莊，并且偷走他們貯藏的肉，他們的力量就會衰竭。",
    ["O"] = "把6包粗制干肉交給吉爾吉斯村的智者烏泰克。",
    ["T"] = "偷取物資",
  },
  [1371] = {
    ["D"] = "很久以前，有一個小侏儒來到凄涼之地。他是乘著馬車來的，車上裝著奇怪而有趣、燃燒后會放出五彩繽紛的焰火的東西，還有一些沒有生命、但是居然可以自己移動的東西。我殺了這個小侏儒，不過在那之前……他讓我樂壞了。$B$B我從他的馬車上拿走了我最喜歡的東西，那是個木頭做的人偶，在我把它砸得粉碎之前，它總是在那里向我招手。$B$B現在我想要一個新的，幫我弄一個來！",
    ["O"] = "繼續和瑪格拉姆部族保持良好的關系，給瑪格拉姆村的瓦魯格找到一個高級假人。",
    ["T"] = "瓦魯格的玩具",
  },
  [1372] = {
    ["D"] = "瓦里瑪薩斯派遣我們這支遠征軍來對艾澤拉斯南部進行偵查。$b$b我偶然發現一個人類間諜在乞丐鬼屋附近探頭探腦。我正準備暗中跟蹤他，這個家伙就被一些…我們的獸人朋友抓去，押進了位于悲傷沼澤里的斯通納德要塞。$b$b獸人們還不知道我們在這里安營扎寨，不過…我想去幫助他們，幫助我們的獸人盟友。$b$b去找法奧斯丁，讓他給我們在斯通納德的朋友制造一瓶真言藥水……",
    ["O"] = "到乞丐鬼屋去和藥劑師法奧斯丁談一談。",
    ["T"] = "真言藥水",
  },
  [1373] = {
    ["D"] = "你還需要更多的行動來證明自己，我要你去很遠的地方完成一個任務，所以從現在開始，吉爾吉斯部族就要獨自和瑪格拉姆部族作戰了。$B$B大地把很多的秘密告訴了聆聽它聲音的人，我聽到的秘密是關于一種紅色水晶的。這種被稱作德萊尼水晶的東西最近才出現在這片大陸上，它來自一個遙遠的地方，那里的山脈在天空中懸浮，惡魔掌控著那里的一切。$B$B給我帶一片德萊尼水晶碎片來，它能讓我的魔法變得強大無比！這片德萊尼水晶碎片應該就在悲傷沼澤的失落者盎格庫爾手里。",
    ["O"] = "繼續和吉爾吉斯部族保持良好的關系，并把德萊尼水晶碎片交給凄涼之地吉爾吉斯村的智者烏泰克。",
    ["T"] = "盎格庫爾",
  },
  [1374] = {
    ["D"] = "大地告訴我說，瑪格拉姆部族變得越來越衰弱了。現在是干掉他們的可汗的時候了！$B$B把瑪格拉姆部族的杰恩可汗的頭給我提來！",
    ["O"] = "把杰恩可汗的頭顱交給凄涼之地吉爾吉斯村的智者烏泰克。",
    ["T"] = "杰恩可汗",
  },
  [1375] = {
    ["D"] = "你幫助了瑪格拉姆部族，我喜歡你。現在去殺了吉爾吉斯的可汗！他叫沙卡，我要他的腦袋！我要盯著他的腦袋取笑他！",
    ["O"] = "繼續和瑪格拉姆部族保持良好的關系，把沙卡可汗的頭顱交給凄涼之地瑪格拉姆村的瓦魯格。",
    ["T"] = "沙卡可汗",
  },
  [1380] = {
    ["D"] = "$N，你幫助我們戰勝了瑪格拉姆部族。現在，請再幫助我們打敗瑪洛迪部族吧！干掉他們的首領赫魯薩可汗！$B$B要挑戰他，先要吹響瑪洛迪號角，這把號角就在長矛谷中的一處高聳的峭壁上。$B$B而要吹響號角，你必須得到一只哨嘴。這種東西很少見，只有薩魯赫可汗的心腹們才有資格攜帶。$B$B號角一響，瑪洛迪半人馬就會蜂擁而至。放手屠殺他們，直到赫蘭薩出現。$B$B赫蘭薩可汗手里有一把……一把鑰匙。把這把鑰匙交給我，我就會告訴你有關它的秘密。",
    ["O"] = "繼續和吉爾吉斯部族保持良好的關系，把瑪洛迪鑰匙碎片交給吉爾吉斯村的智者烏泰克。",
    ["T"] = "赫魯薩可汗",
  },
  [1381] = {
    ["D"] = "吉爾吉斯可汗已經被干掉，現在輪到瑪洛迪了！干掉他們的首領赫魯薩可汗！$B$B要挑戰他，先要吹響瑪洛迪號角，這把號角就在長矛谷中的一處高聳的峭壁上。$B$B而要吹響號角，你必須得到一只哨嘴。這種東西很少見，只有薩魯赫可汗的心腹們才有資格攜帶。$B$B號角一響，瑪洛迪半人馬就會蜂擁而至。放手屠殺他們，直到赫蘭薩出現。$B$B赫蘭薩可汗手里有一把……一把鑰匙。把這把鑰匙交給我，我就會告訴你有關它的秘密。",
    ["O"] = "和瑪格拉姆保持良好的關系，把瑪洛迪鑰匙碎片交給凄涼之地瑪格拉姆村的瓦魯格。",
    ["T"] = "赫魯薩可汗",
  },
  [1382] = {
    ["D"] = "我們的確很幸運，半人馬氏族之間正在同室操戈。如果他們擰成一股繩，那將會是一股無法阻擋的力量。沒錯，我們很幸運，所以我們應該緊緊抓住現在的這種優勢。$B$B眾多半人馬部族中的一支——吉爾吉斯，正在與瑪格拉姆部族激烈地戰斗。我希望在我們進攻瑪格拉姆的同時，吉爾吉斯部族也能同時發動攻擊。$B$B去和智者烏泰克談談吧，他就在凄涼之地西南的吉爾吉斯營地外面。也許我們可以通過他來和吉爾吉斯結成聯盟，同時對瑪格拉姆發起致命的攻擊！",
    ["O"] = "和吉爾吉斯部族建立良好的關系，然后和智者烏泰克談一談。",
    ["T"] = "奇怪的聯盟",
  },
  [1383] = {
    ["D"] = "我腦中已經想到了合適的藥劑配方，可以讓口風最緊的人喝下之后也知無不言。$b$b要制成這種藥水，我需要幾顆沼澤地中的暗影黑豹的心臟，另外還需要住在那兒的泥沼之王的蘑菇。$n，像你這么能干的人一定可以說服他給你一個蘑菇的。$b$b最后一味藥是綠龍的血液，比如伊薩里奧斯的洞穴外面的那些。$b$b事不宜遲，你趕快出發吧！",
    ["O"] = "乞丐鬼屋的藥劑師法奧斯丁需要5顆暗影黑豹的心臟、1顆泥沼之王的蘑菇和一些綠色雛龍之血。",
    ["T"] = "真言藥水",
  },
  [1384] = {
    ["D"] = "科卡爾半人馬認為他們的魔法很強大，其實他們根本就不知道魔法是什么東西！即使是把魔法扔在他們臉上，他們也不會知道的！$B$B你去讓他們知道他們的魔法有多么脆弱吧。去殺了科卡爾部族的蠢貨們，把他們的咒符帶回來，我要把它們丟進火坑里，然后放聲大笑！",
    ["O"] = "和吉爾吉斯部族保持良好的關系，把10個粗制咒符交給凄涼之地吉爾吉斯村的智者烏泰克。",
    ["T"] = "突襲科卡爾",
  },
  [1385] = {
    ["D"] = "凄涼之地是一片殺戮場。半人馬部族之間互相殘殺，我們擔心最后的勝利者會不斷擴張領土，并最終威脅到我們的要塞。我們決不能允許這種情況出現。$B$B我們必須學會如何打敗半人馬部族，為了打敗他們……我們就必須和諸多半人馬部族中的一支結盟。瑪格拉姆部族與吉爾吉斯部族正在互相征伐，如果你去攻打吉爾吉斯部族，那么瑪格拉姆部族就會視你為盟友。$B$B想辦法得到瑪格拉姆部族的信任，然后去和瓦魯格談談，他就在凄涼之地東南的瑪格拉姆村里。",
    ["O"] = "和瑪格拉姆部族建立良好的關系，然后和瓦魯格談一談。",
    ["T"] = "野蠻外交",
  },
  [1386] = {
    ["D"] = "科卡爾部族認為他們很強大，但我們對他們嗤之以鼻！我們殺這些雜碎根本不費吹灰之力！你也可以殺了他們。讓我看看你也是否也能像我們一樣殺死科卡爾半人馬。",
    ["O"] = "繼續保持和瑪格拉姆部族的良好關系，殺掉12個科卡爾半人馬，12個科卡爾斥候和6個科卡爾虐待者，然后回到凄涼之地向瑪格拉姆部族的瓦魯格報告。",
    ["T"] = "突襲科卡爾部族",
  },
  [1387] = {
    ["D"] = "半人馬的社會是由多個部族組成的，每一個部族都有各自的領袖和綱領。所有的半人馬部族只有一點是相同的：殘忍。$B$B如果我們要尋求和平，就必須先消滅這些半人馬。你的任務就是消滅他們。$B$B在凄涼之地獵殺半人馬，割下他們的耳朵。給我盡可能多帶些半人馬的耳朵回來。$B$B為了聯盟，請一定要這么做，$N，只有這樣，和平才會降臨這片土地。",
    ["O"] = "收集15個半人馬耳朵，把它們交給尼耶爾前哨站的麥爾金斯下士。",
    ["T"] = "懸賞半人馬",
  },
  [1388] = {
    ["D"] = "一切都在按照計劃進行，$n。把真言藥水交給萊度斯，他會告訴你怎樣使用它……$b$b哈哈！",
    ["O"] = "把法奧斯丁的真言藥水交給乞丐鬼屋的亡靈哨兵萊度斯。",
    ["T"] = "真言藥水",
  },
  [1389] = {
    ["D"] = "農田避難所里的那些失落者和我們是同族，但他們已經是瘋狂的怪物了……在我們來到艾澤拉斯的那段殘酷的征途把他們活活逼瘋了！他們現在就住在東邊的農田避難所里，任何在附近徘徊的人都有可能被他們抓住或殺掉……$B$B他們還偷走了我們的圣物——德萊尼水晶。$B$B我們沒有足夠的力量進入農田避難所去奪回那些被他們扔在小屋和營火附近的水晶，但是失去了那些水晶……我們就會迷失自己的方向。",
    ["O"] = "給悲傷沼澤避難營地里的瑪格圖爾帶去6塊德萊尼水晶。",
    ["T"] = "德萊尼水晶",
  },
  [1391] = {
    ["D"] = "要辦成這事，我們還得想點辦法。畢竟你不可能大搖大擺地走進去，然后說服那個傻瓜喝下法奧斯丁配制的藥水，對吧？$b$b不過有一樣東西是這些人類肯定不會拒絕的，那就是酒。我會把法奧斯丁的藥水和這瓶麥酒混合在一起，那個可憐的傻瓜肯定會毫不猶豫地一飲而盡。$b$b趕緊去悲傷沼澤的斯通納德要塞，$n。什么都不要告訴別人……",
    ["O"] = "把萊度斯的酒帶給斯通納德的間諜瑪克森。",
    ["T"] = "真言藥水",
  },
  [1392] = {
    ["D"] = "避難營里的的德萊尼人已經被諾博魯虐待了好幾個月了，他的棒子對于這些失落者來說是一種殘忍和暴力的象征。",
    ["O"] = "把諾博魯的木棒交到悲傷沼澤中的避難營領導人手中。",
    ["T"] = "木棒諾博魯",
  },
  [1393] = {
    ["D"] = "請救救我！這些東西想要吃掉我！$B$B幫我離開這兒，我就給你一筆巨大的財富！那筆財富就在斯通納德北部沼澤的營地中，但是被鎖在了一個保險箱里，只有我知道方法來打開箱子。$B$B如果你幫我逃走，我就告訴你怎么拿到那筆財富！",
    ["O"] = "護送加林逃出困境，然后打開他放在悲傷沼澤營地里的保險箱。",
    ["T"] = "加林的逃亡",
  },
  [1394] = {
    ["D"] = "你做得很好，$N。你已經通過了所有的試煉，現在回到千針石林的多恩那里去吧。他會感覺到你的變化，他會看出你的思想、身體和精神都已經足夠強大了，而你的努力理應受到嘉獎。$B$B將你在這些測試中所表現的優秀素質繼續保持下去吧，$N。如果你能做到這些的話，多恩將在以后的日子里再次對你進行試煉。",
    ["O"] = "和千針石林的多恩·平原行者談一談。",
    ["T"] = "通過試煉",
  },
  [1395] = {
    ["D"] = "這一箱能量石要送去位于死亡之地的守望堡。它們不能長久保持魔法的效力，因此我們恐怕不能等到下一支商隊出發時讓他們捎去了。$B$B你必須帶上它們，迅速趕往守望堡，動作一定要快。$B$B把它們帶給城堡里的軍需官朗格爾斯。要想到達那里的話，你就必須向東穿越逆風小徑，再向東穿越悲傷沼澤，然后向南穿越死亡之地。$B$B你要小心，$N。你要連續穿越好幾個危險地帶，但是你絕對不能失敗。",
    ["O"] = "在能量石的魔法效果消失以前，把它們帶給守望堡的軍需官朗格爾斯。",
    ["T"] = "守望堡的物資",
  },
  [1396] = {
    ["D"] = "我的車隊本來是要去守望堡的，但我們沒能到達目的地。食人魔攻擊了我們，他們殺死了護衛，然后將所有的貨物全都給搶走了，那幫該死的家伙逃進了逆風小徑。$B$B只有我一個人逃過了他們的襲擊。我曾發誓要保護好那些貨物，發誓要把它們安全送到守望堡！$B$B但這一帶的野獸太多了。拜托，不要讓那群野獸侵入我們的營地！",
    ["O"] = "殺死8只小鹽齒鱷魚、10只沼澤紡絲蛛和10只沼澤虎，然后向悲傷沼澤的衛兵比格斯報告。",
    ["T"] = "逼近的野獸",
  },
  [1398] = {
    ["D"] = "我對你實在是感激不盡，$N。你有一顆充滿榮耀的心。現在，我想我仍需要謙卑地請您幫我完成另一個任務。$B$B如果我還想到守望堡去的話，就一定得修好這輛馬車。因此……我需要一些木材，我要的是結實的干木，而不是從那些沼澤中的樹上砍下的像海綿一樣松軟的木頭。$B$B$N，請到東邊的海灘上去找些已經被太陽曬干的流木，把它們給我拿來。",
    ["O"] = "給悲傷沼澤的衛兵比格斯帶回8塊曬干的流木。",
    ["T"] = "曬干的流木",
  },
  [1418] = {
    ["D"] = "可怕的荒蕪之地就在聯盟所控制的洛克莫丹地區南方，因此斯通納德與荒蕪之地中的卡加斯前哨站之間的交流經常中斷。$B$B去證明你自己的實力吧，$N。旅行到荒蕪之地去，與尼卡·血痕談一談，她是卡加斯前哨站的偵察隊長。把她的報告給我拿回來。",
    ["O"] = "和尼卡·血痕談一談。",
    ["T"] = "尼卡·血痕",
  },
  [1419] = {
    ["D"] = "$c，你在荒蕪之地呆了很長時間嗎？你感覺到那里的炎熱了嗎？你是否跟那些在塵土飛揚的平原上到處游蕩的野獸打過交道？如果還沒有的話，現在是時候了。$B$B峭壁山狗是一種讓人頭疼的猛獸，這些強壯而兇猛的家伙總喜歡潛入卡加斯，偷走我們的食物補給。幫我們的前哨基地解決掉這些小偷吧！$B$B捕殺這些峭壁山狗，把它們的顎骨拿來見我。帶給我足夠多的顎骨，那樣也許我才會相信你真的了解荒蕪之地。",
    ["O"] = "帶30塊山狗的顎骨去見卡加斯的尼卡·血痕。",
    ["T"] = "捕獵山狗",
  },
  [1420] = {
    ["D"] = "我剛寫了一份要交給斯通納德的赫格拉姆的報告，請你幫我帶去給他。$B$B千萬別在途中迷了路，也別讓這份報告落到敵人的手中。",
    ["O"] = "把尼卡的報告帶給斯通納德的赫格拉姆。",
    ["T"] = "向赫格拉姆報到",
  },
  [1421] = {
    ["D"] = "那些失落者們攻過來的時候，我一下子就被嚇呆了。等我回過神來，就看見一只受驚的馬拖著車一路狂奔出去，竄入了北邊的失落者村莊里。$B$B那輛車上運的是非常貴重的施法材料，都是守望堡的巫師們急需的。找到我們的材料，$N，幫我把它們帶回來。",
    ["O"] = "在農田避難所中找到商隊的貨物，并拿到巫師的材料，把它交給衛兵比格斯。",
    ["T"] = "丟失的貨物",
  },
  [1422] = {
    ["D"] = "在我給你打造武器的時侯，為什么你不去和卡塔爾談談呢？他曾說過需要有人幫忙在海灘上巡邏，我非常樂意看到像你這樣睿智而警覺的$r去協助他，而不是我們這片營地中的某些只會騙酒喝的家伙。",
    ["O"] = "與悲傷沼澤的卡塔爾談一談。",
    ["T"] = "海中的威脅",
  },
  [1423] = {
    ["D"] = "這只木桶不大，但非常堅固。木板的接縫處和桶蓋邊上都用一種味道刺鼻的黃色封蠟封了起來。桶底的標簽上寫著兩行大字：$B$B軍需官朗格爾斯$B$B守望堡",
    ["O"] = "把遺失的貨物交給軍需官朗格爾斯。",
    ["T"] = "遺失的補給品",
  },
  [1424] = {
    ["D"] = "酋長大人派我們去調查阿塔哈卡神廟中發生的奇怪現象。$b$b阿塔萊巨魔是由一群使用黑暗法術的施法者組成的部族，以慣于運用禁斷的魔法而著稱。你可以想象一下，當我們到達那里，卻發現整座廟已經沉入了水中時，我們會有多么驚訝。$b$b現在那里被一群自稱是艾澤拉斯保衛者的綠龍占據著。$b$b我們得弄清楚那里到底發生了些什么事。去探索一下淚水之池周圍，收集一些阿塔萊神器。有了這些信息，我就可以開始把這個謎一點一點地給解開了。",
    ["O"] = "斯通納德的費澤魯爾要求你收集10件阿塔萊神器。",
    ["T"] = "淚水之池",
  },
  [1425] = {
    ["D"] = "$N，在我修車的時候，我另外還有一件工作要交給你。$B$B我已經把從食人魔那里搶救回來的最重要的幾件貨物都放在了包裹里，你把它們都帶到守望堡里去吧。這座城堡就在死亡之地北方的丘陵地帶中，時刻監視著黑暗之門里的動靜。$B$B你只要順著這條路一直向東走，在第一個岔路口向南進入死亡之地，然后再在第二個岔路口向左轉，就可以到達守望堡了。記住，要一直順著路走，$N，多加小心。",
    ["O"] = "把貨物帶給守望堡的軍需官朗格爾斯。",
    ["T"] = "運送貨物",
  },
  [1426] = {
    ["D"] = "我一點都不喜歡大海，更不喜歡那些從深海里游上來的生物。他們都是些強大野蠻而又盲目的蠢貨。要是我有足夠的氣力，我就會去成百上千地屠殺魚人。不過現在我還沒那么兇悍，所以就只好退而求其次，只要能看見這群魚人死在任何遵從著部落意愿的勇士手里，我也就滿足了。$B$B你怎么樣呢，$c？你能殺死多少魚人？你愿意和魚人當中最強的一群較量較量嗎？",
    ["O"] = "殺掉10個沼澤魚人、10個沼澤噴墨魚人和10個沼澤食腐魚人，然后向悲傷沼澤的卡塔爾回報。",
    ["T"] = "海中的威脅",
  },
  [1427] = {
    ["D"] = "在你休息之前，記得再去和托克卡爾談談吧，我估計在你離開的時候他就應該把那些武器完成了。為了感謝你的幫助，他會送一把給你。一切都準備就緒以后，你就可以在對抗魚人的過程中好好試一下那把武器了……",
    ["O"] = "與悲傷沼澤的托克卡爾談一談。",
    ["T"] = "海中的威脅",
  },
  [1428] = {
    ["D"] = "看著你對魚人的憎惡也如同我一般地與日俱增，我非常高興。$B$B沿著海灘巡邏，你就可以找到更多的魚人，去殺吧。當你覺得自己殺得夠多了以后就回來找我，我會好好獎勵你一下的。",
    ["O"] = "殺掉10名沼澤噴墨魚人、10名沼澤食腐魚人和10名沼澤魚人智者，然后向悲傷沼澤的卡塔爾回報。",
    ["T"] = "海中的威脅",
  },
  [1429] = {
    ["D"] = "當你勇敢地在淚水之池周圍冒險的時候，我的斥候帶回了一張用血寫成的卷軸。那看起來像是對阿塔萊部族中的某位祭司的審判書。$b$b這位祭司被判處了阿塔萊部族中的極刑，他的命運將比死亡還要更可怕。$b$b他被放逐到了極北的辛特蘭，被迫與一群枯木巨魔住在一起。$b$我會幫你把這些物品包好的，請你帶著它們去找到這位流放者，或許你能從他那里得知他們的部族到底使用了怎樣的魔法。任務完成之后，請立刻向我回報。",
    ["O"] = "將一捆阿塔萊神器交給辛特蘭的阿塔萊流放者。",
    ["T"] = "阿塔萊流放者",
  },
  [1430] = {
    ["D"] = "最近我的顧客總是會來買鮮嫩多汁的螃蟹肉，特別是那些巨型淤泥蟹的肉。$B$B如果你最近要去海邊轉轉的話，最好能幫我帶一些螃蟹腿到奧格瑞瑪去，我會付你可觀的報酬的。$B$B海岸就在這里的東邊，那里遍地都是螃蟹，很容易就可以弄到螃蟹腿。",
    ["O"] = "給悲傷沼澤的達爾帶去10條巨大的螃蟹腿。",
    ["T"] = "新鮮的螃蟹腿",
  },
  [1431] = {
    ["D"] = "請等一下，$c，讓我告訴你一些對我們的族人來說非常重要卻幾乎不為人知的東西。$B$B我們獸人是個令人驕傲的種族，而與人類之間的戰爭是如此漫長，就連薩爾都有些不耐煩了。你知道的，我們的酋長睿智而謹慎，并總是以他的族人為重。總之，他是一個出色的外交家，在他與人類共同生活的那段日子里，他也學會了許多人類的行事之道。$B$B如果我剛才說的故事引起了你的興趣，那么就去找城市西門附近的科爾丹吧。",
    ["O"] = "與奧格瑞瑪的科爾丹談一談。",
    ["T"] = "聯盟關系",
  },
  [1432] = {
    ["D"] = "隨著聯盟在卡利姆多的推進越來越深入，部落與燃燒軍團有染的錯誤結論一定會流傳開來。酋長可不會允許這樣的事情發生。受酋長所托，我正在負責這個問題的解決。$B$B我已經往凄涼之地派了密探，就在科多獸墳場北部的幽靈崗哨附近。你的任務是跨過石爪山脈，一直走到山脈的南側，到那里去找塔卡塔·鋼刃。",
    ["O"] = "與凄涼之地的塔卡塔·鋼刃談一談。",
    ["T"] = "聯盟關系",
  },
  [1433] = {
    ["D"] = "和火刃氏族相關的說法是多如牛毛，但你要知道，這幫家伙實在是邪惡到家了，他們的精神已經腐朽，他們利用破壞與毀滅來維持并證明自己的存在。$B$B科爾丹派瑪烏林·碎骨來與我同行，因為瑪烏林對火刃氏族及他們的術士之道都有著充分的了解。$B$B他負責策劃針對火刃氏族的行動，而我則負責對付在凄涼之地活動的惡魔。$B$B去和他談一談吧，他會告訴你如何按他的計劃行事。",
    ["O"] = "去找凄涼之地的瑪烏林·碎骨談一談。",
    ["T"] = "聯盟關系",
  },
  [1434] = {
    ["D"] = "惡魔是絕對不會憑空就出現的——他們需要一些空隙使邪惡得以立足。$B$B這空隙或許會產生自孱弱的精神，或許是對權力的無謂欲望，或許是對復仇的渴求，或許是要求最終審判的控訴。當我們被痛苦所困擾時，邪惡就會利用我們——例如薩特這樣的邪惡力量。$B$B火刃氏族與它們之間顯然有很緊密的聯系，因此薩爾認為他們必須被清剿干凈。到東北方向去尋找的它們的蹤影，在將他們驅趕出這一帶后回來向我報告。",
    ["O"] = "殺死7只怨怒潛行者、7只怨怒魔仆、7只怨怒背叛者和7只怨怒喚魔者，然后向凄涼之地的塔卡塔·鋼刃復命。",
    ["T"] = "薩特的威脅",
  },
  [1435] = {
    ["D"] = "對那些為了某些自私的理由而背叛了自己首領的卑劣生物們而言，死亡是他們最合適的歸宿。但對于那些將自己的全部身心奉獻給黑暗的家伙們來說，死亡還遠遠不夠。$B$B拿著這塊寶石，當你附近有火刃氏族的爪牙死去時，就啟動寶石上面的魔法。這個法術會拯救墮落的靈魂，將它們拉出黑暗的深淵，灌注到寶石里。$B$B在這些寶石中灌入了靈魂之后，把它們帶回來交給我，我會妥善處置它們。$B$B現在就出發吧，多加小心。",
    ["O"] = "將15塊燃燒寶石轉變為灌入靈魂的燃燒寶石，然后把它們交給凄涼之地的瑪烏林·碎骨。",
    ["T"] = "靈魂的燃燒",
  },
  [1436] = {
    ["D"] = "形勢很順利，$N。如果我們能繼續保持目前的推進勢態的話，或許酋長會允許我們在換季之前回到久別的家園。$B$B回到科爾丹那里去，告訴他我們都干了些什么。我敢打賭他一定會為你在這兒的功績而獎勵你。他的事業對他來說很重要，并且如果酋長也會對他的成就表示敬意的話，他一定會非常自豪。",
    ["O"] = "與奧格瑞瑪的科爾丹談一談。",
    ["T"] = "聯盟關系",
  },
  [1437] = {
    ["D"] = "你好，$n，我是瓦拉里爾。我到這里是來尋找達納蘇斯商業世家——瑪雷姆家族的兩個失蹤的孩子。這個家族的族長已做好了最壞的打算，不過我還是要盡一切可能找到他的孩子。我已經開始了搜尋泰拉尼斯和黛琳達的工作，但愿一切順利。$B$B我最近得知的線索是，幾周前他們已經越過了石爪山。$B$B如果你發現了他們的蹤跡，就請立刻通知我。",
    ["O"] = "去凄涼之地尋找泰拉尼斯·瑪雷姆和黛琳達·瑪雷姆的馬車。",
    ["T"] = "瓦拉里爾的搜尋",
  },
  [1438] = {
    ["D"] = "找到泰拉尼斯和黛琳達，然后帶著你的發現回來見我。從這座城堡開始進行搜尋吧，我會立刻和達納蘇斯的上級聯系，讓他們知道這里的情況。$B$B對了，$N，還有一件事情一定會讓你影響深刻。我的上級最關心的并不是泰拉尼斯以及他在這里的活動。對他們來說，更重要的是黛琳達能否安全地回來。泰拉尼斯……在他回來之前必須要接受評估。",
    ["O"] = "去凄涼之地找到黛琳達·瑪雷姆。",
    ["T"] = "瓦拉里爾的搜尋",
  },
  [1439] = {
    ["D"] = "獸人殺掉了我們所有的護衛和仆從，然后把我們帶到了這里。天啊，那真是太可怕了！我以為他們肯定也會殺了我們，不過顯然它們有別的計劃。$B$B泰拉尼斯試圖和他們交涉，我想他試圖用對奧術的了解來博得他們的好感……我不知道他為什么要那么做。$B$B沒有找到哥哥的下落，我就不離開這里。找到他，然后再回來救我吧。",
    ["O"] = "去凄涼之地找到泰拉尼斯·瑪雷姆。",
    ["T"] = "尋找泰拉尼斯",
  },
  [1440] = {
    ["D"] = "怎么樣，你準備好了嗎？我感謝你的幫助，如果時間不是太緊的話，請在此時此刻就接受我對你的感謝：感謝你對我和我的家族所做的一切。如果你準備好了，我們就趕快動身離開吧。",
    ["O"] = "護送黛琳達·瑪雷姆離開雷斧堡壘，然后回到凄涼之地的瓦拉里爾·屠魔者那里。",
    ["T"] = "回復瓦拉里爾",
  },
  [1442] = {
    ["D"] = "你好，$N。我能為你這位追尋神圣之道的人做點什么呢？$B$B哦，鐵匠斯迪威爾……很久以前的事了，不過我還記得他，有一段時間沒聽到他的消息了。$B$B我知道他決不是那種卑鄙的人，他想要一塊科爾寶石一定也是為了某種高尚的目的。$B$B如果你真想要科爾寶石，就到灰谷的西北方去。你會在古老的廢墟里看到黑暗深淵，而那些仍然在使用科爾寶石納迦就聚集在那里。你一定要小心，不要單獨行動。",
    ["O"] = "給黑海岸的桑迪斯·織風帶去一塊科爾寶石。",
    ["T"] = "尋找科爾寶石",
  },
  [1444] = {
    ["D"] = "預言者迦瑪蘭宣讀了對我的放逐令，將我從阿塔哈卡神廟中趕了出來。我過去曾認為這位祭司是一位優秀的領導者。$b$b但他對自己的預言能力的過度依賴與盲目的服從一定會導致我們阿塔萊部族的毀滅，這是遲早的事情。$b$b當我說出了我所擔憂的事情時，我被判為異端，從廟里被趕了出來。$b$b你拿來的這些東西都是無害的。但如果迦瑪蘭找到了能夠啟動召喚儀式的魔法神像，這個世界一定會落入巨大的災難之中……",
    ["O"] = "向斯通納德的費澤魯爾回報。",
    ["T"] = "向費澤魯爾復命",
  },
  [1445] = {
    ["D"] = "他提到了迦瑪蘭的預言？$b$b這位阿塔萊部族的精神領袖相信，只要哈卡從扭曲虛空回到艾澤拉斯，這位神祗就將賜予阿塔萊部族的每一個成員以永恒的生命。$b$b若你問我怎么看，我會說這實在是一個只會帶來災難的愚蠢行為。$b$b你說那個流亡者提到了魔法神像？這令我十分擔心。如果這種東西確實是那個阿塔萊召喚儀式中的必需品，那我們就必須弄清楚這東西中蘊藏著怎樣的力量。$b$b到那個神廟里去一趟，把這些神像都給我帶回來！",
    ["O"] = "收集20個哈卡神像，把它們帶給斯通納德的費澤魯爾。",
    ["T"] = "阿塔哈卡神廟",
  },
  [1446] = {
    ["D"] = "我的枯木同伴們對貿然闖入他們領地的陌生人不太和善。$b$b我嗎？我連家都沒有了。我原本屬于悲傷沼澤的阿塔萊部族，不過現在卻被我的同胞流放到這里來了。$b$b我們的精神領袖迦瑪蘭曾有過一個“預言”，他聲稱召喚哈卡會帶給阿塔萊部族永恒的生命。$b$b但是我覺得有些不對勁的地方，如果這個預言僅僅是為了操縱我們，那我們該怎么辦？$b$b我要為他們流放我的舉動復仇，給我把迦瑪蘭的頭帶回來，也許這樣我的同胞就可以重獲自由。",
    ["O"] = "辛特蘭的阿塔萊流放者要你給他帶回迦瑪蘭的頭。",
    ["T"] = "預言者迦瑪蘭",
  },
  [1447] = {
    ["D"] = "沒錯，你顯然不是到暴風城里來的最聰明的$c，但如果你現在不趕快給我消失的話，你就是最笨的那個了！$B$B嘿，你還不走？那就跟我的朋友過過招吧！",
    ["O"] = "擊敗暴風城的達舍爾·石拳。",
    ["T"] = "失蹤的使節",
  },
  [1448] = {
    ["D"] = "我年輕的時候，也是像你這樣活力充沛，有一股沖勁的。$b$b但現在我老了，也不能像當初那樣在這片大陸上到處冒險了。啊，真是懷念那段日子啊！$b$b但我過去的冒險生涯中卻里還有一個未解之迷。在我的最后一次任務中，探險者協會派我去調查阿塔哈卡神廟，據說那座廟宇就在悲傷沼澤里。$b$b但當時我卻感到害怕，只是坐在獅鷲上飛過了這片地方，自然，我并沒有找到神廟。$b$b你愿意滿足一個老矮人最后的愿望嗎？或許你走路過去的話就可以找到神廟……",
    ["O"] = "暴風城的布羅哈恩·鐵桶要求你去找到阿塔哈卡神廟。",
    ["T"] = "調查神廟",
  },
  [1449] = {
    ["D"] = "正如我之前所說的，我曾經嘗試過從空中尋找那座神殿。事實上，那次我并不是獨自行動的。$b$b我先是去了位于辛特蘭的鷹巢山上那座著名的獅鷲飼養場，在那里我請他們的一位最優秀的飛行員幫助我。在探險中，那位飛行員從他的座騎身上掉了下去，一直掉進了沼澤之中……$b$b我老了以后，這個可憐人的名字一直出現在我的腦海里，揮之不去。飼養場的管理員也應該還記得這件事。$b$b到那里去找弗斯塔德·蠻錘吧。$b$b我們得搞清楚那位飛行員后來到底怎么樣了。",
    ["O"] = "找到辛特蘭的弗斯塔德·蠻錘。",
    ["T"] = "去辛特蘭的旅程",
  },
  [1450] = {
    ["D"] = "那么說你這個$g毛頭小子:小姑娘;來這里就是給探險者協會里的某個老頭子跑腿的嗎？$b$b那你聽好了，$c。我根本不知道他說的那個曾經在艾澤拉斯到處飛的老家伙是誰。你跑來問我這些，難道我臉上寫著“獅鷲管理員沙拉克·鷹斧”這幾個字嗎？嗯？$b$b要是你想飛那么一次兩次的，干嘛不去找個正兒八經的獅鷲飼養員呢？你要是還在這里繼續閑晃的話，那我就真的要給你找點什么活去做做了。$b$b快走快走。",
    ["O"] = "與辛特蘭的鷹巢山獅鷲飼養場里的獅鷲管理員沙拉克·鷹斧談一談。",
    ["T"] = "獅鷲管理員",
  },
  [1451] = {
    ["D"] = "拉普索迪那家伙特別愛喝酒，不要誤會我的意思——我們飼養場里所有的矮人沒事的時候都愛喝上那么一小口麥酒。$b$b但拉普索迪不一樣，那家伙一碰見烈酒就跟獅鷲見了天空一個模樣。而且我不得不承認的是，沒人能比拉普索迪這家伙飛得更好了。$b$b但是自從他勉強和你那位朋友飛回來以后，他就徹底變成了另一個人，因此我們只好讓他走了。$b$b我聽說拉普索迪東邊的某個地方弄了個酒窖。",
    ["O"] = "去辛特蘭找到拉普索迪·鐵鏟。",
    ["T"] = "拉普索迪·鐵鏟",
  },
  [1452] = {
    ["D"] = "嗝兒！$b$b你是那瘋子加蠢蛋布羅哈恩派來的啊？我們倒是一起經歷過一次大……大冒險……嗝兒！$b$b如果你想要知道我那時候掉進沼澤里的時候看到了什么，行，不過我得先喝上一杯好的。要知道那底下可不是什么美景……嗝兒！$b$b要不這么著吧……如果你給我弄些原料來配制卡利姆多雞尾酒，我就告訴你。$b$b至于原材料，先去塔納利斯搞點大鵬的砂囊……然后，然后……我看看……再去菲拉斯弄點格羅多克猩猩和鐵鬃熊的肝臟來……$b$b這便是唯一能打開我的話匣子的東西，美味的卡利姆多雞尾酒呀！",
    ["O"] = "辛特蘭的拉普索迪·鐵鏟要求你帶給他3塊大鵬的砂囊、3塊格羅多克猩猩的肝臟和3塊鐵鬃熊的肝臟。",
    ["T"] = "拉普索迪的卡利姆多雞尾酒",
  },
  [1453] = {
    ["D"] = "我有些活兒要你去凄涼之地跑一趟，$N。那里滿地都是半人馬和其它討厭的東西，是個非常兇險的地方。不過如果你想找一份為期一星期的充實工作的話，就去那兒找克雷迪格·安戈爾，告訴他是我叫你去的。$B$B他就在尼耶爾前哨站，那是凄涼之地北部山區里的一個小營地。當你從石爪山進入凄涼之地的時候就向東轉，尼耶爾前哨站有些難找，所以路上要多留心看看，免得錯過了。",
    ["O"] = "和凄涼之地的克雷迪格·安戈爾談一談。",
    ["T"] = "尋物公司的業務",
  },
  [1454] = {
    ["D"] = "我的第一筆訂單來自于法師卡尼托，他是暴風城里的一個貴族。他的船似乎在西北邊的海岸附近受到了海巨人的襲擊，他和仆人們想把最值錢的一個箱子帶上岸，然而，海巨人成群結隊地發起攻擊，所以他不得不放棄了這個想法，把自己和仆人傳送到了安全的地方。$B$B他希望我們能幫忙找到那只箱子，并且把它送到暴風城。",
    ["O"] = "在凄涼之地找到卡尼托的箱子。",
    ["T"] = "卡尼托的海難",
  },
  [1455] = {
    ["D"] = "你仔細考慮著到底是什么東西撬開了箱子，同時觀察著箱子四周和頂部的又長又深的痕跡。顯然，這并不像是某個人或是某個海巨人干的，而且這些撬痕似乎也不是匕首或者是利劍留下的。$B$B打開箱子檢查了一番之后，你發現它是空的。$B$B找不到一點頭緒，于是你關上箱子準備離開。克雷迪格一定會很失望。",
    ["O"] = "回到凄涼之地的克雷迪格·安戈爾那里。",
    ["T"] = "卡尼托的海難",
  },
  [1456] = {
    ["D"] = "真有趣。$B$B其實，我們也不是一點希望都沒有。$B$B在那個海岸更靠北的大海深處，有一片暗夜精靈的廢墟。一個納迦部落把那里當成了他們的家，他們管那地方叫什么來著……滑刺……不，是滑刃部族！我想我們可以去那里碰碰運氣。$B$B如果有什么人能夠深入到那么遠的南部，那他們一定非常強大。如果你要去找卡尼托的東西，那么就準備對付更加強大的納迦——滑刃潮行者或者滑刃海巫吧。",
    ["O"] = "找到卡尼托的背包，把它交給凄涼之地的克雷迪格·安戈爾。",
    ["T"] = "卡尼托的海難",
  },
  [1457] = {
    ["D"] = "去把卡尼托的東西交給鐵爐堡的羅頓吧，他會付你報酬的。$B$B哈哈，我敢跟你打賭，他一定會盛情邀請你加入我們的。$B$B再一次感謝你，$n，你干得很好。$B$B回去的時候要多加小心，別耽誤太多的時間——卡尼托不是那種很有耐心的人，但是毫無疑問，他是非常慷慨的。",
    ["O"] = "把卡尼托的背包交給鐵爐堡的羅頓·石錘。",
    ["T"] = "卡尼托的背包",
  },
  [1458] = {
    ["D"] = "我到這里來的一個主要任務就是幫萊弗維奇收集材料，萊弗維奇是卡拉諾斯城中的一個侏儒法師。羅頓總覺得這件事對我們來說輕而易舉，卻對我們這里人手短缺的現狀視而不見。$B$B他列出的清單上的前幾件物品應該很容易找到，如果你幫我找到它們的話，就可以獲得豐厚的報酬。$B$B首先你得從東邊的怨怒薩特身上弄一些角和爪子回來，然后我們再來尋找清單上列出的其它物品。",
    ["O"] = "收集10只怨怒薩特的爪子和10根怨怒薩特的角，把它們交給凄涼之地的克雷迪格·安戈爾。",
    ["T"] = "尋物公司的委托",
  },
  [1459] = {
    ["D"] = "萊弗維奇貨單上的下一條……我看看……哦，在這里。$B$B非常簡單，而且說明也寫得非常清楚。他需要荒土蝎的毒液和科多獸的毛皮。清單上寫得很清楚：這兩件東西分別來自兩個特定的物種：毒液來自于荒土鞭尾蝎，而毛皮則來自老邁的科多獸，注意，既不是瀕死的科多獸也不是遠古科多獸。$B$B法師……他們總是要一些稀奇古怪的東西……",
    ["O"] = "收集7瓶鞭尾蝎的毒液和3塊老邁科多獸的毛皮，把它們交給凄涼之地的克雷迪格·安戈爾。",
    ["T"] = "尋物公司的委托",
  },
  [1462] = {
    ["D"] = "",
    ["O"] = "向鴉羽先知要另一瓶大地靈契。",
    ["T"] = "大地靈契",
  },
  [1463] = {
    ["D"] = "",
    ["O"] = "向坎納甘·地鳴要另一瓶大地靈契。",
    ["T"] = "大地靈契",
  },
  [1464] = {
    ["D"] = "",
    ["O"] = "向泰爾夫·祖拉姆再要一個 火焰靈契。",
    ["T"] = "火焰靈契",
  },
  [1465] = {
    ["D"] = "當你繼續搜尋馬車的殘骸時，你發現有一串足印一直向南方延伸過去。在遠方有一座巨大的城堡上空煙霧繚繞，那煙霧來自于城堡哨塔上的烽火，而不是房屋的燃燒。你的直覺告訴你：如果瑪雷姆兄妹還活著，那他們一定就在那里。",
    ["O"] = "向凄涼之地的瓦拉里爾·屠魔者回復。",
    ["T"] = "瓦拉里爾的搜尋",
  },
  [1466] = {
    ["D"] = "這是物品列表上的最后一些東西了，我不會撒謊，撒謊可不是件光彩的事情。恐怕你得花更多的時間去尋找這些……$B$B我已經說了這么多了，言歸正傳。萊弗維奇的要求是：從噬法魔犬，法師獵手或者靈能獵犬那里收集大腦；從地獄魔女、地獄巫女或地獄修女那里收集魔女之翼；還有……從末日看守隊長或者末日看守領主那里收集末日看守之血。$B$B是不是很簡單啊？呵呵……如果你不想接這項任務的話，我也能理解。",
    ["O"] = "收集10個地獄犬的腦子、10對魔女之翼和10瓶末日看守之血，把它們交給凄涼之地的克雷迪格·安戈爾。",
    ["T"] = "尋物公司的委托",
  },
  [1467] = {
    ["D"] = "要想得到報酬，你就得去一趟鐵爐堡，親自和羅頓談談。他會非常樂意收到萊弗維奇的包裹的。把這個交給他，然后你應該就能收到報酬了。$B$B別擔心，我回去以后會替你美言幾句的，從理論上講我應該不會在這個鬼地方呆太久的。",
    ["O"] = "把萊弗維奇的包裹交給鐵爐堡的羅頓·石錘。",
    ["T"] = "尋物公司的委托",
  },
  [1468] = {
    ["D"] = "你愿意幫助我們的孤兒院?愿圣光保佑你，我的朋友。你在兒童周這段時間內對我們的幫助將是無價的。$B$B拿著這個口哨，你只有在這7天內可以使用它－也就是兒童周的這七天。當你使用它的時候，你可以和那些你照顧的孩子進行對話。再次使用就可以解散那個孩子。$B$B不管怎么樣，$N——使用這個口哨然后去見見你要保護的人!我相信孩子們一定很想見到你。",
    ["O"] = "使用人類孤兒哨來和你在兒童周期間要照顧的孩子進行對話。",
    ["T"] = "兒童周",
  },
  [1469] = {
    ["D"] = "在出發前，我喝了整整一桶的烈酒。嗝兒！$b$b那是怎樣的一次飛行呀！布羅哈恩跟著我飛了幾圈，還是沒看見廟。嗝兒！$b$b我喝得有點醉了，結果沒抓穩就從坐騎上掉了下去。我一頭栽進了水里，而且沉到了底兒，這個時候我竟然看見了那座廟。不過很快就從不知道哪里冒出了一大群巨魔把我給圍了起來，廢話，當然得快溜了！不過我還是從那些巨魔手中搞了點紀念品回來。給，把這個帶給布羅哈恩，告訴他神廟確實就在那下面。嗝兒！",
    ["O"] = "將阿塔萊石板碎片交給暴風城的布羅哈恩·鐵桶。",
    ["T"] = "拉普索迪的故事",
  },
  [1470] = {
    ["D"] = "你好，孩子。以一個術士的標準來看，你還太年輕了些，因為你還無法掌控那些力量。我能感受到你渴望學習的熱切心情。$b$b你也一定能學會的。$b$b無知就沒有力量，知識就是我們最好的武器。運用知識，我們就能控制無序的魔法和虛空之中的生物，讓它們臣服于我們的意志。$b$b我會教你如何讓一個奴仆服從你的意志，但首先你要帶三個斷骨骷髏的顱骨給我，你可以在廢棄的鐵匠鋪附近找到它們。",
    ["O"] = "收集3個斷骨骷髏的顱骨，把它們交給溫雅·瑪山德。",
    ["T"] = "控制小鬼",
  },
  [1471] = {
    ["D"] = "你應該見過下邊的那個召喚法陣了吧？只有站在那上面，你才能召喚出虛空行者來。$b$b用這些符文就可以進行召喚了，但在那之后，無論是用武器還是魔法，你必須擊敗它才能夠對它進行操控。$b$b等虛空行者被你征服之后，它就會與你訂下契約。契約簽定完成之后就過來找我，我會向你說明召喚法術的使用方法，以便你以后隨時召喚它。",
    ["O"] = "召喚并征服一只虛空行者，然后將召喚符文還給詛咒神廟中的凱倫丁·哈加爾。",
    ["T"] = "誓縛",
  },
  [1472] = {
    ["D"] = "魅魔是靈魂的吞噬者，心靈的毀滅者，它們以誘惑人類為生，它們的心中只有純粹的邪惡。$b$b在沒有誘餌的情況下，我們是無法將它引入到我們的世界中來的。$b$b因此，我們要以它自身的力量來對抗它。只要有一個真正善良、純潔而博愛的人的心臟，魅魔就將因為無法抵抗這種吸引力而被引入我們的世界。之后，你就要控制它，使它對你俯首貼耳。$b$b與我的助手高德瑞克·法杉談談吧，他就在神殿里。他會幫你找到你需要的誘餌。",
    ["O"] = "與詛咒神殿中的高德瑞克·法杉談一談。",
    ["T"] = "噬魂者",
  },
  [1473] = {
    ["D"] = "看來大家一致認為你已經可以學習如何召喚虛空行者了。$b$b虛空行者是一種由虛空中的混亂力量所構成的實體，如果你召喚出虛空行者但卻不能控制住它的話，你就會被它撕成碎片。$b$b世上第一個虛空行者是埃加林召喚出來的，而在他的魔典中也詳細地寫明了整個召喚過程。$b$b不幸的是，這本書被血色十字軍的一個成員給偷走了，他把書藏在十字軍在西邊占據的一座塔中。把它給我拿回來，然后我就可以把召喚虛空行者的方法傳授給你了。",
    ["O"] = "奪回埃加林的魔典，把它交給詛咒神廟中的凱倫丁·哈加爾。",
    ["T"] = "虛空中的生物",
  },
  [1474] = {
    ["D"] = "在召喚法陣上，以這些心臟為材料施展一個法術，就可以為魅魔打開一個通向這個世界的通道。盡管你現在的力量已經很強了，但你還是得竭盡全力才能戰勝魅魔。$b$b小心她的魅惑能力，$n，有很多意志堅強的人都被她誘惑，屈從了她的意志。如果你戰勝了魅魔，她將會回到虛空中去，然后我將教你如何召喚這個魅魔，讓她聽你調遣。",
    ["O"] = "召喚并征服一只魅魔，然后將純潔的心還給詛咒神廟里的凱倫丁·哈加爾。",
    ["T"] = "誓縛",
  },
  [1475] = {
    ["D"] = "根據傳說，阿塔哈卡神廟是供奉著古代神祗“奪魂者阿塔哈卡”的神圣祭壇，有一個名叫阿塔萊的巨魔部族世世代代守護著這座廟宇，據說從來也沒人能進到廟中去一窺究竟。$b$b潛到淚水之池底部并從廟中取出古代的神器是件很困難的事，但這卻正是我要你去做的，$n。$b$b幫我收集一些完整的阿塔萊石板，把它們帶回來給我，這樣一來我就能以英雄的身份回到探險者協會去了。我會和你一起分享這份榮耀。",
    ["O"] = "為暴風城的布羅哈恩·鐵桶收集10塊阿塔萊石板。",
    ["T"] = "進入阿塔哈卡神廟",
  },
  [1476] = {
    ["D"] = "有榮譽感與善良的人？這種人到底存在過嗎？$b$b在進行了多年的研究并翻閱了無數的典籍與傳說之后，我終于找到了兩個符合我們標準的人。$b$b第一個叫達林·弗治維特，他將自己的全部身心都投入到了拯救那些被遺棄在格雷邁恩之墻外的洛丹倫難民的事業中。$b$b另一個叫科馬·韋拉德。此人對他失蹤了的愛人忠貞不渝，一直以來都在濕地中尋找著他的愛人的下落。$b$b把他們的心臟交給凱倫丁，不過首先，讓我先告訴你到哪里去找。",
    ["O"] = "將達林和科馬的心臟交給詛咒神殿里的凱倫丁·哈加爾。",
    ["T"] = "純潔者之心",
  },
  [1477] = {
    ["D"] = "法師們正在死亡之地的守望堡里進行研究，這項重要的研究關系到我們對黑暗之門的了解。他們需要持續的補給，然而我們到守望堡的補給線非常脆弱。$B$B你必須提供幫助以保證補給物資安全抵達守望堡。到夜色鎮去找守衛隊長索里加爾，按他的指示去做。這次任務要求你進入敵方區域，準備出發吧，$N。",
    ["O"] = "和守衛隊長索里加爾談一談。",
    ["T"] = "重要的補給",
  },
  [1478] = {
    ["D"] = "啊，$n！我剛剛收到了凱倫丁·哈加爾托人帶來的口信，他希望你能去接受進一步的訓練。$b$b你應當為此感到自豪，$n。哈加爾先生可不是每天都會私下里指導年輕術士的。$b$b他在幽暗城的法師區里，應該就在詛咒神殿旁邊。",
    ["O"] = "與幽暗城的凱倫丁·哈加爾談一談。",
    ["T"] = "哈加爾的召喚",
  },
  [1479] = {
    ["D"] = "我聽說過一個故事，故事里面說夜精靈的銀行是建在一棵樹里面的，那棵樹看起來像一頭熊!真是太酷了!夜精靈非常注重保護自然的和諧，但是熊熊聽起來就很可怕!$B$B帶我去看看那棵“熊樹”吧?求求你了!有一條船會帶我們去那里，一點都不遠。求你了求你了求你了!",
    ["O"] = "帶著你看護的孤兒去達納蘇斯的銀行。銀行就坐落在一棵中空的樹里，它被稱為永恒之樹。",
    ["T"] = "永恒之樹",
  },
  [1480] = {
    ["D"] = "這片被裁下來的皮子很臭，似乎已經有點腐爛了, 值得注意的是，這塊看上去干燥而松脆的東西卻異常柔軟。$B$B在攤開它之后，你可以清楚地看見其中一面上有著用某種語言寫成的紅色標記文字。在皮子的底端有一個十分清晰的符號，你認為這是個簽名。$B$B也許瑪烏林能告訴你些什么？",
    ["O"] = "把惡魔之皮拿給凄涼之地的瑪烏林·碎骨看看。",
    ["T"] = "墮落者",
  },
  [1481] = {
    ["D"] = "我可以在擁有適當材料的情況下找到這個惡魔領主。$B$B如果他確實如我推測的一般強大，那我就得先準備一些只有從非常危險的生物身上才能收集到的物品。既然你是為酋長做事的，那么我想你應該會接受我交付給你的任務吧。$B$B首先，我需要破壞他的反偵測結界。去給我找一塊薩特的頭皮來，不過并不是任何薩特的頭皮都可以的，只有怨怒巡影者的頭皮才能用。$B$B從凄涼之地東北部的古代遺跡附近開始找起吧。",
    ["O"] = "給凄涼之地的瑪烏林·碎骨帶回一張巡影者的頭皮。",
    ["T"] = "墮落者",
  },
  [1482] = {
    ["D"] = "如果有一塊神諭水晶就好了。這種東西一般都是由納迦制造出來用于預言的。$B$B從這里向西北方向走，一直沿著海岸線前進，你會看到一個巨大的珊瑚礁，納迦們通常在那一帶活動。你可以在那里找到神諭水晶。滑刃納迦并非善類，而且他們也不會對你的闖入表示歡迎，所以你要小心點，動作快點。$B$B等你回來以后，我們就可以開始尋找魔王阿茲雷索克了。",
    ["O"] = "給凄涼之地的瑪烏林·碎骨帶回一塊神諭水晶。",
    ["T"] = "墮落者",
  },
  [1483] = {
    ["D"] = "風險投資公司偷走了許多最有天分的地精的創意，不過我們時不時地會偷一些回來。$b$b不久以前，風險投資公司在石爪山的分支機構居然雇傭了格雷蘇——一個侏儒！他們的另一個工程師菲茲克斯只有靠邊站了。他懇求我幫他在工匠協會找份工作，我交給他一些任務，不過他或許會需要幫助。$b$b也許你能幫他一把？菲茲克斯現在就住在狂風峭壁的西部。",
    ["O"] = "和狂風峭壁的菲茲克斯談一談。",
    ["T"] = "菲茲克斯",
  },
  [1484] = {
    ["D"] = "這家伙遠比我預料的要危險得多。塔卡塔肯定會懷疑我是否能夠成功地刺殺他，而且如果不把這件事情告訴他的話，實在是對他的侮辱。$B$B去告訴塔卡塔，如果他允許的話，你將去刺殺那個惡魔，不過你也不要太堅持，如果他有別的辦法就最好了。",
    ["O"] = "與凄涼之地的塔卡塔·鋼刃談一談。",
    ["T"] = "墮落者",
  },
  [1485] = {
    ["D"] = "我們之前的術士，在這里得到的只有部落的不信任，雖然我們現在得到了一些容忍，但是部落仍然對我們沒有絲毫敬愛。$b$b這令我們術士們更加團結在一起，當然，也有一些人選擇了隱居的生活，獨自研究著他們的魔法。我不會強迫或引導你選擇其中的任何一條道路，只會幫助你變得更加成熟。$b$b在我教會你召喚惡魔的方法之前，先給我帶六顆邪靈劣魔的腦袋回來，在東北方的山洞里就能找到這種生物。",
    ["O"] = "給魯贊帶回6顆邪靈劣魔的頭顱。",
    ["T"] = "邪靈劣魔",
  },
  [1486] = {
    ["D"] = "由于納拉雷克斯徹底陷入了他的惡夢之中，有一種此前沒有見過的野獸突然侵入了哀嚎洞穴。$b$b這些邪惡的生物有著某種奇怪的、不屬于這個世界的特性。在我看來，雖然它們本性邪惡，但它們的存在對卡利姆多的居民也并不是完全沒有價值的。我相信它們的皮革在制皮業中可能會非常有用。$b$b如果你愿意接下這個任務的話，那就到洞穴深處去，想辦法幫我找一些變異皮革吧。",
    ["O"] = "哀嚎洞穴的納爾帕克想要20張變異皮革。",
    ["T"] = "變異皮革",
  },
  [1487] = {
    ["D"] = "納拉雷克斯有著一個崇高的目標。$b$b我們這位偉大的領袖一直想要進入翡翠夢境，將那片如今已經變得一片荒蕪的土地變回過去那樣茂密的森林，但似乎有一些可怕的事發生了。$b$b納拉雷克斯的夢境不知為什么突然轉化成了一場惡夢，同時，大量的墮落生物出現在了洞穴之中。$b$b一些納拉雷克斯的信徒正在想辦法來喚醒我們的領袖，而我此時的職責就是清除洞穴中的那些邪惡生物。$b$b去吧，$n，勇敢地把那些變異的生物都清除干凈。",
    ["O"] = "哀嚎洞穴的厄布魯要求你殺掉7只變異破壞者、7只劇毒飛蛇、7只變異蹣跚者和7只變異尖牙風蛇。",
    ["T"] = "清除變異者",
  },
  [1488] = {
    ["D"] = "雖然我對這個魔王阿茲雷索克一無所知，但我同意瑪烏林的觀點：我們一定要盡快消滅掉這個惡魔，尤其是他正在逐漸控制火刃氏族為他的邪惡目的服務。$B$B到了你實現自己的諾言，為酋長和部落而戰的時候了，我也相信你有能力召集一只小隊去刺殺這個惡魔領主和他的爪牙。$B$B如果你準備好了，就直接向南方出發，消滅了這個威脅之后就回來向我復命。",
    ["O"] = "殺掉魔王阿茲雷索克和祖格卡，然后向凄涼之地的塔卡塔·鋼刃復命。",
    ["T"] = "墮落者",
  },
  [1489] = {
    ["D"] = "你帶來的獸皮有一種奇怪的斑點，一種我從來沒有見過的斑點。我確信綠洲里的水是造成這些斑點的原因，我甚至能夠感受到它們給這片土地帶來的混亂，這片土地現在死氣沉沉的，就好像是長眠不醒了一樣。$B$B哀嚎洞穴一定就是這一切問題的源頭。但是，在你去那里調查以前，先去找德魯伊長老哈繆爾·符文圖騰談談吧。我托人給他捎了信，把關于在貧瘠之地所發生的一切都轉告給他了。這位博學的長者應該能給你很多忠告。$B$B他就在雷霆崖的長者高地上。",
    ["O"] = "和哈繆爾·符文圖騰談一談。",
    ["T"] = "哈繆爾·符文圖騰",
  },
  [1490] = {
    ["D"] = "我進入了夢境，夢見一群住在哀嚎洞穴的德魯伊。他們曾經是那么的高貴，但如今卻已經迷失了方向，變成了一股邪惡力量的奴仆，協助他們的主子席卷貧瘠之地。$B$B我已經年老力衰，無法長時間地停留在夢境之中，也無從得知更多有關那些墮落的德魯伊的事情。不過，納拉很年輕，她的精力非常旺盛。當我離開的時候，她還在夢境里搜索。去找她吧，她就在那邊的帳篷里。",
    ["O"] = "和納拉·蠻鬃談一談。",
    ["T"] = "納拉·蠻鬃",
  },
  [1491] = {
    ["D"] = "好吧，這些角似乎不太有用。不過沒關系——萬事開頭難嘛！我想我已經找到另一種原料，可以讓我制造出更好的智慧飲料！$B$B有一種叫做哀嚎香精的物質，我想這種東西就是造成貧瘠之地出現各種奇特動植物的原因。幫我找到這種物質，我要把它加入我的飲料里試試看！$B$B我聽說這種物質可以在西邊的哀嚎洞穴里的那些怪物身上找到，去獵捕這種生物，幫我收集哀嚎香精吧。",
    ["O"] = "收集6份哀嚎香精，把它們交給棘齒城的麥伯克·米希瑞克斯。",
    ["T"] = "智慧飲料",
  },
  [1492] = {
    ["D"] = "我需要把一只裝有藥品、材料和其它物品的箱子送給我在卡利姆多的合伙人。我沒時間把它送到棘齒城的碼頭上去，況且最后一支商隊也早已經起航了。$b$b如果你方便的話，請把這只箱子交給碼頭管理員迪茲維格，他會把這只箱子放在下一班開往黑水灣的船上。",
    ["O"] = "把保險箱交給棘齒城的碼頭管理員迪茲維格。",
    ["T"] = "碼頭管理員迪茲維格",
  },
  [1498] = {
    ["D"] = "作為一個戰士，你最重要的任務是……保護。我們是部落的護盾和壁壘，我們要保護比我們弱小的同胞的安全。如果你要加入我們，那你就必須先證明自己與我們一樣擁有著無比的勇氣。$B$B到杜隆塔爾的雷霆山去，那里有不少閃電蜥蜴和雷霆蜥蜴。去獵捕那些蜥蜴，向我證明你比它們更加強大！在它們的攻擊面前要毫不畏縮，把它們的鱗片給我帶回來作為證明。$B$B快點出發吧，完成這個任務之后，我將繼續讓你進行訓練課程。",
    ["O"] = "給貧瘠之地前沿哨所的猶塞克帶回5塊燒焦的鱗片。",
    ["T"] = "防御之道",
  },
  [1499] = {
    ["D"] = "祖雷薩正在找你這樣的新手，讓他們到當初你獵殺邪靈劣魔的那個地方旁邊的洞穴里去，削減那里的生物數量。$b$b我想你可以在幫助她的過程中學到很多東西。記得跟她說，你是去幫忙解決小鬼問題的，她肯定會準備一份獎勵給你。",
    ["O"] = "與祖雷薩談一談。",
    ["T"] = "邪靈劣魔",
  },
  [1501] = {
    ["D"] = "很少有術士能活得夠久的……我們冒著巨大的風險來研究惡魔，風險越大，回報越大。你必須盡快成熟起來，這樣才會成為對酋長和部落有用的人。$B$B現在是該讓你去學習新的召喚法術了。$B$B首先，你必須奪回維爾加石板，那個東西被火刃氏族的術士偷走了，現在石板被保存在他們的巢穴里，那個巢穴就在奧格瑞瑪城東的骷髏石。有了石板之后，我會教你如何召喚虛空行者。",
    ["O"] = "為奧格瑞瑪的甘魯爾·血眼找回維爾加石板。",
    ["T"] = "虛空中的生物",
  },
  [1502] = {
    ["D"] = "一柄鑄造精良的武器對于戰士來說是很重要的。獸人這里最好的武器鑄造師是索恩格瑞姆·火眼，他隱居在十字路口東邊的山上。$B$B如果你想要尋求一把稱手的武器，那就去找索恩格瑞姆吧。從這里往西走，到了十字路口以后再往東進入山區，他的營地就在山頂上。",
    ["O"] = "與貧瘠之地的索恩格瑞姆·火眼談一談。",
    ["T"] = "索恩格瑞姆·火眼",
  },
  [1503] = {
    ["D"] = "$N，我會給你一柄武器，但首先我需要你的幫助。幾天前的一個晚上，西北邊的那些鋼鬃部落的家伙摸進了我的營地，他們不敢和我正面交戰，但是他們知道我眼睛不好使，所以就想辦法用響聲把我引出來，然后派幾個同伙溜進去偷了我的東西！$B$B他們偷走了一只鐵箱子，里面是一些鑄造好的鋼錠。如果你能夠找到它們的話，我就會給你一件你用得到的武器。$B$B你應該可以在鋼鬃野豬人的營地里找到那只鐵箱子，把那些鋼錠給我拿回來。",
    ["O"] = "把鍛造好的鋼錠帶給貧瘠之地的索恩格瑞姆·火眼。",
    ["T"] = "鍛造好的鋼錠",
  },
  [1504] = {
    ["D"] = "現在，看著這塊維爾加石板，這上面雕刻著的文字會告訴你怎樣進行召喚儀式。把它拿到洞穴另一邊，放在尼爾魯·火刃帳篷里的法陣上，然后你就可以開始召喚虛空行者了。$B$B無論用格斗也好，用魔法也好，你必須僅憑自己的力量獨立戰勝它。在這一切都完成之后，帶著石板回來找我，我將為你和這個強大的惡魔制定永恒的盟約。",
    ["O"] = "召喚并征服一只虛空行者，然后帶著召喚銘文向奧格瑞瑪的甘魯爾·血眼回報。",
    ["T"] = "誓縛",
  },
  [1505] = {
    ["D"] = "部落非常尊重戰士，因為他們具有毋庸置疑的力量。但是真正偉大的戰士同時也是一個優秀的學生。$B$B去找猶塞克吧，他經歷了很多場戰斗，并且向很多年輕的戰士傳授過精湛的戰斗技藝。你可以在前沿哨所的南邊找到他，那個地方位于貧瘠之地和杜隆塔爾的交界處，就在這里的東邊。",
    ["O"] = "和前沿哨所的猶塞克談一談。",
    ["T"] = "老兵猶塞克",
  },
  [1506] = {
    ["D"] = "嘿，你！你叫$n，沒錯吧？$b$b你現在不忙吧？甘魯爾要馬上見你。他在暗影裂口和幾個高階術士待在一起。$b$b根據我以前和他打交道的經驗，他找你要么是有什么美差吩咐給你，要么就是你大難臨頭了。",
    ["O"] = "去奧格瑞瑪和甘魯爾·血眼談一談。",
    ["T"] = "甘魯爾的召喚",
  },
  [1507] = {
    ["D"] = "是時候讓你學些其它的召喚魔法了。你得學習如何召喚魅魔，那是一種具有非常強大的精神力量的惡魔。她會誘惑意志薄弱者，讓他們心甘情愿地成為她的奴隸！我覺得你已經有足夠的能力去面對這樣的挑戰了。$b$b魅魔只能在以一件象征著偉大的愛與奉獻的物品作為媒質的情況下才能被召喚出來，你必須自己去尋找一件這樣的東西。$b$b建議？去和卡祖爾談談吧……這世上沒什么東西是那個老術士不知道的。",
    ["O"] = "和暗影裂口的卡祖爾談一談。",
    ["T"] = "噬魂者",
  },
  [1508] = {
    ["D"] = "嗯……根本不用問你是為什么來找我的。$b$b既然是甘魯爾讓你來，那你一定是想要召喚魅魔了，而你現在需要一件東西作為媒質，對吧？$b$b嗯……如果你確信我這個瞎子能夠幫助你的話，那就聽著吧，$n。在奧格瑞瑪城內的通天塔以西的一處斷崖上住著一個名叫贊卡沙的女性。$b$b去找她吧。",
    ["O"] = "和奧格瑞瑪的贊卡沙談一談。",
    ["T"] = "盲眼卡祖爾",
  },
  [1509] = {
    ["D"] = "我的丈夫多格蘭最近被派去十字路口值勤了。這對他來說是一種獎賞，令他感到十分自豪。$b$b不過我對此卻不是那么開心，不過我當然不能讓他知道這些，更不能讓他擔心。大家都說貧瘠之地是一片比奧格瑞瑪要危險得多的土地，在我看來那是世上最糟糕的地方。$b$b他一星期之前就該回來了，但我現在卻仍然沒有得到他的絲毫消息……$b$b$c，你能不能去一趟十字路口，幫我打聽一下他們那邊有什么消息？他與一個名叫加茲羅格的戰士是搭檔，那個加茲羅格應該還在那里值勤。",
    ["O"] = "找到十字路口的加茲羅格并和他談一談。",
    ["T"] = "多格蘭的消息",
  },
  [1510] = {
    ["D"] = "他是在陶拉祖營地被抓住的。我們當時正在和那里的野豬人交戰，他帶了一小隊步兵去進攻野豬人的一處營地，但他在那場戰斗里受了重傷。其他戰士殺出重圍，然后想要回去救他，但多格蘭的情況很糟糕，他的傷口已經潰爛了，所以他們覺得要是不能先把他治好再帶出來的話，他可能就會因為傷筋動骨而死掉。$b$b所以他們和這里聯絡了一下，希望能從石爪山的瑪拉卡金那里的巨魔手里討些傷藥來。我們已經派人去找巨魔們了，但他們至今還沒有回復我們。",
    ["O"] = "找到瑪拉卡金的肯茲格拉并和他談一談。",
    ["T"] = "多格蘭的消息",
  },
  [1511] = {
    ["D"] = "我得告訴你們，可能還會有其他人來向我討傷藥，所以我得在這里隨時做好準備。$b$b快回去吧，$n。你得注意，一開始只能給他一半傷藥！這一半足以讓他在活動的時候不再出血，免得失血過多而死。等過了一個晚上之后再給他另一半。$b$b總之，你得把它帶給陶拉祖營地里的勞格瑪。根據他派來的上一個信使所說的，他應該已經知道多格蘭被關在哪兒了。",
    ["O"] = "將肯茲格拉的傷藥交給陶拉祖營地的步兵勞格瑪。",
    ["T"] = "肯茲格拉的傷藥",
  },
  [1512] = {
    ["D"] = "贊卡沙年輕而美麗，卻得跟一個殘廢過上一輩子……我可不能讓她受這種苦。$b$b別管我了，$n。謝謝你。我將會在戰斗中光榮地結束我的生命，而不是拖著這破碎的軀殼白白度過后半輩子。$b$b拜托，別把這些告訴我的老婆……我可不想讓她在良心上受譴責。",
    ["O"] = "把沾滿泥土的墜飾帶給奧格瑞瑪的甘魯爾·血眼。",
    ["T"] = "愛的禮物",
  },
  [1513] = {
    ["D"] = "把這個放進尼爾魯帳篷里的召喚法陣，召喚出那邪惡的魅魔，并將她納入你的掌握。我相信你的魔法能力已經足夠強大了。不過你也要和平常一樣小心，因為驕傲和過分的自信曾經毀滅過不少前途無量的術士。$b$b在你戰勝魅魔以后，把那個墜飾拿給我，我好把消息告訴給贊卡沙。",
    ["O"] = "召喚并征服一只魅魔，然后將多格蘭的墜飾還給奧格瑞瑪的甘魯爾·血眼。",
    ["T"] = "誓縛",
  },
  [1514] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的迎風花",
  },
  [1515] = {
    ["D"] = "你為這件事兒出了很多力，所以你如果愿意幫忙幫到底的話，我當然不會阻止你。但我沒辦法派給你更多的人了，所以你恐怕只能一個人去救多格蘭……$b$b多格蘭被關在北邊的一處野豬人營地里。注意那里的兩座小屋子，如果他還沒被殺掉或者因為傷口惡化而死掉的話，那群野豬人應該會嚴密看守他的。$b$b祝你好運。",
    ["O"] = "把肯茲格拉的傷藥帶給貧瘠之地的多格蘭。",
    ["T"] = "多格蘭之囚",
  },
  [1516] = {
    ["D"] = "是時候了，年輕的$c。你的肉體已經足夠強壯，而你的精神也已如大地一般堅韌。你選擇了遵循薩滿之道，這代表著你擁有無可置疑的睿智。$B$b讓大地來指引你的命運，讓它成為你的一部分吧。但你必須自己去面對大地的力量，如果你已經準備妥當，你就會看見一些只有薩滿祭司才能理解的事物。$B$B去北邊去搜尋那些地獄捕獵者，給我帶一對它們的蹄子回來，然后我們再來好談談你的未來。",
    ["O"] = "給試煉谷的坎納甘·地鳴帶去2只地獄捕獵者的蹄子。",
    ["T"] = "大地的召喚",
  },
  [1517] = {
    ["D"] = "靈契是一種可以在我們的靈魂與元素之間建立起連接的特殊藥水。這種融入了魔法的藥水將使完全放開了心靈的你看到別人所不能看到的元素。你的靈魂將會永久地與靈契所對應的元素連接起來，只有我們中的少數被選中的人才知道靈契的制法。$B$B你必須知道一點……只有在神圣的地方喝下靈契才有效，其它任何地方都是不行的。$B$B到這里西南面的靈魂石地去吧——它就隱藏在一些茂密的藤蔓植物之間。到那里去把你的靈契喝掉，然后……嗯，到時候你就知道該怎么做了。",
    ["O"] = "找到靈魂石地，在那里喝下大地靈契。",
    ["T"] = "大地的召喚",
  },
  [1518] = {
    ["D"] = "把這塊粗石英交給坎納甘·地鳴，以此證實我們會過面了。他將會為你制造一根圖騰，而這塊小圓石則會是圖騰的核心。可能它看上去小了點，不過你馬上就會知道，大小并不重要，即使是最小的石子也可能比山川還要恒久。$B$B耐心一點，$N。繼續保持強健的體魄，并努力追尋智慧吧。這是大地對你的要求。最終，你也將融入大地中，尊重它，它也會尊重你。",
    ["O"] = "把粗石英交給試煉谷的坎納甘·地鳴。",
    ["T"] = "大地的召喚",
  },
  [1519] = {
    ["D"] = "是時候了，年輕的$c。你的身體已經夠強壯，你的精神如大地一般堅韌，這正是你已經成熟的標志。$B$B大地引領并教導著我們的族人，以后你也將得到它的指引。但在那之前，你必須先通過試煉。在你完成了試煉之后，就會看到那些只有我們才能看到的東西。$B$B往東邊去，找到刺背野豬人的薩滿祭司，把他們在儀式中使用的藥膏拿回來一些。在你得到了足夠的藥膏之后再回來向我復命。",
    ["O"] = "給納拉其營地的鴉羽先知帶回2份儀式藥膏。",
    ["T"] = "大地的召喚",
  },
  [1520] = {
    ["D"] = "靈契是一種可以在我們的精神和自然的元素之間建立連接的藥水。這種藥水融入了魔法，它可以使打開了心靈之門的你看到別人所不能看到的元素。你的精神將會永久地與靈契相應的元素連接起來，只有我們中的少數被選中的人才知道靈契的制作方法。$B$B靈契只能在神圣的地方生效，其它的任何地方都不行。$B$B到東邊的薩滿祭壇去，在那里喝下靈契吧。",
    ["O"] = "找到科多石并喝下大地靈契。",
    ["T"] = "大地的召喚",
  },
  [1521] = {
    ["D"] = "把這塊粗石英交給鴉羽先知，這是我們會過面的證明。她將會為你制造一根圖騰柱，而這塊小圓石則是那根柱子的核心。它可能看上去小了點，不過你馬上就會知道，尺寸并不重要，即使是最小的石子也可能比整座山嶺還要恒久。$B$B耐心一些，$N。在保持著力量的同時追尋智慧吧，這是大地對你的要求。最終你將會成為大地的一份子，尊重它，它也會尊重你。",
    ["O"] = "將粗石英帶給納拉其營地的鴉羽先知。",
    ["T"] = "大地的召喚",
  },
  [1522] = {
    ["D"] = "嘿，火焰可是很強大的，孩子。我看你在地系魔法方面還挺有一套，是時候讓你和卡納爾談談了。$B$B卡納爾就住在貧瘠之地，從十字路口一直向北走。他擅長元素魔法，可以教教你怎么使用火焰……當然你得先做好準備。$B$B你可以很容易地找到他，不過別走太遠——太遠就進入精靈的領地了。",
    ["O"] = "去貧瘠之地找到卡納爾·菲斯。",
    ["T"] = "火焰的召喚",
  },
  [1523] = {
    ["D"] = "你已經很久沒有接受試煉了，$N。到目前為止，你已經證明了自己有足夠的耐心，現在是時候讓你學習更多東西，是時候讓你了解毀滅…和混亂了。只要你明白自己即將為此付出的代價，火焰的元素就會與你建立連接。$B$B到貧瘠之地去找卡納爾·菲斯，他就住在十字路口北部的一間小房子里。路上小心點，走太遠的話，你就會進入精靈的領地。",
    ["O"] = "去貧瘠之地找到卡納爾·菲斯。",
    ["T"] = "火焰的召喚",
  },
  [1524] = {
    ["D"] = "你已經有足夠的力量來運用火焰圖騰了，不過這并不意味著你已作好了充分的準備。$B$B沿著杜隆塔爾的怒水河前進，在河水流入無盡之海的地方，有一條隱蔽的小路，它通向這片大陸上最高的山峰之一。沿著這條小路走到最高處，你就會看到一處由泰爾夫·祖拉姆看守的圣殿，那就是眠炎圣殿。$B$B把這個火炬交給泰爾夫·祖拉姆，它是你試圖馴服火焰力量的證明。用圣殿里的火盆點燃火炬并把它帶回來，我就會將火焰圖騰交給你。",
    ["O"] = "把眠炎火炬帶給杜隆塔爾的泰爾夫·祖拉姆。",
    ["T"] = "火焰的召喚",
  },
  [1525] = {
    ["D"] = "你該不是到這兒來上歷史課的吧？你是要得到永恒之火和你的火焰圖騰。$B$B首先，你要制造一個靈契，并將你和它連接起來。$B$B只要你給我找來兩樣東西，我就可以為你制造火焰靈契。第一件是火焰焦油，這個相對而言比較簡單，鋼鬃野豬人的施法者通常會帶著這種東西。$B$B另一件則比較危險：從火刃氏族的祭司身上找一個試劑袋。你可以在奧格瑞瑪東部找到他們。",
    ["O"] = "找到1個火焰焦油和1個試劑袋，把它們交給杜隆塔爾的泰爾夫·祖拉姆。",
    ["T"] = "火焰的召喚",
  },
  [1526] = {
    ["D"] = "火焰靈契已經做好了，現在你必須面對火焰元素的靈魂。在圣殿中使用靈契，然后去挑戰山頂上的火焰之魂。他不會在你沒有準備好的時候就攻擊你，不過他知道你能看見他。$B$B你必須迅速打倒他，$N，拖得越久他的力量就會越強大。在擊敗他之后，將他的余燼放在火盆里，然后點燃火炬。",
    ["O"] = "擊敗火焰之魂，將余燼放在恒焰圣殿屋頂的火盆里。",
    ["T"] = "火焰的召喚",
  },
  [1527] = {
    ["D"] = "你手中緊握著火炬離開火盆，望向遠處的杜隆塔爾，神圣的火焰隨風狂舞，令你感到心中充滿了激動和興奮。$B$B你沿著小路回到貧瘠之地去找卡納爾·菲斯。",
    ["O"] = "將恒焰火炬交給貧瘠之地的卡納爾·菲斯。",
    ["T"] = "火焰的召喚",
  },
  [1528] = {
    ["D"] = "從你上次接受測驗到現在已經有很長的時間了，兇殘十三娘。迄今為止，你展示了足夠的耐心，不過現在你應該學到更多的東西，應該去了解水的純潔。去貧瘠之地找到水之先知伊斯倫，沿著怒水河的東岸向棘齒城的南方走，你可以在一間小漁屋里找到她。祝你好運，兇殘十三娘。",
    ["O"] = "找到貧瘠之地的水之先知伊斯倫。",
    ["T"] = "水之召喚",
  },
  [1529] = {
    ["D"] = "從你上次接受測驗到現在已經有很長的時間了，$N。迄今為止，你展示了足夠的耐心，不過現在你應該學到更多的東西，應該去了解水的純潔。$B$B去貧瘠之地找到水之先知伊斯倫，沿著怒水河的東岸向棘齒城的南方走，你可以在一間小漁屋里找到她。祝你好運，$N。",
    ["O"] = "找到貧瘠之地的水之先知伊斯倫。",
    ["T"] = "水之召喚",
  },
  [1530] = {
    ["D"] = "關于水，有一點是你必須要了解的：水意味著重生。$B$B水流動著，消蝕和清洗一切事物。水的治療和恢復能力是無與倫比的，但這只有在水是完全純潔的情況下。$B$B如果水受到了污染，那么它將毀滅一切它接觸到的東西。理解了這一點，你就應該能明白保證水源的純潔性是多么的重要。$B$B如果你想要得到水之靈契，就到南貧瘠之地去找布瑞恩吧，她的家園最近時常受到野豬人的騷擾。",
    ["O"] = "到南貧瘠之地去找到布瑞恩。",
    ["T"] = "水之召喚",
  },
  [1531] = {
    ["D"] = "你正在不斷地進步，朋友。你已經證明了自己擁有可以控制空氣圖騰的能力，但是首先，你要去千針石林找普拉特·白云。如果你給予她足夠尊重的話，她會很樂意告訴你如何得到空氣圖騰。$B$B從這里一直往南穿越貧瘠之地，在你進入千針石林之后再往東走。你會在一座山洞里找到她和她的男朋友的——哈哈，不要告訴她我說了她那么多的壞話——否則她可不會放過我，真的。",
    ["O"] = "到千針石林去找普拉特·白云。",
    ["T"] = "空氣的召喚",
  },
  [1532] = {
    ["D"] = "卡利姆多之風正急切地想要見你，而你應該已經成為了我們最強大的$g兄弟:姐妹;之一。我很榮幸能夠看到你的光輝未來。$B$B風元素是一種非常難以控制的元素，但是我相信以你的能力可以克服擋在你面前的一切困難。$B$B到貧瘠之地的最南端，然后從那里走到千針石林。你可以在千針石林的東部找到普拉特·白云，她可以教你更多的東西。",
    ["O"] = "到千針石林去找普拉特·白云。",
    ["T"] = "空氣的召喚",
  },
  [1534] = {
    ["D"] = "現在，你必須帶上這個水囊，深入到那片被暗夜精靈稱為灰谷的茂密森林中，那地方就在貧瘠之地的北方。$B$B進入森林之后向西走，順著隔斷石爪山與灰谷的山脈前進，你會在密斯特拉湖的盡頭發現一處圣地：星辰廢墟。在那里的湖中央有一眼小噴泉。$B$B取回一些噴泉水，那是制作靈契所需的最后一種水樣，然后我就可以把你送回伊斯倫那里了。",
    ["O"] = "到灰谷的星辰廢墟去，將空的藍色水囊盛滿泉水，然后把它交給貧瘠之地的布瑞恩。",
    ["T"] = "水之召喚",
  },
  [1535] = {
    ["D"] = "要得到我的信任并從我這里取得靈契，你就必須找到最純潔的水。在你尋找這種水樣時，別忘了注意周圍的動靜。要小心那些依賴這種水生存并守護著它的生物，要注意這種水是如何影響森林和荒漠的。看看這種維持生命的特殊物質是如何強迫這些生物進行殺戮的。$B$B讓我們先從一個簡單的任務開始吧：在我的小屋下面有一小池這種珍貴的液體，裝滿這個水囊后再回來找我。",
    ["O"] = "到野豬人的水池去，用井中的水裝滿空的棕色水囊，然后把水囊交給貧瘠之地的布瑞恩。",
    ["T"] = "水之召喚",
  },
  [1536] = {
    ["D"] = "很久以前，我和一些同伴一起去過希爾斯布萊德丘陵。我們為了保護自己而和那里的人類作戰，后來發現自己正置身于一個由被遺忘者控制的小鎮：塔倫米爾。$B$B在那里，我有一個特別的發現：小鎮中心有一口清泉小井。我不清楚鎮中那些被感染的居民是否清楚它的價值——那口井是那片被褻瀆的土地上唯一一塊未受褻瀆的神圣之地。$B$B用這只水囊幫我帶回一些那口井里的水。",
    ["O"] = "用塔倫米爾的井水裝滿空的紅色水囊，然后把它交給貧瘠之地的布瑞恩。",
    ["T"] = "水之召喚",
  },
  [1558] = {
    ["D"] = "鐵爐堡是矮人和侏儒的聚居地。在這附近有個地方叫做洛克莫丹，矮人在那里建造了一座巨大的水壩。他們說那是世界上最壯觀的建筑！$B$B你能不能把我帶到洛克莫丹去看看那座水壩呢？我想那座水壩叫巨磚……嗯……巨墻？巨石水壩？它很大——絕對大得讓你吃驚。我想要去看看那里的巨大瀑布……我保證我絕對會緊緊跟著你的！",
    ["O"] = "帶著你看護的孤兒去洛克莫丹的巨石水壩。你應該帶他去水壩的中間，然后讓他俯瞰巨大的瀑布。",
    ["T"] = "巨石水壩",
  },
  [1559] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "閃光彈的制法",
  },
  [1560] = {
    ["D"] = "我走丟了！$b$b我的妻子托爾塔讓我出來找晚餐，我一定是迷了路！$b$b你能行行好帶我回到托爾塔身邊嗎？她正在熱砂港南部等我。",
    ["O"] = "把圖加帶回到他的妻子托爾塔身邊。",
    ["T"] = "圖加的任務",
  },
  [1578] = {
    ["D"] = "洛克莫丹的巡山人正在和穴居人戰斗，可真是忙得不可開交呢！要對付那些穴居人，就必須給我們的部隊不斷提供盔甲和武器。$B$B這就是索瓦爾德待在那里的原因，他在為巡山人籌集足夠的物資好讓他們保持強大的戰斗力。如果你能打造一些銅斧和銅質鏈甲腰帶并把它們交給索瓦爾德的話，他一定會感激你的，沒準他還會跟你分享他的知識和經驗。$B$B索瓦爾德就在洛克莫丹的南部警戒塔。",
    ["O"] = "給洛克莫丹南部警戒塔的索瓦爾德帶去6把銅斧和6條銅質鏈甲腰帶。",
    ["T"] = "前線的補給",
  },
  [1579] = {
    ["D"] = "我到奧伯丁來僅僅是因為這里相當的安靜。我喜歡在安靜的地方進行發明創造，因為在一夜痛飲之后，鐵爐堡的喧囂足以讓我發瘋！$B$B因此我乘船來了奧伯丁，路上喝了不少酒，結果我一不小心就把一盒小齒輪掉在了船上！$B$B我不能確定把它們掉在什么地方了，但如果你愿意到大海里釣釣看的話，也許……",
    ["O"] = "收集8個小齒輪，把它們交給奧伯丁的維茲班恩·曲針。",
    ["T"] = "小齒輪",
  },
  [1580] = {
    ["D"] = "我們知道你是個幸運星，不過……你到底有多少幸運呢，$N？$B$B有一天晚上，我沿著黑海岸的小路散步，想要找一條河或一片湖來試驗我新發明的自行驅動火爆式誘鴨器，但那時我可能有點醉了……所以我一不留神就睡了過去，幾個小時后醒來的時候已經在奧伯丁了。我的頭發燒焦了，導電器也都不見了！我一定是把它們丟在水里了！$B$B也許你能在黑海岸附近的湖泊或是溪流中釣到它們……",
    ["O"] = "收集12個導電器，把它們交給奧伯丁的維茲班恩·曲針。",
    ["T"] = "導電器",
  },
  [1581] = {
    ["D"] = "我們的藥草和煉金原料店發展勢頭很快，但我的丈夫將太多的時間花在混合藥劑上了，我們從來都沒有時間留給彼此。$B$B如果你能弄來一些已經做好了的藥劑，我可以拿一些珍貴的藥草來和你交換，你看怎么樣？",
    ["O"] = "給在多蘭納爾的塞拉爾·刃葉帶去6瓶獅王之力藥劑和2瓶初級防御藥劑。",
    ["T"] = "刃葉的藥劑",
  },
  [1582] = {
    ["D"] = "達納蘇斯的居民，尤其是像我這樣的手工藝者，都是相當繁忙的。年輕的冒險家們很想在曠野里試試他們的身手，當然這就需要相應的裝備來做保障。$B$B如果你能幫我搞到足夠多的皮革制品的話，我也許會教你一些高級的制皮技術。",
    ["O"] = "把1雙雕花皮手套、5雙雕花皮靴和5件雕花皮質披風交給達納蘇斯的洛瑟里亞斯。",
    ["T"] = "月光外衣",
  },
  [1598] = {
    ["D"] = "嘿，說你哪！你叫$n，沒錯吧？$b$b我希望你確實想要成為一名術士，如果你不能執著于自己的信念的話，那你就可能會徹底迷失自我。$b$b我會給你指引，但我首先得確定你是否夠格。$b$b不久前有一個在修道院中修行的學徒逃了出去，加入了迪菲亞兄弟會。為什么我會對這個如此介意呢？是這樣的，他偷走了一些重要的典籍。$b$b其中有一本正好還是我很想要的，書名叫《虛空靈能》。你去把它給我偷回來，潛行者們應該把這些書藏在了他們農場中的帳篷里。",
    ["O"] = "為杜希拉·拉薩雷找回《虛空靈能》。",
    ["T"] = "失竊的典籍",
  },
  [1599] = {
    ["D"] = "你就是那個每個人都說起的新術士吧。他們一定很喜歡你，不然他們就不會叫我抽出做研究的時間來培訓你了。$b$b你要學的最簡單的一種召喚咒語是召喚小鬼，不過在我把這種咒語傳授給你之前，你必須要證明自己有控制小鬼所必需的魔法技能和身體素質。$b$b從西南洞穴里的霜鬃巨魔新兵那里給我拿三個羽毛咒符回來再說。",
    ["O"] = "給安威瑪爾的阿拉瑪爾·格里姆帶回3個羽毛咒符。",
    ["T"] = "開端",
  },
  [1618] = {
    ["D"] = "并不是只有我們矮人在戰斗，事實上，我們的人類盟友也忙得不可開交！$B$B赤脊山不斷受到黑石獸人的襲擊，裝備和物資也一直跟不上。如果你能提供一些幫助的話，他們的鐵匠弗納·奧斯古應該會教你一兩招獨家絕活。",
    ["O"] = "托姆斯·深爐要你給赤脊山的弗納·奧斯古帶去4條銅質符文腰帶和4把銅質大錘。",
    ["T"] = "赤脊山的補給",
  },
  [1638] = {
    ["D"] = "你已經展示了作為一個戰士應有的天賦，$N。但是你現在還很年輕，還有很多東西需要學習。$B$B去和哈里·伯加德談談吧——他通常都在暴風城舊城區的豬和哨聲旅店里。哈里是個老兵，也是個優秀的老師。他能教你許多一生受用的知識。",
    ["O"] = "和哈里·伯加德談一談。",
    ["T"] = "戰士的訓練",
  },
  [1639] = {
    ["D"] = "當然，我可以教你。不過，我先要看看你到底有多大的本事。$B$B看見酒吧最里面的那個醉漢了嗎？就是那個巴特萊比，我要你去把他的酒杯拿來。$B$B哈哈，如果你了解巴特萊比，你就會明白他是不會輕易把酒杯給你的。",
    ["O"] = "和巴特萊比談一談。",
    ["T"] = "醉鬼巴特萊比",
  },
  [1640] = {
    ["D"] = "你要什么？？你瘋了吧？$B$B你想要我的酒杯？來試試看啊！",
    ["O"] = "打敗巴特萊比，然后再和他談一談。",
    ["T"] = "擊敗巴特萊比",
  },
  [1641] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "圣潔之書",
  },
  [1642] = {
    ["D"] = "無論在什么時候，圣騎士都必須嚴格地遵循圣光之道，因為它是我們力量的源泉。對于我們圣騎士來說，為了追求神圣而進行的幾近苛刻的修行并不意味著我們是為了神格而努力——我們的目標是要在各方面都努力完善。$B$B雖然和邪惡斗爭是眼前的當務之急，但是你必須牢記，只有無私地幫助他人才是圣騎士區別于普通人的根本要素。同情、耐心、勇敢——這些品德對圣騎士而言，和戰斗中所表現出來的力量一樣重要。$B$B記住這點，永遠不要忘記。",
    ["O"] = "與暴風城的達索瑞恩·拉爾談一談。",
    ["T"] = "圣潔之書",
  },
  [1643] = {
    ["D"] = "你的任務就是在暴風城里找到一個需要幫助的人，一個心靈純潔動機單純的人。這也許是某個想要幫助別人的人，也許是某個需要指引的人。不管怎樣，這個人必須心地純樸，而且需要你的幫助。$B$B完成這件事之后再回到我這里來，那時我們再來談關于你的修行之道，以及成為圣騎士的意義。",
    ["O"] = "在暴風城的貿易區找到斯蒂芬妮·特納。",
    ["T"] = "圣潔之書",
  },
  [1644] = {
    ["D"] = "愿圣光護佑那些孩子，他們大多因為幾年前那次亡靈天災的襲擊而失去了家庭。$B$B我丈夫約翰為我收集給孩子們做衣服褲子的布料，不過我沒時間做，因為我得成天忙著照顧他們的飲食起居。$B$B什么？你愿意幫忙？贊美圣光，也感謝你，好心的$N。$B$B如果你能給我找點亞麻布來的話,我就能給孩子做衣服了，那可真是幫了我的大忙。",
    ["O"] = "給暴風城的斯蒂芬妮·特納收集10塊亞麻布。",
    ["T"] = "圣潔之書",
  },
  [1645] = {
    ["D"] = "完成任務得到任務書，右鍵點擊任務書，接受以完成這次任務!",
    ["O"] = "同我再次交談，我將給你圣潔之書!",
    ["T"] = "圣潔之書*",
  },
  [1646] = {
    ["D"] = "無論在什么時候，圣騎士都必須嚴格地遵循圣光之道，因為它是我們力量的源泉。對于我們圣騎士來說，為了追求神圣而進行的幾近苛刻的修行并不意味著我們是為了神格而努力——我們的目標是要在各方面都努力完善。$B$B雖然和邪惡斗爭是眼前的當務之急，但是你必須牢記，只有無私地幫助他人才是圣騎士區別于普通人的根本要素。同情、耐心、勇敢——這些品德對圣騎士而言，和戰斗中所表現出來的力量一樣重要。$B$B記住這點，永遠不要忘記。",
    ["O"] = "與鐵爐堡的蒂薩·熱爐談話。",
    ["T"] = "圣潔之書",
  },
  [1647] = {
    ["D"] = "$N，你的任務是在鐵爐堡里找到一個需要幫助的人，一個心靈純潔動機單純的人。這也許是某個想要幫助別人的人，也許是某個需要指引的人。不管怎樣，這個人必須心地純樸，而且需要你的幫助。$B$B完成這件事之后再回到我這里來，那時我們再來談關于你的修行之道，以及成為圣騎士的意義。",
    ["O"] = "在鐵爐堡的外環區域找到約翰·特納。",
    ["T"] = "圣潔之書",
  },
  [1648] = {
    ["D"] = "我和我的妻子在暴風城管理著一家孤兒院，幫助在過去幾年里因為亡靈天災的襲擊而失去雙親的孩子們。我差不多每個月都要來鐵爐堡收集這里的居民捐贈的物資，而且我也會和不同的團體商談，盡可能地尋求他們的幫助。$B$B這樣的旅程往往讓人苦惱，因為它很費時間而且收效甚微。$B$B如果能找到些亞麻布來讓我妻子給那些孤兒做些衣服的話，我想我就可以寄些東西回家了。",
    ["O"] = "收集10塊亞麻布，把它們交給鐵爐堡的約翰·特納。",
    ["T"] = "圣潔之書",
  },
  [1649] = {
    ["D"] = "勇氣，以及伴隨著它而共同存在的一切美德，就如同那些珍貴的礦石一般：當你擁有它們的時候，要記得珍惜，因為它們非常寶貴。你也需要花費很大的精力去開采，去提煉。當你恰當地將這些礦石混合起來，一種新的堅不可摧的金屬就會產生，即使是最強大的力量也無法將其破壞。$B$B這種來自你的信仰和勇氣的力量必須經過考驗。你必須學會絕不放棄信仰，并了解到在圣光之力的庇護下，你可以跨越過凡人根本無法跨越的障礙。",
    ["O"] = "與暴風城的達索瑞恩·拉爾談一談。",
    ["T"] = "勇氣之書",
  },
  [1650] = {
    ["D"] = "很好！你對此表現出來的毫不猶豫可以清晰地佐證：你已經準備好了，并渴望著進行試煉。那么，去吧。$B$B在西部荒野的長灘最南端的盡頭，有一處臨海而建的小屋。屋里住著一對名叫斯迪威爾的夫婦。丈夫喬丹·斯迪威爾是一位技藝精湛的鐵匠，他暫時去鐵爐堡會見他的矮人朋友們了。于是他那無依無靠的妻子達芙妮目前一個人在家里待著。$B$B根據線報，迪菲亞兄弟會幾乎已經完全控制了那片地區，勢單力薄的達芙妮或許需要一位勇士的保護。去吧。",
    ["O"] = "在西部荒野找到達芙妮·斯迪威爾。",
    ["T"] = "勇氣之書",
  },
  [1651] = {
    ["D"] = "我敢打賭，他們馬上就要再殺過來了，你最好有所準備。$B$B我在屋里放了一把槍，我會用它來幫你的，不過可別太指望我了，最終你還是得靠自己。$B$B我不知道他們來了多少人，但我敢肯定會比先前來的要多。$B$B祈禱圣光保佑你和我吧，因為……你聽到腳步聲了嗎？他們來了！$B$B準備戰斗！",
    ["O"] = "在迪菲亞兄弟會進攻時保護達芙妮·斯迪威爾的安全。$B$B如果你想成功的話，你和達芙妮都不能死在他們的劍下。",
    ["T"] = "勇氣之書",
  },
  [1652] = {
    ["D"] = "拜托你，請回到達索瑞恩那里，轉告訴他我現在已經安全了，我一定要好好感謝你和教會。$B$B他會派人給正在鐵爐堡的喬丹帶份口信，讓他不要擔心我。啊，我是多么想念他呀……我都等不及想見他了。",
    ["O"] = "與暴風城的達索瑞恩·拉爾談一談。",
    ["T"] = "勇氣之書",
  },
  [1653] = {
    ["D"] = "事實上，我想喬丹本人會非常感謝你的。我正準備找人給他送個信，讓他知道他的妻子目前很安全，我想你就是個合適的人選。$B$B喬丹原本可以成為一名為圣光而戰的圣騎士，不過后來為了繼承他父親的手藝走上了另一條路——他對我們的生活方式非常熟悉，也是我們最忠實的朋友。$B$B他應該還在鐵爐堡，白天的時候，喬丹喜歡在室外工作，比如在山里呼吸新鮮的空氣。",
    ["O"] = "去和鐵爐堡的喬丹·斯迪威爾談一談。",
    ["T"] = "正義試煉",
  },
  [1654] = {
    ["D"] = "如果你愿意接受獎賞的話，我會給你獎賞的。請不要誤會，我的慷慨取決于你能給我多少幫助，不過這樣的同盟關系對你我都有好處。$B$B我可以為你制作一把配得上你的成就的武器，一把象征著圣騎士的精神和圣光的武器，不過首先，你要給我找到制作這把武器所需的材料。我已經列出了所需的材料，現在得有一個勇敢能干的人去找到它們。你愿意去完成這個任務嗎，$n？",
    ["O"] = "按照喬丹的武器材料單上的說明去尋找一些白石橡木、精煉礦石、喬丹的鐵錘和一塊科爾寶石，然后回到鐵爐堡去見喬丹·斯迪威爾。",
    ["T"] = "正義試煉",
  },
  [1655] = {
    ["D"] = "啊！你嚇了我一跳，$G先生:小姐;！你沒看到我在思考嗎？$B$B那是什么？喬丹的礦石…送去鐵爐堡的……啊，這樣啊，我知道你說的是什么了。那群莫格羅什食人魔搶走了我朋友的礦石，商隊從這里前往濕地的路上遭到了埋伏。唯一從襲擊中逃出的守衛也在前幾天死掉了——醫師沒能及時趕到。$B$B你想找到那些礦石，就往東北方向去，在洛克湖的另一邊。礦石一定就在那里的某個地方。",
    ["O"] = "把喬丹的礦石帶給洛克莫丹的白洛爾·石手。",
    ["T"] = "白洛爾的礦石",
  },
  [1656] = {
    ["D"] = "拜托，$N，求求你了，幫我一個忙吧！我正在完成我的力量儀祭，但父親又要求我將這些皮毛送到血蹄村的旅店。$B$B我實在分不開身去同時完成儀祭和父親交付給我的任務。你……能不能替我跑一趟？$B$B在長途旅行之后，旅店可是個休息的好地方。我敢說你到了那里之后也會同意的。",
    ["O"] = "將一捆毛皮帶給血蹄村的旅店老板考烏斯。",
    ["T"] = "未完的任務",
  },
  [1657] = {
    ["D"] = "我們這次萬圣節的慶祝要換個方式……我們要給南海鎮的敵人帶去痛苦！$B$B拿著這些特殊的臭氣彈。其中包含了任何人類——或者較弱的野獸——都無法忍受的味道。你需要把這些臭氣彈丟在南海鎮的中心，然后使它生效，準備和聯盟好好干一仗吧！$B$B當你完成任務之后……完成這個象征我們自由的標志之后，回到我這里來！",
    ["O"] = "將三顆亡靈臭氣彈放置在希爾斯布萊德丘陵的南海鎮中心，完成任務之后回到提瑞斯法林地的黑暗召喚者雅恩卡那里。",
    ["T"] = "臭氣熏天的南海鎮",
  },
  [1658] = {
    ["D"] = "我需要勇敢的人去提瑞斯法林地然后找到亡靈的稻草人節日舉辦地點。我不想撒謊——去那里會有危險。那里的守衛非常兇悍。但是，我們需要知道今年這個展會的規模有多大，另外就是被遺忘者打算在萬圣節給我們造成多大的麻煩。$B$B如果你愿意接受這個任務的話，去提瑞斯法林地進行偵查吧。當你得到有價值的情報之后就回到我這里來，我會給予你優厚的補償。",
    ["O"] = "在提瑞斯法林地找到被遺忘者的稻草人節日舉辦地點。任務完成之后回到南海鎮的哈特曼中士那里。",
    ["T"] = "稻草人的節日",
  },
  [1661] = {
    ["D"] = "很高興再見到你，$N。我很榮幸能夠稱呼你為$g兄弟:姐妹;——你的奉獻和無私對我們而言是一種恩賜。$B$B現在我要對你進行嘉獎了，但是你要知道，雖然這次我把它免費送給你，但是將來，如果時間允許的話，這將成為所有圣騎士都要接受的挑戰。$B$B等一會再來與我交談，我就將給你一份很棒的禮物。",
    ["O"] = "與暴風城的達索瑞恩·拉爾談一談。",
    ["T"] = "高貴之書",
  },
  [1665] = {
    ["D"] = "好吧，這是我的酒杯。等等！讓我先把酒喝光……給你。",
    ["O"] = "把巴特萊比的酒杯交給伯加德。",
    ["T"] = "巴特萊比的酒杯",
  },
  [1666] = {
    ["D"] = "你學會了一些招數，但你應該有一件像樣的武器。我敢打賭，只要你和治安官哈迦德先生談談的話，他一定會幫助你的。$B$哈迦德先生就住在艾爾文森林東谷伐木場的一個莊園里。他已經退休了，不過他在工作期間曾收集了不少裝備。$B$B告訴他是我派你去的，如果你夠走運的話，他會提供給你一件武器的。",
    ["O"] = "和治安官哈迦德談一談。",
    ["T"] = "治安官哈迦德",
  },
  [1667] = {
    ["D"] = "是伯加德派你來的嗎？是的，我這里的確有一些剩余的武器，不過首先有一項任務交給你……$B$B不久以前，一個被稱作蛀牙杰克的迪菲亞混蛋捉弄了我。天很黑，他穿著一件暴風城衛兵的衣服，我還以為他是治安官杜漢呢。他說他要我那個舊的暴風城治安官徽章，我就把徽章給了他……然后他便大笑起來，在我反應過來之前就跑掉了！$B$B幫我取回我的勛章！蛀牙杰克應該是把徽章放在南邊的迪菲亞盜賊營地里了。",
    ["O"] = "從蛀牙杰克的營地里取回治安官哈迦德的徽章，把它交給治安官哈迦德。",
    ["T"] = "蛀牙杰克",
  },
  [1678] = {
    ["D"] = "如果你想提高自己在戰士中的地位，那么你就必須變得更加堅韌一些。我可以教你一些新的技能，不過在此之前，你要向我證明你能夠對付真正的敵人。$B$B維吉雷克是這一地區最強大的巨魔，也是你即將挑戰的對手。他住在霜鬃要塞南方山腳下的棚屋里。$B$B把維吉雷克的頭顱交給我，讓我看看你的勇氣和力量。",
    ["O"] = "將維吉雷克的頭顱交給鐵爐堡的穆倫·雷矛。",
    ["T"] = "維吉雷克",
  },
  [1679] = {
    ["D"] = "你好，戰士！你有很大的潛力，不過你還要學習更多的技巧才行，穆倫·雷矛是最合適向你傳授這些技巧的矮人。$B$B你可以在鐵爐堡軍事區的軍事大廳里找到穆倫。當你準備要成為一名真正的勇士的時候，就去和他談談吧。",
    ["O"] = "和穆倫·雷矛談一談。",
    ["T"] = "穆倫·雷矛",
  },
  [1680] = {
    ["D"] = "既然你已經學了幾招，該是為你配備一件像樣的武器的時候了。去和托姆斯·深爐談談吧，他能鑄造一件肯定讓你喜歡的武器。$B$B托姆斯就在鐵爐堡的大鍛爐。",
    ["O"] = "和托姆斯·深爐談一談。",
    ["T"] = "托姆斯·深爐",
  },
  [1681] = {
    ["D"] = "我的導師，斯塔基·鐵環，原本在丹莫羅東部的盔枕湖南邊有一處獨家小院。他在那里向別人傳授鐵匠的技能，他絕對是最棒的。$B$B不過，有一天，他的一個學生帶給他一塊奇特的礦石。鐵環把它叫做暗影礦石，他很希望能用它做點什么，可是，之后不久……一伙黑鐵矮人襲擊了他的小院。他們殺死了所有的人！$B$B到鐵環的小院去，$N，為我的導師復仇，然后把那塊暗影礦石給我帶回來。",
    ["O"] = "把暗影礦石交給鐵爐堡的托姆斯·深爐。",
    ["T"] = "鐵環營地",
  },
  [1682] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "灰鐵武器",
  },
  [1683] = {
    ["D"] = "在我向你傳授知識之前，你必須顯示出決心。$B$B有一個名叫沃魯斯·邪蹄的薩特找到了我們的一口月亮井，就在班奈希爾獸穴的東南方。他正在井中戲耍，用他邪惡的身軀污染純潔的井水。$B$B到月亮井那里去找到沃魯斯，把他干掉。把他的角給我帶回來，然后我就會向你傳授更高級的戰士技能。$B$B去月亮井的路不太好找，但是如果你細心一點的話，應該不會迷路的。",
    ["O"] = "將沃魯斯的角交給達納蘇斯的艾蘭娜瑞。",
    ["T"] = "沃魯斯·邪蹄",
  },
  [1684] = {
    ["D"] = "你好啊，勇敢的戰士。你的技能越來越純熟，但戰士這個職業的要求比你想象中的要高很多。要想再進一步，你就必須要找到一個優秀的老師。$B$B艾蘭娜瑞就住在達納蘇斯的戰士區里，她會成為你的良師。",
    ["O"] = "和艾蘭娜瑞談一談。",
    ["T"] = "艾蘭娜瑞",
  },
  [1685] = {
    ["D"] = "難道不是每次都這樣嗎？！我找了你一整天都不見你的蹤影，等我已經不指望能找到你的時候你卻來了。$b$b你已經浪費我太多時間了，所以現在咱們就少廢話了。加科因大師要召見你進行更多訓練，我覺得你最好還是盡快找到他。$b$b他在已宰的羔羊旅店的地窖里。順便說一句，他的藏身地點你可得保密，不要讓別人知道了。",
    ["O"] = "去暴風城的法師區向黑暗縛靈者加科因報到。",
    ["T"] = "加科因的召喚",
  },
  [1686] = {
    ["D"] = "你已經學會很多東西了，$N。現在我們將為你制作一件精良的武器，一件屬于戰士的武器。$B$B要完成這一使命，你必須去一趟黑海岸。$B$B很久以前，有一條船在奧伯丁燈塔附近觸礁，許多裝有月神礦石的箱子沉入了海底。$B$B首先，你必須打敗守護那些礦石的亡魂——艾魯拉的陰影。作為一船之長，她對自己施加了詛咒，變成了一個在海洋深處巡游的亡魂，時時刻刻保護著船上的貨物。打敗她，摘下她的徽章，然后收集丟失的月神礦石。",
    ["O"] = "將艾魯拉的徽章和8塊月神礦石交給達納蘇斯的艾蘭娜瑞。",
    ["T"] = "艾魯拉的陰影",
  },
  [1687] = {
    ["D"] = "有時候，我們孤兒院的院長會在晚上給我們講一些鬼故事。真是太恐怖了！其中有一個故事說在西部荒野的燈塔那里有一個游蕩的幽靈。他們說那是一個海盜船長，他的船被別的海盜給搶了。這真是太刺激了！$B$B你能不能把我帶到西部荒野的燈塔那里去？我想要看看那個幽靈船長是不是真的在那里！我保證會一直跟著你，而且絕對不會跑開或者惹些什么麻煩！",
    ["O"] = "帶著你看護的孤兒去西部荒野海岸邊的燈塔。",
    ["T"] = "幽靈燈塔",
  },
  [1688] = {
    ["D"] = "我曾有一個名叫蘇倫娜·凱爾東的學生。她過去和現在的你一樣，一心渴求學習到強大的術士魔法，而且她也擁有著十分了得的天賦。更難能可貴的是，她很年輕，而且很漂亮。我最近又看見她了，那個背叛了我的女人！$b$b那時候她和迪菲亞兄弟會里的一個小賊埃爾蘭·杜德摩爾私奔了。她走掉其實倒也沒什么，但我曾送給她一條血石項圈，我必須把它拿回來。$b$b現在她的性命對我來說一點都不重要了。你應該可以在布萊克威爾南瓜田找到她，到那兒去把我的東西給奪回來！",
    ["O"] = "為暴風城的黑暗縛靈者加科因奪回蘇倫娜的項圈。",
    ["T"] = "蘇倫娜·凱爾東",
  },
  [1689] = {
    ["D"] = "你找回了我的頸環并擊敗了蘇倫娜，這證明你有著至少與她勢均力敵的力量。$b$b雖然這么說，但我還是認為你需要進一步的訓練。你現在已經能夠控制魔法的流動了，這很好，但如果你要想要成為一位優秀的術士，這還遠遠不夠。$b$b我會教你如何控制虛空行者，不過在我教你之前，你得先在召喚法陣上召喚它出來并制服它，無論你用什么武器都好——劍或者魔法——隨你自己樂意吧。在下面的召喚法陣上使用這個頸環里的魔法，然后擊敗從虛空中出現的惡魔。",
    ["O"] = "召喚并制服一個虛空行者，然后將血石頸環還給暴風城的黑暗縛靈者加科因。",
    ["T"] = "誓縛",
  },
  [1690] = {
    ["D"] = "你！是你出馬幫助加基森水業公司的時候了！$B$B那些廢土游牧民幾乎占據了塔納利斯沙漠上所有的水井！如果得不到這些水井的控制權，那我們的水源供應很快就會出現問題。如果你想幫助我們的話，就去解決那些該死的游牧民吧！$B$B從這里往東走，去干掉10個廢土竊賊和10個廢土強盜，然后立即向我報告。你一定要為我們這些人……呃……地精們伸張正義啊，不管怎么樣，快點行動吧！",
    ["O"] = "去加基森的東面殺掉10個廢土竊賊和10個廢土強盜，然后向總工程師比格維茲復命。",
    ["T"] = "廢土的公正",
  },
  [1691] = {
    ["D"] = "現在我們需要你去對付那些更強大的廢土游牧民。到現在為止你都表現得相當出色，但是如果我們想要奪回水井的話，那么就必須要干掉更多的游牧民！$B$B這次，我要你去殺死他們的游蕩者和刺客，還有暗法師。你可以在這里的東南面找到這些家伙。$B$B說實話，他們都很棘手。但是請你一定要幫忙，我們要取回屬于自己的東西！",
    ["O"] = "殺死10個廢土暗法師、8個廢土游蕩者和6個廢土刺客，然后向加基森的總工程師比格維茲報告。",
    ["T"] = "廢土的公正",
  },
  [1692] = {
    ["D"] = "我把你收集到的月神礦石裝進了一只箱子。把它交給鐵匠瑪希爾，他會幫你打造一件月神武器。$B$B瑪希爾住在靠南的地方，就在這座建筑物的另一側。",
    ["O"] = "把這箱月神礦石交給鐵匠瑪希爾。",
    ["T"] = "鐵匠瑪希爾",
  },
  [1693] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "月神武器",
  },
  [1698] = {
    ["D"] = "猶魯斯·麥酒向聯盟所有強大的戰士發出了挑戰。他在赤脊山的湖畔鎮旅店等候著你們，并承諾會給所有通過試煉的戰士提供豐厚的報酬。",
    ["O"] = "與猶魯斯·麥酒談一談。",
    ["T"] = "猶魯斯·麥酒",
  },
  [1699] = {
    ["D"] = "我把我的挑戰項目稱作“往返瑞斯班洞穴”。要想通過這次挑戰，你要做的就是進入瑞斯班洞穴，然后回到這里——非常簡單的任務！當然，路上也許會有一些小波折……$B$B你必須在一個小時之內返回這里，有成堆的赤脊山豺狼人擋在路上，所以你得花些時間打發它們。$B$B在出發之前，請喝下以我的家族名字命名的美酒：熱麥酒！$B$B那么，你覺得如何？瑞斯班洞穴就在湖畔鎮北面的山腳下，你準備好了嗎？",
    ["O"] = "進入瑞斯班洞穴，然后在規定的時間內回到猶魯斯·麥酒那里。$B$B在整個過程中你都不能死掉或者釋放靈魂，否則任務就宣告失敗。",
    ["T"] = "往返瑞斯班洞穴",
  },
  [1700] = {
    ["D"] = "幫你鑄造鎧甲的時候，我記下了一些心得體會。我要找個人幫我把這份筆記交給格瑞曼德·艾爾默，他在矮人區的武器店里。把筆記交給他的時候要顯得低調一點，他對自己的技術有近乎狂妄的自信，根本不愿從我這里學點什么……",
    ["O"] = "把弗倫的筆記交給格瑞曼德·艾爾默。",
    ["T"] = "格瑞曼德·艾爾默",
  },
  [1701] = {
    ["D"] = "我已經給了你一面精致的盾牌，不過我們的合作決不會就此結束。我知道如何鑄造異常堅固的鎧甲，但是鑄造起來并不容易，我需要一些稀有的材料，只要你愿意跑跑腿，我保證會為你打造一件。$B$B你覺得怎么樣，$N？如果你愿意接受挑戰的話，我會給你一份列表，上面記載著我需要的材料和到可以找到這些材料的地點。",
    ["O"] = "收集必需的材料，將它們交給暴風城的弗倫·長須。",
    ["T"] = "弗倫的鎧甲",
  },
  [1702] = {
    ["D"] = "$N，當你完成挑戰時，我就看出你是個厲害的家伙啦。當然，我說話算話，我會按照承諾給你獎勵……$B$B不過，這件禮物在暴風城。$B$B去跟我的朋友弗倫·長須談談吧，他在暴風城的矮人區里。我敢說他是你見過的最棒的鑄盾師，他欠我一份人情。$B$B給，把這桶熱麥酒交給弗倫，讓他為你制造一副盾牌。那品質絕對讓你滿意！",
    ["O"] = "將這桶熱酒交給弗倫·長須。",
    ["T"] = "鑄盾師",
  },
  [1703] = {
    ["D"] = "在幫你鑄造鎧甲的同時，我記下了自己的心得體會。現在我得找個人幫我把筆記交給鐵匠瑪希爾，他住在遙遠的達納蘇斯，但我相信他一定非常希望看看我記錄的這些東西。",
    ["O"] = "把弗倫的筆記交給瑪希爾。",
    ["T"] = "瑪希爾",
  },
  [1704] = {
    ["D"] = "在幫你鑄造鎧甲的時候，我順手記下了我學到的技術。現在我得找個人幫我把筆記交給科羅莫特·鋼尺。他是鐵爐堡的侏儒鐵匠，當他知道我學到的技術以后……我敢打賭，他一定會興奮地拔掉胡子的！",
    ["O"] = "把弗倫的筆記交給科羅莫特·鋼尺。",
    ["T"] = "科羅莫特·鋼尺",
  },
  [1705] = {
    ["D"] = "我很不愿意相信弗倫可能發現了什么新奇的東西。不過，為了確認這一點，我要把他的技術應用到這副新的鎧甲上。如果你能幫我找來這些原料，$N，你就能擁有這樣的一件鎧甲。$B$B要制造這件鎧甲的話，我需要一些燃燒之血和一塊燃燒之石。$B$B我知道唯一能找到它們的地方是暮色森林，那些在羅蘭德末日礦洞里出沒的夜行狼人擁有燃燒之血，而他們的首領加特斯比爾則擁有燃燒之石。$B$B愿好運永遠與你同在, $N.",
    ["O"] = "把20瓶燃燒之血和1塊燃燒之石交給暴風城的格瑞曼德·艾爾默。",
    ["T"] = "燃燒之血",
  },
  [1706] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "格瑞曼德的鎧甲",
  },
  [1707] = {
    ["D"] = "你好啊，$N！我叫魯格倫克，如果你想要找些事情干，我們這里現在就有一件重要的工作給你！$B$B沒有什么能比幫我帶回一些廢土水袋來更能令我這個老家伙開心的了。那可都是我們的水——就是那些混蛋把它們偷走了！你每給我帶回五只廢土水袋來，加基森水業公司就會獎勵給你一個可以用來碰運氣的小包裹。更重要的是，我們會永遠記住你所提供的幫助！",
    ["O"] = "收集5只廢土水袋，把它們交給加基森的魯格倫克。",
    ["T"] = "收集水袋",
  },
  [1708] = {
    ["D"] = "我希望在我自己的鎧甲上應用弗倫·長須的新技術。因為你幫了弗倫的忙，而他又幫了我的忙，所以當我做好鎧甲以后，你可以第一個試用它！$B$B要打造鎧甲的話，我就得弄到一種特別的珊瑚，灼熱珊瑚。它只生長在一個地方——濕地的米奈希爾港南邊的海岸地帶。$B$B只要你給我帶來我足夠多的灼熱珊瑚，我就可以馬上開始鑄造鎧甲啦。快點，$N，我恨不得現在就開始工作！",
    ["O"] = "收集20塊灼熱珊瑚，把它們交給鐵爐堡的科羅莫特·鋼尺。",
    ["T"] = "鐵珊瑚",
  },
  [1709] = {
    ["D"] = "TODO",
    ["O"] = "TODO",
    ["T"] = "科羅莫特的成果",
  },
  [1710] = {
    ["D"] = "我很想測試一下弗倫·長須的最新發現，希望能將它用于我正在研究的新式鎧甲上，我認為弗倫的技術一定能產生最好的結果。$B$B你愿意幫助我嗎？如果你愿意幫我收集制造鎧甲所需的原料，我就會幫你也做一件。$B$B我需要曬焦的巨翼雙足飛龍蛋殼，這種飛龍大都棲息在千針石林的風巢中。在它們的巢下可以找到我要的蛋殼，當你收集了足夠數量的蛋殼之后就趕快回來找我。",
    ["O"] = "把20個曬焦的蛋殼交給達納蘇斯的瑪希爾。",
    ["T"] = "曬焦的蛋殼",
  },
  [1711] = {
    ["D"] = "TODO",
    ["O"] = "TODO",
    ["T"] = "瑪希爾的鎧甲",
  },
  [1712] = {
    ["D"] = "我幾十年來都在關注著這個地方。我關注著，希望有一天能看到強大的塞克隆尼亞被人擊敗。但迄今為止，我還沒有找到一個能打敗風之王的勇士。$B$B也許你就是那個勇士。$B$B證明給我看吧，給我找來召喚塞克隆尼亞所需的東西，這樣你就能證明自己是一個偉大的勇士。也許你能打敗他并奪得他的旋風之心。$B$B這樣的話，我將把這顆心的力量注入一把武器里，供你在今后的冒險旅程中使用。$B$B這張羊皮紙上寫著我需要的東西。",
    ["O"] = "把巴斯拉的羊皮紙上列出的東西交給奧特蘭克的捕風者巴斯拉。",
    ["T"] = "塞克隆尼亞",
  },
  [1713] = {
    ["D"] = "我已經準備好儀式要召喚塞克隆尼亞了。當他被召喚出來時，你必須打敗他，然后得到他的旋風之心。我將用它來把塞克隆尼亞的力量注入到一件武器中。$B$B$N，你準備好面對風之王了嗎？",
    ["O"] = "將旋風之心帶給捕風者巴斯拉。",
    ["T"] = "召喚",
  },
  [1714] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "流放精華",
  },
  [1715] = {
    ["D"] = "哎，以前術士們都在卡茲莫丹由諾莫瑞根的大師訓練，現在我們不得不搬到鐵爐堡這個老鼠洞里，而且麥格尼又在一直監視我們，所以我們只能把新手都送到暴風城去訓練了。$b$b幸運的是，加科因還算是個有能力的人，你還是能在那里學到你需要的東西的，不過現在這種樣子還是讓我很冒火！$b$b加科因就在暴風城的“已宰的羔羊”旅店的地下室里。",
    ["O"] = "去暴風城的法師區向黑暗縛靈者加科因報到。",
    ["T"] = "已宰的羔羊",
  },
  [1716] = {
    ["D"] = "魅魔是靈魂的吞噬者，心靈的毀滅者，思想的控制者。她腦中永遠只有邪惡的念頭。$b$b這就是你現在要學會召喚并控制的生物，但在沒有誘餌的情況下，你是無法將她引入到我們的世界中來的。$b$b以一件象征愛的事物作為誘餌，魅魔才會回應你的召喚。在這之后，你只有戰勝她才能將她變為你的工具。$b$b但是找到象征著愛的東西可不容易，你最好和先知塔卡爾談談。他就住在卡利姆多大陸的貧瘠之地，靠近陶拉祖營地的地方。",
    ["O"] = "與貧瘠之地的先知塔卡爾交談。",
    ["T"] = "噬魂者",
  },
  [1717] = {
    ["D"] = "$n！沒想到在這兒遇見你，不過我接到指示說要注意你的行蹤。$b$b你應該接受更多訓練了，下一次去暴風城的時候記得去見一下加科因，他正在等你。",
    ["O"] = "去暴風城的法師區向黑暗縛靈者加科因報到。",
    ["T"] = "加科因的召喚",
  },
  [1718] = {
    ["D"] = "作為一名戰士，你的名聲越傳越響，$N。現在是時候讓你和其它戰士比試一下，看看你真正的實力了。$B$B在貧瘠之地的海岸附近有一座名叫勇士島的小島，就在棘齒城的南部，強大的戰士們時常在那里聚會。$B$B他們在那里相聚，然后互相切磋。$B$B去和勇士島的首席戰士克蘭諾克·馬克雷德談談吧。如果他認為你夠格的話，就會指引你在勇士的道路上更進一步的。",
    ["O"] = "和克蘭諾克·馬克雷德談一談。",
    ["T"] = "島民",
  },
  [1719] = {
    ["D"] = "如果你想從我這兒學到什么，你必須首先通過格斗考驗。對于我們勇士島上的自認為勇猛而又躍躍欲試的戰士們來說，這是他們必須通過的挑戰，如果你能通過這個考驗，那么你就證明了自己的價值。$B$B要開始接受考驗的話，就走到那邊人群中的斗陣中央。圖維基·弗拉海德會知道你已經準備好了，然后他就會派出挑戰者來對你進行考驗。$B$B在戰勝了所有挑戰者之后，他會叫出比格維爾。殺了比格維爾，在限定的時間內回到我這里來復命。",
    ["O"] = "殺掉比格維爾，然后向勇士島的克蘭諾克·馬克雷德回復。",
    ["T"] = "格斗考驗",
  },
  [1738] = {
    ["D"] = "為了你的到來，我撥開時間的迷霧，搜尋了整個世界，終于找到了你在尋找的東西。$b$b在上古戰爭的一場戰斗中，有一對戀人一起倒下了。在他們死去的地方，一棵同心樹茁壯地生長了起來，那是他們至死不渝的愛情的象征。$b$b那棵樹應該足以用來引誘魅魔，你可以在灰谷森林西北的奧迪拉蘭廢墟里找到它。",
    ["O"] = "從灰谷取回同心樹，把它交給暴風城法師區里的黑暗縛靈者加科因。",
    ["T"] = "同心樹",
  },
  [1739] = {
    ["D"] = "你可以使用同心樹之核在下面墓穴里的召喚法陣中施展一個法術，以此打開一個供魅魔通行的傳送門。$b$b小心點，$n，即使是意志最堅定的人，也會被魅魔輕易控制。$b$b一旦你成功地擊敗了她并把她投回無盡虛空之后，就回來找我，我會告訴你如何召喚并控制她。",
    ["O"] = "召喚并制服一個魅魔，然后將同心樹之核還給已宰的羔羊旅店的黑暗縛靈者加科因。",
    ["T"] = "誓縛",
  },
  [1740] = {
    ["D"] = "當燃燒軍團中的某個惡魔失寵以后，他們的靈魂就會被囚禁在寶珠中，供他們的法師或者術士差遣。$b$b很多寶珠被賜給了艾澤拉斯的惡魔之仆。即使是一顆破碎的寶珠，仍然可以蘊含著強大的惡魔力量。$b$b索蘭魯克寶珠碎成了兩塊，其中的一塊又被砸成碎片，分發給黑暗深淵中的暮光之錘侍僧使用。另一塊比較大的碎片在影牙城堡的一個巫師的手中。把它們找來給我，我可以用這些碎片重塑寶珠。",
    ["O"] = "找到3塊索蘭魯克寶珠的碎片和1塊索蘭魯克寶珠的大碎片，把它們交給貧瘠之地的杜安·卡漢。",
    ["T"] = "索蘭魯克寶珠",
  },
  [1758] = {
    ["D"] = "僅僅靠一個簡單的召喚法陣是無法為你召喚出地獄獵犬來的。$b$b我和我的三個助手會幫助你制造召喚法陣，但是你必須先弄到一本陰謀之書的副本，我們很久之前就把那本書給弄丟了。陰謀之書是當初一批術士為了召喚地獄獵犬而寫的書。$b$b克羅姆·粗臂也許能給你提供一些幫助，他原本是一個四處巡游的術士，但是現在卻整天躲在鐵爐堡的圖書館里苦心研究古代文獻。",
    ["O"] = "與鐵爐堡的克羅姆·粗臂談一談。",
    ["T"] = "陰謀之書",
  },
  [1778] = {
    ["D"] = "我計劃不久后就回到家鄉。幸運的是，斯蒂芬妮在暴風城把孤兒院照顧得不錯，我簡直等不及要見她了。再見，$C。",
    ["O"] = "與鐵爐堡的蒂薩-熱爐談一談。",
    ["T"] = "圣潔之書",
  },
  [1779] = {
    ["D"] = "我希望你帶上這個，$N。它的名字叫生命符記。$B$B你已經顯示了自己的仁慈與耐心，現在我需要你證明在戰斗和魔法兩個方面的能力。$B$B最近，我的丈夫穆里頓在和黑鐵矮人的戰斗中負傷歸來，他幾乎丟了性命——一個牧師治好了他所受的傷。$B$B帶上生命符記，和我丈夫談談。如果你能幫助他的話，我們可以再聊聊。愿圣光保佑你。",
    ["O"] = "帶上生命符記，和鐵爐堡的穆里頓·熱爐談一談。",
    ["T"] = "圣潔之書",
  },
  [1780] = {
    ["D"] = "我今天就把這些拿給孩子們。你要多加小心，好心的$n。城里已經很難看到像你這樣樂于助人的$G紳士:女士;了，不過你已經證明了圣騎士決不會拒絕幫助那些陷入困境的人。$B$B請多保重。",
    ["O"] = "與暴風城的達索瑞恩·拉爾談一談。",
    ["T"] = "圣潔之書",
  },
  [1781] = {
    ["D"] = "拿著這個，$N。這是生命符記。$B$B你已經證明了自己的仁慈和耐心，現在讓我們看看你是否有能力掌握光明之道的一項最偉大的能力。$B$B我的朋友賈森最近剛從艾爾文森林的英烈碑回來，他在那里遭遇了迪菲亞潛行者，差點就沒命了。現在他正在圣壇邊上接受牧師的治療。$B$B把這個符記帶給他，和他談談。如果你幫得了他，我們很快就能再見面了。愿你永享圣光的榮耀。",
    ["O"] = "把生命符記帶給暴風城的賈森·坦諾姆。",
    ["T"] = "圣潔之書",
  },
  [1782] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "弗倫的鎧甲",
  },
  [1783] = {
    ["D"] = "我們一直在偵察一些潛伏在盔枕湖以南的黑鐵矮人。我們知道他們出現在那里決不是什么好事，因此我和納姆決定靠近些去看看——看看他們的頭目到底下了些什么命令。$B$B我和納姆發起了突襲，殺掉了一些黑鐵矮人，但他們比我們想象的還要頑強，一大堆黑鐵矮人朝我們撲了過來。納姆讓我來求援，我就跑回來了。$B$B納姆需要幫助，我們一定要盡快，否則我不會安心的。$B$B你能幫助我嗎，$N？",
    ["O"] = "使用生命符記復活丹莫羅的納姆·法奧克。",
    ["T"] = "圣潔之書",
  },
  [1784] = {
    ["D"] = "在我陷入苦戰以前，我和穆里頓在那座小房子附近幾乎干掉了一個黑鐵間諜。我們親眼看見他們的頭兒給他一條手令，于是我們就想把他干掉，然后搶到那條手令。$B$B鐵爐堡議會里的一些家伙還不相信丹莫羅有黑鐵矮人的存在。只要能得到那條手令，我們不僅能證實他們的確在這個地區活動，還能知道他們到底想要做什么。$B$B去拿到那份手令，然后把它交給穆里頓，$N。",
    ["O"] = "從盔枕湖附近的黑鐵矮人那里取回一份黑鐵手稿，把它交給鐵爐堡的穆里頓·熱爐。",
    ["T"] = "圣潔之書",
  },
  [1785] = {
    ["D"] = "我的妻子正在那里驕傲地微笑，你最好快過去和她談談，我想她有些話要和你說。$B$B圣光會保佑你的，偉大的$c。相信有一天，我會邀請你一起來對抗亡靈天災和那些該死的黑鐵矮人。",
    ["O"] = "與鐵爐堡的蒂薩·熱爐談一談。",
    ["T"] = "圣潔之書",
  },
  [1786] = {
    ["D"] = "亨茲和我去了英烈碑，那地方就在艾爾文森林東北的石碑湖中央的一座小島上。我們聽說迪菲亞潛行者在邊境一帶搞間諜活動，就受命去找到證據交給國王的顧問。$B$B我們看見兩個人在鬼鬼祟祟地閱讀什么文件，就向他們發起了突襲。這時突然出現了很多法師將我們團團包圍。$B$B亨茲為我拖住了他們，讓我先逃脫了……這個傻瓜，他為什么要那么做……$B$B我的兄弟亨茲，他的尸體現在還躺在那里。你能幫助我們嗎，$N？",
    ["O"] = "把生命符記帶到艾爾文森林的英烈碑去，復活亨茲·法奧克。",
    ["T"] = "圣潔之書",
  },
  [1787] = {
    ["D"] = "我們以后再來談生命符記的事情吧，現在最重要的是把那份迪菲亞潛行者閱讀過的文件拿回來。如果能得手的話，我們就能證明迪菲亞潛行者混入艾爾文森林了，甚至還有可能了解到他們的計劃是什么。$B$B你覺得你有能力把這些文件從這座小島上的迪菲亞潛行者手里拿過來嗎？$B$B如果你拿到文件的話，就把它交給賈森，順便告訴他我現在沒事了。",
    ["O"] = "從石碑湖小島上的迪菲亞巫師手中拿到迪菲亞手稿，把它交給暴風城的賈森·坦諾姆。",
    ["T"] = "圣潔之書",
  },
  [1788] = {
    ["D"] = "在達索瑞恩看過這份文件之后，我會把它交給國王的顧問，不過你現在應該去和達索瑞恩談談。他一定會表揚你的！$B$B再次感謝你，$N。我希望我們還能見面。有你這樣的朋友絕對是我的驕傲與榮幸。",
    ["O"] = "與暴風城的達索瑞恩·拉爾談一談。",
    ["T"] = "圣潔之書",
  },
  [1789] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "生命符記",
  },
  [1790] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "生命符記",
  },
  [1791] = {
    ["D"] = "現在既然你已經學會了狂暴姿態，就應該去弄一把稱手的武器。$B$B去和捕風者巴斯拉談談吧，他是住在奧特蘭克山脈和西瘟疫之地之間一個巨魔隱士。他是制造武器的行家，也是一個強大的薩滿祭司。$B$B去找到巴斯拉，沿著塔倫米爾東側的河流一直向北——巴斯拉的營地就在這條河東岸的廢墟旁。",
    ["O"] = "和捕風者巴斯拉談一談。",
    ["T"] = "捕風者",
  },
  [1792] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "旋風武器",
  },
  [1793] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "勇氣之書",
  },
  [1794] = {
    ["D"] = "",
    ["O"] = "Speak to Beldruk Doombrow here in Ironforge!",
    ["T"] = "勇氣之書",
  },
  [1795] = {
    ["D"] = "如果你已經做好了充足的準備，那么我們就開始吧。首先讓我來解釋一下整個過程。$b$b第一步是創造出基本的召喚法陣，然后，我的助手將使用導能魔棒來將其強化成為更加強大的法陣。$b$b當以上這些工作都完成之后，由你來誦讀陰謀之書上的咒語，召喚地獄獵犬。$n，你要當心。地獄獵犬可是非常強大的生物，我希望你能保護好自己。",
    ["O"] = "召喚地獄獵犬并打敗它，然后把陰謀之書交給棘齒城的斯坦哈德·法爾杉。",
    ["T"] = "誓縛",
  },
  [1796] = {
    ["D"] = "我要幫你制作的第一件裝備就是長袍，你要負責為我收集若干材料，然后我會把它們組合到一起。這樣你就將擁有有首件能使你變得更加強大的裝備。$B$B首先，你必須給我拿來一件奧法之袍。你可以去找個裁縫幫忙制作，也可以從其他冒險者手中購買——當然如果你能自己制作的話就更好了。但是無論如何，你要先把奧法之袍交給我，然后我們才能開始。",
    ["O"] = "將奧法之袍交給貧瘠之地的梅納拉·沃倫德。",
    ["T"] = "魔化金線血袍",
  },
  [1798] = {
    ["D"] = "是該教你召喚地獄獵犬的時候了，$n。但我現在手里沒有教你這個法術所必需的材料，所以你得去找另外一個人來教你，也就是斯坦哈德·法爾杉，他是我們我們的另一個成員。$b$b他就住在在地精港口城市棘齒城附近。在你到達之前，我會通知他你要過去的。",
    ["O"] = "與貧瘠之地的斯坦哈德·法爾杉談一談。",
    ["T"] = "尋找斯坦哈德",
  },
  [1799] = {
    ["D"] = "很好，那么我們開始吧。$B$B首先，你必須到里面去跟我的助手們談談，然后決定自己要走哪條路——他們會給你更詳細的解釋。$B$B然后，你必須到凄涼之地的瑪諾洛克集會所去，從那里的某個術士身上找到一顆地獄火珠。你要凈化這顆寶珠，隱居在塵泥沼澤南部的一個名叫塔貝薩的法師會幫你完成凈化。她肯定會幫助你，因為我們曾有共同的過去。$B$B我再強調一次，這些任務沒完成之前，你就別回來見我。",
    ["O"] = "在棘齒城外的塔里與梅納拉的侍僧們談話，選擇自己修行的方式。$B$B然后給塵泥沼澤的塔貝薩帶去一顆地獄火珠。",
    ["T"] = "寶珠碎片",
  },
  [1800] = {
    ["D"] = "在我們很聽話的時候，孤兒院院長就會給我們講述許多偉大的故事，其中的一個就是關于洛丹倫的陷落，以及邪惡的阿爾薩斯是如何殺死自己的父親來奪取政權的。$B$B他這樣做真是太無恥了，$N！等我成長為強大的部落戰士之后，我將為榮譽而戰——而不是為了邪惡的權力！$B$B你愿不愿意帶我去洛丹倫的王座看看呢？王座就在你進入幽暗城之前的那個大廳里。",
    ["O"] = "帶著你看護的孤兒去幽暗城電梯外的王座大廳。",
    ["T"] = "洛丹倫的王座",
  },
  [1801] = {
    ["D"] = "要召喚地獄獵犬并迎接它的挑戰，一個簡單的召喚法陣是不夠的。$b$b我和三個侍僧可以幫你制造法陣，但是你需要一本《陰謀之書》。很久以前我們就把這本書給弄丟了，它是由最早的那批不借助任何外力幫助就召喚出地獄獵犬的術士寫下的。$b$b也許約拉·安尼森能幫你的忙。這段時間里，他作為一名制圖師受雇于幽暗城，在古籍方面他知道的比我多。",
    ["O"] = "和幽暗城的約拉·安尼森談一談。",
    ["T"] = "陰謀之書",
  },
  [1802] = {
    ["D"] = "它是丟了，不過我知道一些可以幫你找到它的線索。$b$b這本書的復制品只有一本，而且它也已經被損壞了，很大一部分的書頁全都被撕了下來，現在聽說它們落入了千針石林的半人馬手里。$b$b其余的部分在南海鎮的西岸丟失了，原本這些書頁是要用船送往米奈希爾港的，不過卻從來也沒能送到。$b$b你看，我告訴了你這么多消息，好歹你也得在找回東西以后拿來給我看看吧？",
    ["O"] = "為鐵爐堡的克羅姆·粗臂找回發霉的書籍和破損的手稿。",
    ["T"] = "陰謀之書",
  },
  [1803] = {
    ["D"] = "啊！你果然是個品位與我相當的術士呀。事實上，能得到陰謀之書一直是我的一大心愿。你知道那本書一度曾被保存在洛丹倫城里嗎？然而，那本書如今已經被摧毀了，大部分的書頁都不見了。到底是哪個白癡干出這樣可憎的事？$b$b據說，失落的那一半目前在千針石林中的一群半人馬手里。$b$b剩下的另一半本來是要被轉移到鐵爐堡去的，不過在押運過程中丟失在了南海鎮西部的海灘上。",
    ["O"] = "給幽暗城的約拉·安尼森帶回發霉的書籍和破損的手稿。",
    ["T"] = "陰謀之書",
  },
  [1804] = {
    ["D"] = "唉……我真是恨不得一輩子都抱著這本書。不過既然這是你找到的，而且你還要用它做更重要的事，我還是把它還給你吧……不過，請你一定要告訴斯坦哈德幫我抄寫一本。$b$b對了，你去找書的時候，他托人帶了個消息過來，讓我告訴你說他的助手要協助進行召喚，不過你必須幫他找到3根導能魔棒。$b$b斯坦哈德可能不知道要到哪里去找導能魔棒，不過我碰巧知道！龍喉氏族的獸人法師們手上應該還有一些這種魔棒。",
    ["O"] = "將翻修過的書籍和3根導能魔棒交給棘齒城的斯坦哈德·法爾杉。",
    ["T"] = "陰謀之書",
  },
  [1805] = {
    ["D"] = "這書上寫的東西是我這幾年中看過的文章里最有趣的。這邊的書很少，選擇也很少——大多數的書都是地理方面的——而且，我都把它們翻來覆去地讀了好些遍了。我真希望斯坦哈德能抽空給我也送一本這樣的書來。$b$b去和他談談吧，他在你離開的時候托人給我帶來了口信，說是要交給你一個任務，要求你找回三根召喚魔棒。$b$b當然，為了答謝你允許我繼續看這本書，我告訴你一個小秘密：你可以在濕地的獸人龍喉氏族那里找到你要的東西。",
    ["O"] = "將翻修過的書籍和3根導能魔棒交給棘齒城的斯坦哈德·法爾杉。",
    ["T"] = "陰謀之書",
  },
  [1806] = {
    ["D"] = "我們現在就到熔爐邊上去開始工作吧！我已經為你的到來準備很久了，現在不用再等了。$B$B在我們完成這把武器之后，你就可以更好地為圣光而戰，這一點我絕對可以保證。$B$B說實話，$N，看到你所取得的這些成績，我真有點羨慕。不過我知道我也可以用我自己的方式給你提供一些幫助，這樣就已經讓我很高興了。",
    ["O"] = "等待喬丹·斯迪威爾為你鑄造武器。",
    ["T"] = "正義試煉",
  },
  [1818] = {
    ["D"] = "亡靈衛兵迪林格爾告訴我有一份工作可以交給像你這樣的$c。如果你想要為黑暗女王效力的話，那就馬上去迪林格爾那邊報到吧。$B$B亡靈衛兵迪林格爾在布瑞爾最西邊執勤，就在墓地的旁邊。",
    ["O"] = "和布瑞爾的亡靈衛兵迪林格爾談一談。",
    ["T"] = "迪林格爾",
  },
  [1819] = {
    ["D"] = "當亡靈天災席卷提瑞斯法林地的時候，我們曾經抓住他們中的一員進行研究。他具有自己的意志，并自稱為切割者奧拉格。但是，雖然他的意志是自由的，但他仍然只是一個被巫妖王掌控和奴役著的傀儡。$B$B我們希望能夠讓他脫離巫妖王的控制，但是失敗了。現在，我看是時候讓他徹底地“解脫”了。$B$B讓他解脫，殺了他。$B$B激活北部陵墓那里的顱骨石機關，解除奧拉格身上的魔法封印。$B$B然后……做好準備，$N。",
    ["O"] = "殺死切割者奧拉格，然后和亡靈衛兵迪林格爾談一談。",
    ["T"] = "切割者奧拉格",
  },
  [1820] = {
    ["D"] = "你已經向黑暗女王證明了自己的價值，現在你應該有資格繼續完成她下達的其它任務了。$B$B庫勒曼·法席恩正在征召可以幫助他對付敵人的勇士。$B$B你可以在布瑞爾東部的恐懼之末旅店找到他。",
    ["O"] = "和庫勒曼·法席恩談一談。",
    ["T"] = "庫勒曼",
  },
  [1821] = {
    ["D"] = "在我活著的時候，阿加曼德家族是我的主人，但他們也是讓我死去的罪魁禍首！現在他們得到了應有的報復，阿加曼德家族已經成為了巫妖王手下的行尸走肉。$B$B現在我要剝奪他們最后的榮耀。到他們家族的墓地里去，幫我搶來他們的傳家之寶：一把劍，一柄斧，一柄匕首，還有一把釘錘。將這些東西全都給我拿來！$B$B阿加曼德家族墓穴就在阿加曼德磨坊的最北端，那里有許多亡靈天災的部隊和死去的阿加曼德族人守衛著。",
    ["O"] = "把阿加曼德家傳長劍、阿加曼德家傳戰斧、阿加曼德家傳釘錘和阿加曼德家傳匕首交給庫勒曼·法席恩。",
    ["T"] = "阿加曼德家傳武器",
  },
  [1822] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "祖傳武器",
  },
  [1823] = {
    ["D"] = "作為一名戰士，你已經具備了相當的素質，而且名望也日漸顯赫。也許你已經準備好要接受魯迦·狂暴圖騰的試煉了？如果是這樣的話，就去貧瘠之地的陶拉祖營地找魯迦吧。$B$B他一直以來都在那里等待英勇的戰士響應他的召喚。",
    ["O"] = "和魯迦·狂暴圖騰談一談。",
    ["T"] = "和魯迦交談",
  },
  [1824] = {
    ["D"] = "要通過試煉，你必須一直向南到巨人曠野去，在那里有一大群叫做異種蝎的昆蟲生物。我以前從未在貧瘠之地看到過這種生物，也不知道它們的到來究竟預兆著什么。$B$B把它們的觸角交給我，$N，要剛剛割下來、還再抽搐的那種。不要浪費時間，因為一旦你把觸角割下來，它們很快就會徹底失去活力。在規定的時間內把觸角帶給我，這樣你就通過了考驗。",
    ["O"] = "收集5根顫抖的觸角，把它們帶給貧瘠之地陶拉祖營地的魯迦。",
    ["T"] = "巨人曠野的試煉",
  },
  [1825] = {
    ["D"] = "著名的獸人鐵匠索恩格瑞姆·火眼已經聽說了你為部落作出的杰出貢獻。他愿意為你制作一套護甲，馬上去找他談談吧。$B$B索恩格瑞姆的營地就在貧瘠之地十字路口的東邊。",
    ["O"] = "與貧瘠之地的索恩格瑞姆·火眼談一談。",
    ["T"] = "和索恩格瑞姆交談",
  },
  [1838] = {
    ["D"] = "我聽說了關于你的英勇事跡，所以希望能為你制作一套護甲，這能夠幫助你去為部落作出更多更偉大的貢獻。$B$B但是制作這樣一件護甲需要你的幫助，$N，如果你能幫助我，那你也就幫助了部落里所有的鐵匠。$B$B拿著這個卷軸，這是我經過無數不眠之夜，強睜著我半瞎的眼睛寫下的，上面記載著制作護甲所需要的材料。把卷軸上所列出的材料幫我找來，我會為你制作一套護甲。",
    ["O"] = "為索恩格瑞姆收集15根煙霧鐵錠、10份藍銅粉、10塊鐵錠和1瓶燃素。",
    ["T"] = "野蠻護甲",
  },
  [1839] = {
    ["D"] = "巨魔鐵匠尤拉萊克會為你鑄造一副野蠻護手，他住在杜隆塔爾的森金村里，那兒是暗矛氏族的家園，他正在等著你。",
    ["O"] = "與杜隆塔爾的尤拉萊克談一談。",
    ["T"] = "尤拉萊克和野蠻護手",
  },
  [1840] = {
    ["D"] = "奧姆·石蹄因為他杰出的鑄造技術而被大家尊敬，他會為你鑄造野蠻頭盔。$B$B你可以在雷霆崖找到他，他就在城市中心最大的那根圖騰旁的池塘附近。",
    ["O"] = "和雷霆崖的奧姆·石蹄談一談。",
    ["T"] = "奧姆·石蹄和野蠻頭盔",
  },
  [1841] = {
    ["D"] = "在死亡之前，維羅拉·奈特雷曾是洛丹倫最好的鑄甲師。看來死亡讓她的技藝退步了許多。去和維羅拉談談——她會幫你鑄造野蠻腿甲。$B$B維羅拉住在洛丹倫的幽暗城里，你可以在貿易區找到她。",
    ["O"] = "與幽暗城的維羅拉·奈特雷談一談。",
    ["T"] = "維羅拉·奈特雷和野蠻腿甲",
  },
  [1842] = {
    ["D"] = "我可以為你鑄造一副具有很強魔法力量的野蠻手套。但是首先，你必須先替我去收集這樣的魔法力量。$B$B為了獲取這片森林的力量，許多薩特聚集在灰谷的東北面，它們在那里貪婪地吸取和破壞著森林的力量。你可以從它們腫脹的蹄子上判斷出到底是哪些薩特在吸取灰谷的魔力。$B$B這些蹄子都有不小的魔法力量，把它們給我帶來，這樣我就可以給你鑄造野蠻手套了。",
    ["O"] = "收集7只完整的薩特之蹄，把它們交給杜隆塔爾森金村的尤拉萊克。",
    ["T"] = "薩特之蹄",
  },
  [1843] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "野蠻護手",
  },
  [1844] = {
    ["D"] = "我會幫你鑄造頭盔，但是你必須向我證明你值得我這么做。$B$B石爪山的西北面是一個名叫焦炭谷的山谷，那里曾經是一片郁郁蔥蔥的森林，但是現在已經被完全被污染，那里剩下的生物也都被痛苦和絕望逼瘋了。$B$B現在我就要派你去那里，$N。$B$B你必須去焦炭谷找到雌奇美拉，殺死她，讓她從苦痛中得到解脫，把她那光滑的奇美拉角帶給我作為你完成任務的證據，然后我就會為你鑄造頭盔。",
    ["O"] = "把光滑的奇美拉角交給雷霆崖的奧姆·石蹄。",
    ["T"] = "奇美拉之角",
  },
  [1845] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "野蠻頭盔",
  },
  [1846] = {
    ["D"] = "要鑄造野蠻腿甲，我就需要一些結實的脛骨。濕地里的龍喉獸人就有非常合適的脛骨，我就需要那樣的。$B$B但是你一定要確保脛骨是絕對牢固的，在你收集它們的時候記得要試一下它們是不是足夠牢固：如果你能徒手把它們弄碎，那么它們肯定不符合我的要求。",
    ["O"] = "給幽暗城的維羅拉·奈特雷帶去12根結實的龍喉脛骨。",
    ["T"] = "龍喉脛骨",
  },
  [1847] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "野蠻腿甲",
  },
  [1848] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "野蠻鎖甲",
  },
  [1858] = {
    ["D"] = "你得去想辦法把塔贊的包給弄開，這樣咱們才能把里面的東西拿出來。這鎖的結構還真挺復雜的，所以你想要弄開它的話就只能靠鑰匙了。$B$B如果你沒有在塔贊的尸體上找到鑰匙，那他就一定把鑰匙放到某個安全的地方去了……啊，對了！他有一個助手叫加摩爾，是個徹頭徹尾的大酒鬼，你八成能在酒館里找到這家伙。我建議你“安靜地”把鑰匙從他手里搞來。",
    ["O"] = "偷來塔贊的鑰匙，用它打開他的背包，然后將里面的物品交給奧格瑞瑪暗影裂口的瑟祖克。",
    ["T"] = "碎手氏族",
  },
  [1859] = {
    ["D"] = "小聲點，$N。沒錯，我知道你叫什么。有人讓我注意一個獸人，你完全符合他的描述。$B$B我們聽說你在戰斗中頗有一套，有時也會使用一些非常的手段。$B$B我沒說錯吧？$B$B不管怎樣，你得去見見奧格瑞瑪的瑟祖克，他有事要吩咐你。",
    ["O"] = "到奧格瑞瑪的暗影裂口和瑟祖克談談。",
    ["T"] = "瑟祖克",
  },
  [1860] = {
    ["D"] = "我們法師有一項任務要交給你去完成，一項對于暴風城和艾爾文森林的安全至關重要的任務。$B$B詹妮亞·坎農會告訴你任務的細節。她正在暴風城的法師區里的巫師圣地里學習，你最好盡快找到她。",
    ["O"] = "和暴風城的詹妮亞·坎農談一談。",
    ["T"] = "和詹妮亞交談",
  },
  [1861] = {
    ["D"] = "大規模的魔法戰爭已經使得原本穩定的魔法流開始出現異常的波動。我們正在努力調查這種波動究竟會造成怎樣的影響，而有些人已經做好了最糟糕的打算！$B$B但是現在還不能輕易下結論，我們們要派你去收集更多的信息。$B$B拿著這個水袋，到艾爾文森林明鏡湖瀑布的底部收集那里的水樣，然后把水樣給我帶回來，這樣我就可以用它來進行魔法污染情況的研究了。",
    ["O"] = "把一份明鏡湖水的樣本交給暴風城的詹妮亞·坎農。",
    ["T"] = "明鏡湖",
  },
  [1878] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "收集水袋",
  },
  [1879] = {
    ["D"] = "$N！我在鐵爐堡的侏儒同事彬克送話過來說，她有一項必須交由某個法師來完成的任務！你不正好是個法師嗎，$N？$B$B如果你愿意的話，去和彬克談談吧。她就在鐵爐堡秘法區的秘法大廳里。",
    ["O"] = "和鐵爐堡的彬克談一談。",
    ["T"] = "和彬克交談",
  },
  [1880] = {
    ["D"] = "我們法師能做的事情可不僅僅是彈動一下手指變出美麗的火花那么簡單！我們控制著魔法，控制著構建這個世界的源泉！當然，這需要極大的決心和極強的能力，還有知識……足夠多的知識！$B$B我發明的一臺設備——法師文檔存儲器——里面存儲著無數的知識。不過問題是，我把它弄丟了！當我們逃離諾莫瑞根的時候，我把它留在城外一座小屋的箱子里，現在那地方麻瘋侏儒橫行！$B$B$N，請幫我取回我的法師文檔存儲器！",
    ["O"] = "幫彬克找回她的法師文檔存儲器。",
    ["T"] = "法師文檔存儲器",
  },
  [1881] = {
    ["D"] = "$N，安娜斯塔西婭·哈特威爾有個任務需要你這樣有才干的$c來完成。她就在幽暗城的魔法區，去和她談談，準備為被遺忘者的法師們完成你的第一個任務吧。",
    ["O"] = "和安娜斯塔西婭·哈特威爾談一談。",
    ["T"] = "安娜斯塔西婭",
  },
  [1882] = {
    ["D"] = "東邊的瘟疫之地處于混亂的狀態。巫妖王控制下的天災軍團將邪惡的魔法灌入土地之中，腐化并殺死那里的一切生靈。雖然瘟疫具有強大的破壞力量，但是我們——被遺忘者的法師——相信它必定可以被清除掉。$B$B首先，我們必須判斷出它在提瑞斯法到底散播到了怎樣的程度。到提瑞斯法東部的巴尼爾農場去，在那里的花園中收集一些金魚草，然后再回來。",
    ["O"] = "將巴尼爾金魚草交給幽暗城法師區的安娜斯塔西婭·哈特威爾。",
    ["T"] = "巴尼爾農場",
  },
  [1883] = {
    ["D"] = "森金村的部落法師安蘇瓦發現杜隆塔爾的魔法流出現了波動，為此他向我尋求幫助。去和安蘇瓦談談，盡你所能去幫助他。$B$B快去吧，到時一定會有更多的秘密展示在你的面前。",
    ["O"] = "和安蘇瓦談一談。",
    ["T"] = "安蘇瓦",
  },
  [1884] = {
    ["D"] = "回音群島的術士扎拉贊恩擾亂了杜隆塔爾的魔法流。他那些邪惡的魂能骨堆就是造成這一切的罪魁禍首，他把那些骨堆放在回音群島的主島上。$B$B骨堆破壞了我們的生活，還讓在黑暗角落里隱藏著的術士和惡魔獲得源源不斷的力量。$B$B你必須在魔法流被徹底改變之前摧毀那些魂能骨堆，$N。",
    ["O"] = "摧毀4個魂能骨堆，然后向森金村的安蘇瓦匯報。",
    ["T"] = "魂能骨堆",
  },
  [1885] = {
    ["D"] = "$n？雖然現在的情況并不像我所預計的一樣，但卡加德確實對你非常感興趣。聽起來是不是有點難以置信？$b$b無論如何，你得盡快去找他談談。我想你并不想知道上一個對他的召喚置之不理的人的下場吧。",
    ["O"] = "與幽暗城盜賊區的米奈特·卡加德談一談。",
    ["T"] = "米奈特·卡加德",
  },
  [1886] = {
    ["D"] = "想加入瓦里瑪薩斯大人的精英衛隊——亡靈哨兵的話，你首先必須證明自己的價值。$b$b坦城地說吧，$n，你很可能在這種證明自己價值的任務中喪命，所以我勸你最好三思而行。$b$b現在，我有一個任務要你去完成。有一位來往于銀松森林與幽暗城之間的信使，他叫阿斯托·哈德恩，由于特殊的公務需要，我必須得到他身上的一些私人物品。至于采用怎樣的策略去得到這些物品，那是你的事情，不要問我。$b$b如果你的好奇心能小一點，不那么關心這些物品的用途的話，你會過得更自在一些。完成這個任務之后，我會再和你談的。",
    ["O"] = "得到阿斯托的介紹信，并將其交給盜賊區的米奈特·卡加德。",
    ["T"] = "亡靈哨兵",
  },
  [1898] = {
    ["D"] = "這封介紹信足以使安德隆認為你就是他正在等的那位信使。我之前已經見過安德隆了，估計以他那點腦子是根本不會懷疑你的。$b$b瓦里瑪薩斯大人懷疑安德隆正在為某些其他的組織提供援助。他想知道那是個什么組織，而且你要收集到充分的證據。$b$b我要求你在與安德隆的談話中把這些信息都給套出來，他的店就在煉金房旁邊。",
    ["O"] = "與幽暗城的安德隆·甘特交談。",
    ["T"] = "亡靈哨兵",
  },
  [1899] = {
    ["D"] = "你在我背后的書架上就可以找到記有你的主子最需要的信息的賬本。把它交給他們，記得代我問他們好。哦，還有，告訴他們，如果他們覺得與我合作確實不錯，并且還打算按日程繼續合作下去的話，他們最好還是派你來。",
    ["O"] = "將阿斯托的的賬本交給幽暗城盜賊區的米奈特·卡加德。",
    ["T"] = "亡靈哨兵",
  },
  [1918] = {
    ["D"] = "被毀滅的水元素留下了一顆水球，它令你感到極端的厭惡，仿佛污染密斯特拉湖的所有物質都包含在這顆水球中一樣。$B$B你不清楚誰會對這個感興趣，不過碎木哨崗的馬斯托克·維爾西斯——那個最初派你來這里的家伙——也許對此有所了解。",
    ["O"] = "將被污染的水球交給灰谷碎木哨崗的馬斯托克·維爾西斯。",
    ["T"] = "被污染的水元素",
  },
  [1919] = {
    ["D"] = "你的能力正在不斷地增強，年輕的$N。你準備好要接受真正的挑戰了嗎？你愿意加入到我們正在進行的這場秘密戰爭之中嗎？$B$B如果你愿意的的話，就去和詹妮亞·坎農談談吧，她在暴風城法師區的巫師圣殿里。她有一項任務要交給你，這將幫你打開通向那個秘密世界的第一扇窗。",
    ["O"] = "和暴風城的詹妮亞·坎農談一談。",
    ["T"] = "向詹妮亞報告",
  },
  [1920] = {
    ["D"] = "有報告稱，法師區的藍色隱士旅店里出現了異常的魔法波動。一些隱形的奇怪生物徘徊在旅店里，我擔心那里已經有了一道魔法裂隙。$B$B我希望你去調查一下旅店，捕獲那些生物。用旅店中的顯形卷軸讓它們現出原形，然后用封靈箱抓住它們。當你抓到足夠數量的隱形生物之后，就帶上裝滿了的封靈箱和顯形卷軸回到我這里來。",
    ["O"] = "從詹妮亞·坎農身后拿取一根顯形卷軸以及一盒封靈箱。將3個裝滿的封靈箱交給巫師圣殿里的詹妮亞·坎農。",
    ["T"] = "調查藍色隱士",
  },
  [1921] = {
    ["D"] = "你幫了你的法師同行們很多忙，現在是為你制作巫師長袍的時候了。維恩·拉爾森可以幫你這個忙，不過你必須把必需的原料交給她。$B$B制袍用的亞麻布很容易找到，不過你還必須得到充能裂隙寶石，唯一出產這些寶石的地方是在洛克莫丹的銀泉礦洞，它們大多被密封在矮人礦工協會的箱子里。$B$B收集好亞麻布和寶石之后，把它們交給法師區拉爾森服裝店里的維恩·拉爾森。",
    ["O"] = "把10匹亞麻布和6顆充能裂隙寶石交給暴風城的維恩·拉爾森。",
    ["T"] = "收集原料",
  },
  [1938] = {
    ["D"] = "很久以前，三個法師在暴風城里一起學習法術，直到其中的一個開始研究黑暗魔法。他原本并不想深入其中，但是卻發現自己在不經意間越陷越深。最終，他被放逐出了暴風城。$B$B這個被放逐的法師就住在赤脊山的伊爾加拉之塔中，他手中有一本強大的魔法書——《烏爾的暗影魔法研究論文》。$B$B我們這些暴風城的法師希望能把那本書拿回來。你要做的就是溜進伊爾加拉之塔，幫我們取回那本書。",
    ["O"] = "將《烏爾的暗影魔法研究論文》交給暴風城的高階巫師安多瑪斯。",
    ["T"] = "烏爾的暗影魔法研究論文",
  },
  [1939] = {
    ["D"] = "高階巫師安多瑪斯希望和你談談，$N。他就在暴風城法師區的高塔頂端。$B$B能去和他會面可是非常難得的機會，因為安多瑪斯是少數幾個沒有被困在達拉然的超強的大法師之一，他找你也一定是有非常重大的事情。",
    ["O"] = "和高階巫師安多瑪斯談一談。",
    ["T"] = "高階巫師安多瑪斯",
  },
  [1940] = {
    ["D"] = "你一直在幫助我們，$N。我想，也許你應該換一件好點的長袍了，一件更適合資深法師地位的長袍。如果你能收集到必需的原料，我們就幫你做一件新的長袍。$B$B你必須進入暮色森林，獵捕那里的食腐獨行蛛。抽出它們的絲，但只有最好的、最純的絲才行。你得到足夠的蛛絲后，就把它們交給維恩·拉爾森來幫你縫制長袍，她就在法師區的拉爾森服裝店里。",
    ["O"] = "找到8束新鮮的蜘蛛絲，把它們交給暴風城的維恩·拉爾森。",
    ["T"] = "新鮮的蜘蛛絲",
  },
  [1941] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "法紋長袍",
  },
  [1942] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "星結之衣",
  },
  [1943] = {
    ["D"] = "$N，巨魔法師迪諾需要你的幫助，她就住在奧格瑞瑪的暗木小屋里。",
    ["O"] = "和迪諾談一談。",
    ["T"] = "巨魔法師迪諾",
  },
  [1944] = {
    ["D"] = "傳說中的克薩維亞城位于灰谷的東部，據說在那里可以找到所有智者都渴望獲得的古代知識，而克薩維亞之水也具有超強的魔法力量。$B$B我需要一些克薩維亞之水——要從水源直接取得的那種。$B$B拿著這只瓶子，去尋找傳說中的克薩維亞城吧。從那里最高的瀑布底部收集水樣，然后把它交給我。在那里你要步步小心，薩特占領了整個遺跡，它們一定不會喜歡讓多事的法師侵入它們的領地。",
    ["O"] = "將克薩維亞水樣交給奧格瑞瑪的迪諾。",
    ["T"] = "克薩維亞之水",
  },
  [1945] = {
    ["D"] = "我已經把為你制作新袍子的事情安排妥當了，就等你來提供一些材料……$B$B我需要一些頭發來制作你的法袍，你應該可以在灰谷的樹妖身上弄到符合條件的頭發，那些樹妖們都聚集在林中樹居那里。$B$B當你找到足夠的材料之后，就把它們交給貧瘠之地十字路口的基爾哈拉，他是一個巨魔裁縫。他正等著為你制作最新款的法袍。",
    ["O"] = "給十字路口的基爾哈拉帶去12縷歡笑姐妹的頭發。",
    ["T"] = "歡笑的姐妹",
  },
  [1946] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "虛靈長袍",
  },
  [1947] = {
    ["D"] = "現在，是讓你得到自己的法師魔杖的時候了。首先，你得去和住在塵泥沼澤的人類隱者塔貝薩談一談。你可以在沼澤深處找到她的小室，那地方就在塞拉摩的西邊，石槌廢墟的北邊。$B$B去和她談談，她的知識非常淵博。",
    ["O"] = "和塔貝薩談一談。",
    ["T"] = "沼澤之旅",
  },
  [1948] = {
    ["D"] = "鑄造一根法師的魔杖并不容易。我們需要一些珍貴的材料，而且必須制作一個能儲存大量魔法能量的容器——這些事情就交給你了。$B$B我已經把要你去找的東西寫在這張羊皮紙上了，把上面列著的東西交給我，另外你一定要按照羊皮紙上的指示行事。如果你不聽從我的指示擅自決斷的話，我們鑄造魔杖時就可能會有……大麻煩。",
    ["O"] = "將電能草莓和1顆翡翠交給塵泥沼澤的塔貝薩。",
    ["T"] = "強大的物品",
  },
  [1949] = {
    ["D"] = "為了制作你的魔杖，我得查詢一本書里的一些關鍵段落。這本書叫做《能量儀祭》，是大法師提爾斯寫的。$B$B我沒有這本書，世界上所有的大圖書館也沒有收藏。你必須去和提爾斯談談，從他那里要一本來。$B$B祝你好運。提爾斯曾經是個偉大的法師和學者，不過他現在把時間都花在飲酒、賭博，還有去閃光平原觀看侏儒與地精的車賽上了。",
    ["O"] = "和閃光平原的大法師提爾斯談一談。",
    ["T"] = "隱藏的秘密",
  },
  [1950] = {
    ["D"] = "我可以給你書，但你得先幫助我！$B$B你要找的書被鎖在我的魔法箱里了。必須念出一些咒語才能打開它，但是我忘記這些咒語了！通常都是我的助手幫我記這些事情，但現在他也不知道跑哪里去了。$B$B如果你想要我的書，那就得先找到我的學徒！到賽車道周圍去問問——如果幸運的話，會有人知道他在哪里的。要么把他給我帶回來，要么從他那兒問到咒語，不然就別想打開我的箱子！",
    ["O"] = "找到提爾斯保險箱的解封咒語，然后向提爾斯復命。",
    ["T"] = "解封咒語",
  },
  [1951] = {
    ["D"] = "嗯……我想起來了，我的書已經沒有了！你要知道，我欠了一屁股的債，不得不把最后一冊《能量儀祭》賣掉來還債，我把它賣給了一個牧師……$B$B他是血色十字軍的成員。他一定把那本書帶到了他們的根據地——提瑞斯法林地里的血色修道院圖書館去了！$B$B如果你想要那本書的話，就得去一趟修道院。很抱歉給你帶來這么多麻煩，這些天我已經有些頭昏腦漲了……",
    ["O"] = "將《能量儀祭》交給塵泥沼澤的塔貝薩。",
    ["T"] = "能量儀祭",
  },
  [1952] = {
    ["D"] = "我現在要去鑄造魔杖了。",
    ["O"] = "等塔貝薩的儀式完成后，和她談一談。",
    ["T"] = "法師的魔杖",
  },
  [1953] = {
    ["D"] = "$N，是時候讓你去和塔貝薩談談了……這位塵泥沼澤里的隱士將指導你如何鑄造強大的法師物品。$B$B塔貝薩就隱居在塵泥沼澤的深處，塞拉摩的西邊。",
    ["O"] = "和塔貝薩談一談。",
    ["T"] = "返回沼澤",
  },
  [1954] = {
    ["D"] = "首先，我們必須弄到一顆有魔力的寶珠。火刃氏族的術士有高質量的寶珠……糟糕的是，他們將惡魔收入了寶珠里！當然我們可以解決這個問題，對……我們可以。$B$B到凄涼之地去，從火刃召喚師那里奪取一顆地獄火寶珠。那幫家伙通常在瑪諾洛克集會所活動。$B$B拿到寶珠之后就盡快返回我這兒來。",
    ["O"] = "將一顆地獄火寶珠交給塵泥沼澤的塔貝薩。",
    ["T"] = "地獄火寶珠",
  },
  [1955] = {
    ["D"] = "既然我們已經得到了召喚師的寶珠，現在就讓我們來把惡魔從里面驅趕出來。我能做到，這部分相當容易。$B$B我有個艱巨的任務給你，你必須在惡魔出現的時候殺死它。$B$B而且動作要夠快。如果你耗時過久的話，或許它就會再跳進去，那我們又得重來一次了！$B$B所以你得準備好最強的技能和所有的物品，如果你有朋友的話，也一起叫上。這件事情不會很輕松的。",
    ["O"] = "殺死寶珠之魔，然后與塔貝薩談一談。",
    ["T"] = "驅除魔鬼",
  },
  [1956] = {
    ["D"] = "既然惡魔已經被消滅了，接下來我們就得去找一個能量源。不幸的是，最合適的能量源往往非常古老而且極難獲得。有的時候，命運就喜歡這樣捉弄你，難道不是嗎？$B$B所以，為了得到能量源，你必須到奧達曼去打敗那里的黑曜石守衛。他體型巨大而且很難對付，但是你可以從他身上得到我們所需要的能量源！$B$B祝你好運，$N。如果你運氣不好的話，那么……很高興認識你。",
    ["O"] = "找到一個黑曜石能量源，將其交給塵泥沼澤的塔貝薩。",
    ["T"] = "奧達曼的能量源",
  },
  [1957] = {
    ["D"] = "我們幾乎已經要大功告成了，但是最后一步也是最危險的，$N。$B$B我有一顆空的召喚寶珠，準備給它注入力量。我們將通過一道魔法裂縫來完成這個步驟，首先，我會念一段咒語來打開裂縫，此時特殊的生物——法力怒靈將大量涌出來。你必須打敗這些生物以釋放它們的能量，我會及時用寶珠收集這些能量。$B$B在裂縫關閉之前殺死足夠多的法力怒靈，我會把所有收集起來的能量注入你的寶珠。",
    ["O"] = "在限定時間內殺死12只法力怒靈。",
    ["T"] = "法力怒靈",
  },
  [1958] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "蒼穹之力",
  },
  [1959] = {
    ["D"] = "幽暗城的法師們注意到城里出現了一股魔法波動，他們隨即發出消息，請求部落的法師來協助他們進行調查。$B$B安娜斯塔西婭·哈特威爾會告訴你更多的詳細內容，她就在幽暗城的魔法區，去和她談談吧。",
    ["O"] = "和安娜斯塔西婭·哈特威爾談一談。",
    ["T"] = "向安娜斯塔西婭報告",
  },
  [1960] = {
    ["D"] = "在煉金房的奧格諾恩煉金店里有一股奇怪的魔法波動。由魔法能量構成的隱形生物在商店里四處游蕩，這其中一定有什么原因，我們必須找到它！$B$B我希望你去調查一下，捕獲那些生物。用我身后的顯形卷軸讓它們現出原形，然后用封靈箱抓住它們。當你抓到足夠數量的隱形生物之后，就帶上裝滿了的封靈箱和顯形卷軸回到我這里來。",
    ["O"] = "從安娜斯塔西婭·哈特威爾身后拿取一根顯形卷軸以及一盒封靈箱。將3個裝滿的封靈箱交給幽暗城的安娜斯塔西婭·哈特威爾。",
    ["T"] = "調查煉金店",
  },
  [1961] = {
    ["D"] = "$N，是時候為你制作你的第一件法師袍了。那會是你地位的標志，同時也是對你的一次考驗。$B$B你必須從銀松森林的達拉然法師身上獲得制作法袍所必需的法力寶石。那些法師和我們擁有相似的信仰，所以殺掉他們會是一件讓人感到不快的事情，但是既然他們不具備抵御我們的力量，那他們也就沒有繼續存活下去的價值了。$B$B把寶石和亞麻布交給法師區裁縫店里的喬瑟夫·格里高利，他會為你制作你的第一件法師袍。",
    ["O"] = "把10塊亞麻布和6塊達拉然法力寶石帶給喬瑟夫·格里高利。",
    ["T"] = "收集原料",
  },
  [1962] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "魔焰長袍",
  },
  [1963] = {
    ["D"] = "酋長行事的方法實在是有些太謹慎了。他總是很小心地不讓部落顯得過于鋒芒畢露。一旦我們足夠強大了，我們的力量將能征服一切。部落必須重現往日的榮耀和尊嚴，而現在看來能做到這一點的就只有我們碎手氏族了。$b$b我們必須在暗中積蓄力量，再突然向敵人發起致命的打擊，神不知鬼不覺地將敵人除掉。如果你想加入我們，就必須先為我完成一個任務，以此來證明你自己的價值。$b$b有個名叫塔贊的巨魔在棘齒城附近和海盜們做交易，而他那里有我感興趣的消息。殺了他，把他的背包拿來給我。",
    ["O"] = "殺死塔贊，把他的背包帶給奧格瑞瑪暗影裂口的瑟祖克。",
    ["T"] = "碎手氏族",
  },
  [1978] = {
    ["D"] = "辛迪加？我竟然從來都沒有想到是他們，看來奧特蘭克的那些貴族們自從背叛聯盟以后真是愈加墮落了。$b$b瓦里瑪薩斯大人知道了這些一定會非常高興，另外，既然你在這次偵查行動中表現得這么出色，那么，就由你把我們的調查結果給他送過去吧。$b$b啊，我怎么可能忘了說這個呢！$b$b歡迎加入亡靈哨兵的行列。",
    ["O"] = "將安德隆的賬本交給幽暗城黑暗女王大廳里的瓦里瑪薩斯。",
    ["T"] = "亡靈哨兵",
  },
  [1998] = {
    ["D"] = "瓦里瑪薩斯大人剛剛給我下達了一道命令，要求我派人去把一個對我們構成巨大威脅的家伙立刻鏟除掉。他的名字是芬維克·薩托斯，瓦里瑪薩斯大人認為他是一群在銀松森林中肆虐的亡靈的領袖。$b$b一接到這個任務，我馬上就想到了你，$n。我堅信，以你的能力一定可以將這個任務輕松完成。$b$b我們派遣到銀松森林的亡靈哨兵們發回的最新報告中指出，薩托斯就躲藏在洛丹米爾湖岸邊的一處廢棄碼頭上。",
    ["O"] = "殺掉芬維克·薩托斯，把他的頭顱交給幽暗城盜賊區的米奈特·卡加德。",
    ["T"] = "芬維克·薩托斯",
  },
  [1999] = {
    ["D"] = "安伯米爾的肯瑞托法師那里保存著大量關于達拉然現狀的文檔，這些情報是我們從一個囚犯的口中拷問出來的。瓦里瑪薩斯大人已經下令，要求我們必須把這些文件弄到手。$b$b于是這個任務就落到了你的肩上，$n。你需要一些裝備，更重要的是得學會開鎖的技術。去跟我們的工具商艾斯特蕾·根德瑞談談，在你出發前向她要一套開鎖工具吧。",
    ["O"] = "找到達拉然形勢報告，把它交給幽暗城盜賊區的米奈特·卡加德。",
    ["T"] = "交易工具",
  },
  [2038] = {
    ["D"] = "好象在洛克湖墜機還不夠倒霉似的，湖心小島上來的穴居人還襲擊了我，搶走了我的工具和氣壓炸彈。沒有旋翼機沒有炸藥，我什么都干不了！$B$B去幫我找回工具和氣壓炸彈，$N。為了諾莫瑞根！",
    ["O"] = "找回賓格斯的裝備：$B$賓格斯的氣壓炸彈、賓格斯的扳手、賓格斯的榔頭和賓格斯的螺絲起子。",
    ["T"] = "賓格斯的補給品",
  },
  [2039] = {
    ["D"] = "我們和賓格斯失去了聯系！他被派去偵察諾莫瑞根，不過已經有足足一個星期沒回來報告了。這家伙應該是失蹤了。$B$B最后有人看到他時，他正在洛克湖上空飛行。你可以去那一帶調查一下，$N。",
    ["O"] = "去洛克莫丹尋找賓格斯。",
    ["T"] = "尋找賓格斯",
  },
  [2040] = {
    ["D"] = "諾莫瑞根已經被那群卑鄙懦弱的穴居人們完全占據了！情況很緊急，或許你能幫上我們的忙，$N。$B$B在死亡礦井深處有一臺功能強大的地精伐木機，找到這臺伐木機并帶回它的能源供應機件。有了這臺伐木機的能源供應機件，我們就能給高速鉆孔挖掘機供應足夠的能量，用它來鉆透這里與諾莫瑞根之間的巖石。鉆開一條路，給他們來一次侏儒式的突襲！",
    ["O"] = "從死亡礦井中帶回小型高能發動機，將其帶給暴風城矮人區中的沉默的舒尼。",
    ["T"] = "地底突襲",
  },
  [2041] = {
    ["D"] = "也許……也許你能幫我們攻打諾莫瑞根。$B$B你可以到暴風城去找秘密攻擊部隊的指揮官，沉默的舒尼。舒尼需要有人幫他找一些東西。$B$B你可以在暴風城的矮人區中找到她。$B$B祝你好運，$N。",
    ["O"] = "去暴風城和舒尼談一談。",
    ["T"] = "沉默的舒尼",
  },
  [2078] = {
    ["D"] = "旱鴨子，你得幫忙找到我的大副。$B$B帶上這把鑰匙，把它插入我的大副身上的鑰匙孔里，然后把他給我帶回來。$B$B那些魚人們馬上就要吃不了兜著走了，因為我的大副就要回來啦！",
    ["O"] = "找到基爾卡克的大副——機械打手4100型，把他帶到基爾卡克那里。",
    ["T"] = "基爾卡克的報復",
  },
  [2098] = {
    ["D"] = "想要當一個出色的海盜可不簡單呀，你這個旱鴨子是不會理解的。我們的生活并不僅僅只是掠奪和痛飲！唉，我的船在海岸附近被那些可惡的魚龍給弄沉了。$B$B我希望我的大副能夠重新回來工作！$B$B當我被沖到海岸的時候，大副的鑰匙在巖石上折斷了，接著又被黑海岸那一帶的怪物給偷走了，我只記得隱約看見一些狂暴暗礁蟹、兇猛的森林陸行鳥和幾個魚人正在搜尋船的殘骸……",
    ["O"] = "找到基爾卡可鑰匙的3段碎片，把它們交給基爾卡克·旋桿。",
    ["T"] = "基爾卡克的鑰匙",
  },
  [2118] = {
    ["D"] = "一種疾病正在黑海岸蔓延，它能夠控制一切與它接觸的靈魂和肉體。$B$B這種瘟疫對薊熊的影響最大，使得這種曾經高貴的動物現在幾乎變成了毀滅和殺戮的機器——它們變得狂暴，完全失去了理智。我有一種方法應該可以治療這種病。$B$B把這個陷阱放到森林的空地上。任何狂暴薊熊經過時，都會在短時間內變得馴服。一旦薊熊安靜下來了，就上前安撫它，減輕它的痛苦（使用/soothe命令），然后它就會跟你走。把它帶到這里來，$N。",
    ["O"] = "活捉一只狂暴薊熊，把它帶到薩納瑞恩那里。",
    ["T"] = "瘟疫蔓延",
  },
  [2138] = {
    ["D"] = "正如我所擔心的，這種療法沒有起到效果。$B$B對我來說，任何野生動物的死都是一件令我難過的事情，但是我們必須殺掉這些感染了瘟疫的狂暴薊熊。$B$B$N，回到森林里去，殺掉20只狂暴薊熊。這雖然無法驅散瘟疫，但可以在短期內降低狂暴薊熊對這片森林和森林里的居民們帶來的破壞。",
    ["O"] = "到森林里去殺掉20頭狂暴薊熊。",
    ["T"] = "清除疫病",
  },
  [2139] = {
    ["D"] = "$N，我們用慘痛的代價換取了黑海岸和奧伯丁的平安。$B$B你殺了很多早已病入膏肓的動物，減輕了森林的痛苦，也解脫了這些動物的靈魂。盡管這種狀況只能持續一小會兒，但是奧伯丁的人民感謝你。$B$B我要交給你最后一項任務，請注意，這將是又一次的殺戮任務。我希望這是最后一次讓你去做這樣的事情，$N。$B$B有一只雌薊熊住在東北方的一個靠近巴莎蘭的洞穴里，殺了她。",
    ["O"] = "找到雌薊熊，然后殺掉它。",
    ["T"] = "薩納瑞恩的希望",
  },
  [2158] = {
    ["D"] = "每個冒險家在疲憊的時候都需要休息——而休息和放松的最佳去處就是獅王之傲旅店！$B$B我的好朋友法雷是那里的旅店老板。告訴他是我介紹你去的，也許他還會給你些特別優惠呢。$B$B如果你要去獅王之傲旅店的，沿著大路往南走就沒錯了！",
    ["O"] = "和獅王之傲旅店的旅店老板法雷談一談。",
    ["T"] = "休息和放松",
  },
  [2159] = {
    ["D"] = "你好，年輕的$c。你能幫我一個忙嗎？我有一包藥草必須送到多蘭納爾去，但是現在我還要忙于處理幽影谷德魯伊的事情，所以走不開。$B$B你能幫我把這包藥帶去嗎？把它送到多蘭納爾旅店的老板凱達米爾那里，那座旅店就在南方的路邊上。",
    ["O"] = "把藥草送到旅店老板凱達米爾手中。",
    ["T"] = "多蘭納爾的貨物",
  },
  [2160] = {
    ["D"] = "嘿！我一看就知道你是個精力充沛的冒險家。如果你要繼續前進的話，能不能幫我帶個包裹到卡拉諾斯的旅館去？$b$b你應該已經計劃在那個旅店里稍作休息了，對吧？我敢說只要你到了旅店，就肯定會想在那里歇一下腳。$b$b無論如何，請把這包裹帶給旅館主人的助手塔諾克·霜錘。我自己是沒法活著穿越那危險的通道了，巡山人衛隊還得過些天才會經過這兒，所以我只能靠你了。",
    ["O"] = "給卡拉諾斯的塔諾克·霜錘帶去一箱旅店補給品。",
    ["T"] = "塔諾克的補給品",
  },
  [2161] = {
    ["D"] = "對不起，你能幫幫我嗎？$B$B我這兒有一車食物，一路上我遭遇了蝎子、蜘蛛，還有其它更可怕的東西！我把這些食物送到了試煉谷，因為我覺得他們可能會需要這個，同時我又很樂意幫助他們。$B$B但是他們居然根本就不需要食物！現在我還得把這些東西帶回剃刀嶺，可是我害怕路上的那些野獸……$B$B你能不能幫我送回去呢？我只是個苦工，可你是個大英雄，你一定什么都不怕！$B$B請把東西交給剃刀嶺旅館的老板格羅斯克。",
    ["O"] = "把烏克爾的貨物交給剃刀嶺的旅店老板格羅斯克。",
    ["T"] = "苦工的重擔",
  },
  [2178] = {
    ["D"] = "你聞到撲鼻的香氣了嗎？那可是用我的秘方精心烹制的、新鮮出爐的燉陸行鳥，口感超絕，美味無比！$B$B你對我的食譜很感興趣吧？$B$B在我告訴你食譜之前，你得證明你能對付那些動物。$B$B我可并不是要求你簡單地跑出去馴服一只陸行鳥，然后騎回來見我。你得去捕殺一些陸行鳥，把它們那些多汁的肉脯帶回來給我。只有這樣我才會把燉陸行鳥的秘方教給你。",
    ["O"] = "給急彎河的奧蘭達利亞·夜歌帶回5塊陸行鳥肉。",
    ["T"] = "燉陸行鳥",
  },
  [2198] = {
    ["D"] = "你找到了一條破碎的項鏈，但是破舊不堪的外表并不能掩飾它高超的制作工藝。項鏈已經破碎，原本應該鑲在項鏈上的三塊寶石不見了。在項鏈的內側印有鐵爐堡的徽記，旁邊還刻著三個小字：“TdK”。$B$B如果你想要了解這條項鏈背后的故事，你就必須找到它的主人。也許那個徽記和小字就是線索……",
    ["O"] = "找到破碎的項鏈的來源，從而了解其潛在的價值。",
    ["T"] = "破碎的項鏈",
  },
  [2199] = {
    ["D"] = "我在鐵爐堡可是鼎鼎有名的珠寶匠！好吧，我承認那是以前的我……因為一個競爭對手的污蔑讓我變成現在這個樣子！名聲不好在這行里就根本混不下去。結果，你看，我現在就變得窮困潦倒。$B$B現在，我要你給我搞五塊銀錠來，這樣我才能完成我手頭上的這份訂單——看來這是我唯一的一份訂單了。$B$B你給我五塊銀錠之后，我就會回答你所有關于這條項鏈的問題。",
    ["O"] = "給鐵爐堡的塔瓦斯德·基瑟爾帶去五塊銀錠。",
    ["T"] = "昂貴的知識",
  },
  [2200] = {
    ["D"] = "我的一個邪惡的競爭對手居然污蔑我，說是我制作的項鏈詛咒了那個圣騎士！顯然沒有人愿意買被詛咒的東西。$B$B不如我們來做筆交易吧：如果你能幫我找回寶石，我就能重新把它鑲到項鏈上，然后只要你幫我宣傳這條項鏈并沒有受到詛咒，幫我恢復名譽的話，我就將把這條項鏈送給你！$B$B我建議你從奧達曼開始搜集線索，或許那個圣騎士的尸體就在下面，畢竟他是最后一個擁有它的人！當你找到寶石之后就使用這個東西，它可以讓你隨時和我進行聯系。",
    ["O"] = "去奧達曼尋找塔瓦斯的魔法項鏈，被殺的圣騎士是最后一個拿著它的人。",
    ["T"] = "回到奧達曼",
  },
  [2201] = {
    ["D"] = "從這個圣騎士的日記上看，只有奧達曼才有可能是項鏈上的那三塊寶石的所在地。如果日記的描述還算準確的話，在奧達曼里有大量的暗爐矮人和石腭怪在活動。$B$B知道了這些信息之后，對寶石的搜索行動就可以開始了。當你收集到所有的寶石之后，通過塔瓦斯德的占卜之瓶和他聯系來獲取下一步的指示。",
    ["O"] = "在奧達曼尋找紅寶石、藍寶石和黃寶石的下落。找到它們之后，通過塔瓦斯德給你的占卜之瓶和他進行聯系。",
    ["T"] = "尋找寶石",
  },
  [2202] = {
    ["D"] = "$N，我聽說有一種紫色蘑菇剛剛被發現，它們似乎只在奧達曼挖掘場里生長。我需要十二個這樣的蘑菇來進行煉金術的研究。$B$B你要多加小心，這種蘑菇會噴射出有毒的孢子。$B$B幫我這個忙吧，我會給你豐厚的報酬，另外還可以讓你嘗嘗我收藏多年的好酒！",
    ["O"] = "收集12顆紫色蘑菇，把它們交給卡加斯的加卡爾。",
    ["T"] = "奧達曼的蘑菇",
  },
  [2203] = {
    ["D"] = "$C，你幫我了大忙了。我愿意與你分享你曾經品嘗過的那種佳釀的配方……但我還要你去完成一項相當危險的任務。仔細聽好我的要求。$B$B這只有鎖的箱子里面裝著三個空的魔瓶，它們被賦予了一種能夠汲干烈焰守護者血液的魔法能量，用魔瓶收集烈焰守護者的血液是非常危險的，所以請多加小心。當你裝滿了三個瓶子之后，就把它們交給我。$B$B快去吧，你離那個配方只有一步之遙了。",
    ["O"] = "用空的魔瓶吸收荒蕪之地的烈焰守護者的血液。裝滿所有瓶子之后，把它們交給卡加斯的加卡爾。",
    ["T"] = "荒蕪之地的材料 II",
  },
  [2204] = {
    ["D"] = "你現在需要去為項鏈找到它的“精神”力量，奧達曼無疑最適合的地方。據說那里有很多的石人跑來跑去，對嗎？那么，殺死他們當中最強大、最邪惡的那個石人，然后把他身上的能量源奪過來！我敢保證可以把那能量源里的能量重新注入到項鏈之中。$B$B如果沒有那樣的能量源，想要修復項鏈根本是不可能的。取得能量源之后盡快回到鐵爐堡來找我，然后我們就能把項鏈完全恢復到原來的狀態啦！",
    ["O"] = "從奧達曼最強大的石人身上獲得能量源，然后將其交給鐵爐堡的塔瓦斯德。",
    ["T"] = "修復項鏈",
  },
  [2205] = {
    ["D"] = "徽章？哦，沒什么，你應付不了的。看你的樣子，我敢說馬迪亞斯·肖爾一定會把你當成送奶酪的$g男孩:女孩;而不是個真正的潛行者。不管怎樣，我被指派了一個任務，而且我曾保證要完成這個任務。$B$B對了，說到這個，你去把這個包裹帶給馬迪亞斯吧，他可能會交代你去做些事情。$B$B快去吧。",
    ["O"] = "把科瑞恩·塞爾留斯的包裹帶給暴風城兵營的馬迪亞斯·肖爾。",
    ["T"] = "軍情七處",
  },
  [2206] = {
    ["D"] = "我們派在外面的探子回報說，迪菲亞兄弟會在閃金鎮南部的活動相當頻繁。報告中還說道，迪菲亞兄弟會控制了杰羅德碼頭，并利用它將大量的違禁品從赤脊山走私到西部荒野去。$B$B我要你想辦法到碼頭旁的屋子里去一趟，把里面的船運時間表給我偷出來，那東西應該就在碼頭主管的衣服口袋里。$B$B……還有，$N，如果你的行動被發現了的話，暴風城軍情七處將不會承認你的存在。",
    ["O"] = "找到迪菲亞碼頭主管，從他那里為馬迪亞斯·肖爾拿到迪菲亞船運時間表。",
    ["T"] = "連偷帶搶",
  },
  [2218] = {
    ["D"] = "又一個迷失的靈魂，是來尋找指引的么？我想你一定希望能找到目標——屬于你自己的目標。像你這樣的$r我已經見過不下一千個了，又是一個找活干的英雄！$B$B今天你運氣不錯，朋友，霍格拉爾可以幫你。$B$B按照我說的去做吧：沿著這條路到鐵爐堡，找到被遺棄的洞穴里的盜賊公會，和霍夫丹·黑須談談，他會指引你一條救贖之路的。",
    ["O"] = "和鐵爐堡的霍夫丹·黑須談一談。",
    ["T"] = "救贖之路",
  },
  [2238] = {
    ["D"] = "你知道，國王搶走了采集礦石寶物的機會，那些財富……矮人活十輩子也掙不到。$B$B我們在鐵爐堡那里有些關系，$N，很有價值的關系，你懂吧？$B$B國王應該把他的財寶拿出來和我們分享，不過我們不想讓那老家伙知道他正在和我們分享——你懂我的意思吧。$B$B你到諾莫瑞根附近去和奧寧·雨錘談一談，然后回來跟我報告。那個狡猾的矮人混跡在一群麻瘋侏儒當中，你要小心點。",
    ["O"] = "在諾莫瑞根附近找到奧寧·雨錘。",
    ["T"] = "國王的財寶",
  },
  [2239] = {
    ["D"] = "你是說采石場？是的，我幾乎天天都能看見那些龐大的蒸汽坦克從營地邊經過。$B$B我在東邊布下的線人告訴我，這些機車是從鐵爐堡出發的，在古博拉礦場稍作停留之后，在卡拉諾斯補給燃料，由于某些該死的原因，他們用了很長的時間才經過諾莫瑞根，最后在鐵爐堡卸下了貨物。$B$B情況全都寫在這份報告里了，$c。把它交給霍夫丹，讓他好好計劃下一步的行動。",
    ["O"] = "把奧寧的報告交給鐵爐堡的霍夫丹。",
    ["T"] = "奧寧的報告",
  },
  [2240] = {
    ["D"] = "現在我手頭有個任務。$B$B我們要找到一間被稱作卡茲穆爾大廳的密室。問題是這個房間在一扇巨大的門后面，而那扇門被鎖住了！幸運的是，我知道如何打開它。$B$B我把所有東西都寫在我的日記里了，就在這個臺子上。我的隊伍現在被困在這里……所以呢，$n，你必須為我們找到卡茲穆爾大廳！$B$B閱讀我的日記，探索那間密室，然后向鐵爐堡探險者協會的勘察員塔伯斯·雷矛匯報。",
    ["O"] = "閱讀巴爾洛戈的日記，探索密室，然后向鐵爐堡的勘察員塔伯斯·雷矛匯報。",
    ["T"] = "密室",
  },
  [2241] = {
    ["D"] = "他們說我已經“陷入愛的深淵”，管它是什么意思呢。$B$B當然啦，我清醒的每一刻都在想念著塞尤娜，我的家里也掛滿了她的畫像。當然，我會經常不吃不喝也不睡地度過一整天，深陷于我們曾經擁有的美好愛情的回憶之中。這難道有錯嗎？$B$B現在她不會再見我了！我想要給她傳遞消息，但她不愿和任何人說話，除非那人是個盜賊。$B$B你能替我把這些花帶給她嗎？別忘了告訴她這些花是詹諾克送的。",
    ["O"] = "把詹諾克的玫瑰帶給達納蘇斯的塞尤娜。",
    ["T"] = "詹諾克的花",
  },
  [2242] = {
    ["D"] = "我們相信有一個薩特可以幫助我們搞清泰達希爾的森林中究竟發生了什么。但不幸的是，他可不會老老實實地跟我們合作。$B$B他的藏身之處就在神諭林地外圍的一棵樹上，但是與他接觸的人——無論是使用武力還是試圖交涉——都被他殺死了。也許只有偷偷摸摸地行動才是唯一可行的方案，$N。$B$B去看看塞希爾的包裹里有些什么，然后回來向我報告。",
    ["O"] = "找到遠古的塞希爾，帶回任何你可能發現的線索。",
    ["T"] = "命運的召喚",
  },
  [2258] = {
    ["D"] = "$C，我需要你的幫助。我是個略有名氣的煉金術者，現在我想請你去荒蕪之地幫我弄些試劑來。$B$B我需要以下物品：5個禿鷲的胃囊，10顆峭壁山狗的牙齒，還有5個石元素的碎片。當然，你可以從那里的野獸身上弄到這些東西，但是假如你不是那么善于戰斗的話，就去找一些朋友幫幫忙吧。$B$B幫我找到這些物品，我就會給你些錢作為報酬。愿意試試嗎？",
    ["O"] = "前往荒蕪之地取回加卡爾需要的試劑，然后回到卡加斯把試劑交給他。",
    ["T"] = "荒蕪之地的試劑",
  },
  [2259] = {
    ["D"] = "別擔心，$N，我不是要把你送去見塞尤娜。艾瑞安正在塞納里奧區等你，快點吧！",
    ["O"] = "與達那蘇斯的艾瑞安·影語取得聯系。",
    ["T"] = "艾瑞安·影語",
  },
  [2260] = {
    ["D"] = "你已經是個很有名氣的$c了，$N。事實上，暴風城的情報機構點名要你去為他們效力。$B$B這次旅行會很辛勞，而且一路上危機四伏，不過我想誰也不會輕易放棄在暴風城軍情七處訓練的機會。$B$B一個嶄新的世界在等著你，$N。到暴風城的舊城區去,和軍情七處總部里的“剃刀”雷吉克談一談吧，祝你好運。",
    ["O"] = "到暴風城去找到“剃刀”雷吉克。",
    ["T"] = "艾瑞安的命令",
  },
  [2278] = {
    ["D"] = "財寶室的中間是四塊巨大的白金圓盤，每塊圓盤上都刻滿了各種各樣的未知文字和圖案。你的手觸摸這些圓盤的時候，你感到了一絲震動。就在你接觸圓盤的一瞬間，一個巨大的石頭守衛者的形象出現在了你的面前。$B$B“你好。我是知識的守衛者。土靈的創造者所留下的一切有關這個種族的知識都已經存儲在了這張諾甘農圓盤上了。”$B$B你發掘到了迄今為止這個世界上最寶貴的知識財富！",
    ["O"] = "和石頭守護者交談，從他那里了解更多古代的知識。一旦你了解到了所有的內容之后就激活諾甘農圓盤。",
    ["T"] = "白金圓盤",
  },
  [2279] = {
    ["D"] = "再次觸及諾甘農圓盤讓你的手感受到了又一次的震顫。這一次從圓盤傳出了一種奇怪的研磨聲。$B$B你的背包忽然沉了一下。打開背包之后，你發現了一張迷你版的圓盤！$B$B毫無疑問，在任何對艾澤拉斯大陸歷史感興趣的人手中，這張圓盤都絕對是無價之寶。鐵爐堡的探險者協會是一個非常有名的探險團體，也許他們能好好利用這張圓盤。",
    ["O"] = "把迷你版的諾甘農圓盤帶到鐵爐堡的探險者協會去。",
    ["T"] = "白金圓盤",
  },
  [2280] = {
    ["D"] = "再次觸及諾甘農圓盤讓你的手感受到了又一次的震顫。這一次從圓盤傳出了一種奇怪的研磨聲。$B$B你的背包忽然沉了一下。打開背包之后，你發現了一張迷你版的圓盤！$B$B毫無疑問，在任何對艾澤拉斯大陸歷史感興趣的人手中，這張圓盤都絕對是無價之寶。雷霆崖的先知們對歷史知識的了解程度享譽整個部落，也許他們能好好利用這張圓盤。",
    ["O"] = "把迷你版的諾甘農圓盤帶到雷霆崖的賢者那里。",
    ["T"] = "白金圓盤",
  },
  [2281] = {
    ["D"] = "現在就把你派出去等于讓你去自殺，雷吉克可不想再讓哪個初出茅廬的潛行者平白掛掉。不過你也別著急，$N。雷吉克要先培養你的能力。$B$B現在你就動身去赤脊山，和一個名叫盧修斯的軍情七處聯絡員談一談吧。他就在湖畔鎮的碼頭附近，和其他一些游手好閑的家伙整天攪在一起。",
    ["O"] = "到赤脊山的湖畔鎮去和盧修斯談一談。",
    ["T"] = "赤脊山的聯絡員",
  },
  [2282] = {
    ["D"] = "多年以來，我們都在這里對潛行者進行訓練！畢竟不是每一個潛行者都能像老盧修斯那樣機靈和優雅的。$B$B沿著這條路向前走，一直到奧瑟爾伐木場去。我在那里放了一只裝著重要物品的箱子。去把箱子里的東西給我拿來，我就給你頒發偷竊技能認證書！",
    ["O"] = "打開盧修斯的箱子，拿到偷竊技能證明物，然后把它歸還給湖畔鎮的盧修斯。",
    ["T"] = "奧瑟爾伐木場",
  },
  [2283] = {
    ["D"] = "我們有工作要交給你做，不過能否完成要看你有沒有膽子！$B$B在荒蕪之地的深處有一個名叫奧達曼的挖掘場，我們最近聽說有個沒腦子的圣騎士在里面掛了。我之所以如此關心這個問題是因為那蠢貨身上帶著一條非常珍貴的項鏈，項鏈上有三塊大寶石：一塊紅寶石，一塊藍寶石和一塊黃寶石。$B$B現在的問題是，我們需要它，而且我們會付給完成這個任務的人最豐厚的報酬。也許那條項鏈已經受到了損壞，但是不管怎么樣，只要你把它帶給我們，就總是會有辦法修好它。",
    ["O"] = "在奧達曼挖掘場中尋找一條珍貴的項鏈，然后將其交給奧格瑞瑪的德蘭·杜佛斯。項鏈有可能已經損壞。",
    ["T"] = "搜尋項鏈",
  },
  [2284] = {
    ["D"] = "瑪爾頓這個笨蛋，我確信寶石還在奧達曼的某個地方，你必須回去找到它們。$B$B就像我之前所說的那樣，如果我們掌握的情報是正確的話，那么這條項鏈上原本應該有紅寶石、黃寶石和藍寶石各一塊。找到它們，并且把它們放回到項鏈上。$B$B至于那些寶石的具體位置就沒有人知道了。如果你運氣不錯的話，也許你能找到那個笨蛋圣騎士的尸體。如果他還沒有被剝光的話，沒準你還能在他身上找到那些寶石。",
    ["O"] = "在奧達曼里找尋寶石的線索。",
    ["T"] = "搜尋項鏈，再來一次",
  },
  [2298] = {
    ["D"] = "然后我們就到了那里，準備執行第三階段的計劃。突然，一伙麥格尼手下的家伙闖了進來，他們自稱是來搜查的，二話不說就要抓人。$B$B但是沒人敢在我霍夫丹·黑須面前動粗！于是雙方唇槍舌劍地開始吵，結果你的名字就被不知道哪個白癡吼了出來！$B$B我的意見？趕緊騎上獅鷲離開鐵爐堡，到暴風城去。到舊城區里去找我的一個老朋友，他的名字叫“剃刀”雷吉克。",
    ["O"] = "到暴風城里去找到“剃刀”雷吉克。",
    ["T"] = "國王的搜查",
  },
  [2299] = {
    ["D"] = "你去哪兒啦，$N？霍夫丹到處找你。我們都以為國王把你抓起來了。$B$B快去鐵爐堡找霍夫丹！",
    ["O"] = "到鐵爐堡去和霍夫丹·黑須談一談。",
    ["T"] = "去找霍夫丹！",
  },
  [2300] = {
    ["D"] = "雷吉克在找你呢，新手。$B$B如果我是你的話，就不會讓馬迪亞斯的副手干等著。",
    ["O"] = "到暴風城去找到“剃刀”雷吉克。",
    ["T"] = "軍情七處",
  },
  [2318] = {
    ["D"] = "顯然你看不懂日記上的字，得找個人來幫忙翻譯才行。這個世界上有不少可以勝任這項工作的人，最近的一個應該在荒蕪之地的卡加斯哨所里。也許你應該去那里找找。",
    ["O"] = "在荒蕪之地的卡加斯哨所里尋找一個可以幫你翻譯圣騎士日記的人。",
    ["T"] = "翻譯日記",
  },
  [2338] = {
    ["D"] = "杜佛斯那個蠢貨是不可能恢復項鏈的力量的，不過我可以。現在我要做的就是好好研究一下項鏈，然后給你制作一條跟它完全一樣的復制品。請把項鏈借給我作為我幫你翻譯日記的交換吧，在你出發去找尋寶石的這段時間里，我應該可以完成對項鏈的研究和對日記的翻譯工作。$B$B這個交易很簡單明了，而且沒有別人可以幫你翻譯日記。你看怎么樣？",
    ["O"] = "將項鏈借給加卡爾。作為交換，他將幫你翻譯日記。",
    ["T"] = "翻譯日記",
  },
  [2339] = {
    ["D"] = "日記已經全部翻譯完畢了。$B$B其中的關鍵是紅寶石在暗爐矮人手里，黃寶石在石腭怪手里，而藍寶石則在一個名叫格瑞姆洛克的石腭怪那里。$B$B你需要一個強力能力源來讓項鏈重新恢復以前的力量，這一點是德蘭·杜佛斯所不知道的。我所能想到唯一符合如此要求的能量源應該在奧達曼的最強生物身上，所以你必須深入奧達曼的最底層，殺掉所有看上去最強的生物，這樣你就肯定可以獲得它。$B$B當你把所有東西找全之后就盡快把它們帶回來給我。",
    ["O"] = "從奧達曼找回項鏈上的所有三塊寶石和能量源，然后把它們交給卡加斯的加卡爾。$B$B紅寶石被藏在暗影矮人層層設防的地區。$B$B黃寶石藏在石腭怪活動地區的一個甕中。$B$B藍寶石在格瑞姆洛克手中，他是石腭怪的領袖。$B$B能量源可能在奧達曼的某個最強生物的手中。",
    ["T"] = "尋找寶貝",
  },
  [2340] = {
    ["D"] = "只要采用相同的材料進行制作，任何的項鏈和寶石的組合都能發揮作用。而這個能量源才是真正給項鏈提供力量的關鍵……我希望如此。$B$B只要能量源能夠一直保持正常運轉，我隨時都可以為你制作這么一條項鏈。$B$B去奧格瑞瑪找德蘭·杜佛斯完成你們的交易吧。記住不要透露任何關于項鏈的信息，當你回來的時候，我會給你一個特別的驚喜的。",
    ["O"] = "把項鏈和寶石送到奧格瑞瑪的德蘭·杜佛斯那里。",
    ["T"] = "交付寶石",
  },
  [2341] = {
    ["D"] = "在德蘭和瑪爾頓為了他們的戰利品而爭執不休的同時，你的任務也算完成一半了。現在你得去荒蕪之地完結這個任務，卡加斯營地里的加卡爾應該已經為你準備好了特別的獎勵。",
    ["O"] = "去卡加斯看看加卡爾是否成功了。",
    ["T"] = "項鏈任務的終結 (地下城)",
  },
  [2342] = {
    ["D"] = "我簡直煩透了用這把破掃帚在這里打掃蝙蝠窩了！我靠這個該死的工作中存了一些錢，而且我愿意用這些錢來雇你幫我做些事情。$B$B加瑞特家族的祖傳武器自從我們家到那里去當挖掘工以來就一直被鎖在奧達曼的南部大廳中的箱子里。沒有它，我就要永遠被困在這里——也就是說，我就得永遠跟這些該死的蝙蝠在一起！$B$B找到我家族的寶藏，把它給我拿來！幫我找回原本就屬于我的東西！",
    ["O"] = "從奧達曼南部大廳的箱子中找到加勒特的家族寶藏，然后把它交給幽暗城的帕特里克·加瑞特。",
    ["T"] = "尋找寶物",
  },
  [2358] = {
    ["D"] = "很多年前,奈茲拉之角在拉文霍德莊園被盜,找遍了大陸和海洋后我發現,一些不足掛齒的野獸一直占有著它。殺死你途經所有的黑石獸人，直到你得到奈茲拉之角。一旦你拿到了它，就來湖畔鎮找我吧。你的名字會被拉文霍德莊園的人記住的，$N。",
    ["O"] = "把奈茲拉之角還給在湖畔鎮的阿蘭提爾之影。",
    ["T"] = "奈茲拉之角*",
  },
  [2359] = {
    ["D"] = "我為如何進入這座塔的問題頭痛好久了，$N。最近從暮色森林來了一船貨物，同時還來了不少守衛。$B$B他們是誰？我也有著和你一樣的疑問。我所知道的是——他們不是人類。$B$B不管怎么樣，這批貨物中有一只特殊的箱子——我想這就是那些亡靈在守護的東西。帶著狼牙棒的那個家伙手里有那座塔的鑰匙。$B$B拿到鑰匙，進入塔里，看看箱子中到底有什么，然后去向馬迪亞斯報告。",
    ["O"] = "偷取迪菲亞塔樓鑰匙，進入迪菲亞塔樓，看看暮色森林的箱子里到底有什么東西，然后向暴風城的馬迪亞斯·肖爾匯報。",
    ["T"] = "克拉文之塔",
  },
  [2360] = {
    ["D"] = "$N，不久之前，軍情7處接到西部荒野出現大量迪菲亞兄弟會成員的報告。$B$B現在他們已經占據了位于哨兵嶺東南部的一座荒廢的哨塔，并將其作為從赤脊山走私補給物資的中轉站。$B$B到西部荒野去和密探吉爾妮會面，你應該可以在哨塔的附近找到她。$B$B另外……$n，一旦你的行動被發現，軍情7處將會否認與你有任何聯系。",
    ["O"] = "去西部荒野和密探吉爾妮談一談。",
    ["T"] = "馬迪亞斯和迪菲亞盜賊",
  },
  [2361] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "修復項鏈",
  },
  [2378] = {
    ["D"] = "$N，你一向以來都對我們衷心耿耿，現在是讓你出去闖一闖的時候了。雖然你已經展現出了在潛行者之路上過人一等的天賦，但是你還是需要更多的練習才能達到更高的境界。$B$B我們和碎手氏族是盟友。去找他們吧，一直以來我們的關系都很好——去奧格瑞瑪找申蘇爾。",
    ["O"] = "前往奧格瑞瑪，和暗影裂口那的申蘇爾談一談。",
    ["T"] = "尋找碎手氏族",
  },
  [2379] = {
    ["D"] = "單憑你的決心是無法幫助我們克服困境的。$B$B去和贊杜沙談談，然后你就可以作為碎手氏族的一員接受訓練了。$B$B只有掌握了潛行和偷竊的技術，你才能繼續沿著你的命運之路前進。",
    ["O"] = "與暗影裂口的贊杜沙談一談。",
    ["T"] = "贊杜沙",
  },
  [2380] = {
    ["D"] = "你還不是個秘密行動和欺詐的高手，不過遲早會是的。曾經訓練過你的導師們都對你的潛力印象深刻，于是偉大的申蘇爾點名要召見你。$B$B沿著路向北走，一直到奧格瑞瑪去，在暗影裂口和申蘇爾談一談。",
    ["O"] = "在奧格瑞瑪城中的暗影裂口和申蘇爾談談。",
    ["T"] = "向奧格瑞瑪進發！",
  },
  [2381] = {
    ["D"] = "我并不是要嚇唬你，$N，但是前五個派去偷南海寶藏的小偷都是被別人一塊塊運回來的……$B$B沿著這里南邊的海岸走，你會找到海浪剃刀號，那是南海海盜的船。貨艙中的東西就是你的目標——南海寶藏。在船艙的二層是海盜的聚集處，那里也是他們訓練盜賊的地方。$B$B設法登上那條船，然后把南海寶藏給我偷到手。你可以在那群海盜扎堆的地方試試自己的身手，但是你要非常小心，否則你就會成為第六個！",
    ["O"] = "把南海寶藏帶回給棘齒城的卑鄙的維尼克斯。不要忘了從維尼克斯的機械設備中拿取一份大餅干和盜賊工具，你的任務需要使用這兩件東西。$B$B如果你被任何奇怪的鸚鵡攻擊，就對它使用大餅干！",
    ["T"] = "搶劫海盜",
  },
  [2382] = {
    ["D"] = "贊杜沙確實看到了！是的，我看到了那一天的到來！薩爾死了……匕首刺在他的背上，毒液滲透到他的血管之中……贊杜沙說得太多了。$B$B$N！贊杜沙有個任務要交給你！你必須馬上到十字路口東邊的棘齒城去，跟卑鄙的維尼克斯談談。",
    ["O"] = "到棘齒城去，與卑鄙的維尼克斯談一談。",
    ["T"] = "棘齒城的維尼克斯",
  },
  [2383] = {
    ["D"] = "啊，剛剛你不在的時候，有人送來了這張羊皮紙，$N。$B$B如果你有時間的話，還是看看這上面說些什么的好。如果我沒搞錯的話，這張羊皮紙是戰士訓練師弗朗恩寫的，他有事找你。你可以在大獸穴外面的陰涼處找到他。",
    ["O"] = "閱讀簡易羊皮紙，然后和試煉谷的弗郎恩談一談。",
    ["T"] = "簡易羊皮紙",
  },
  [2398] = {
    ["D"] = "奧達曼挖掘場從前并不是現在這樣一團糟的。我們鐵爐堡的矮人曾經控制了這個區域，但是……當穴居怪來了之后，一切都變了。它們的數量太多了，連我們矮人也擋不住它們！$B$B事實上，因為它們非常突然地發起了攻擊，所以我擔心我們有些人被困在了挖掘場里面。$B$B我的朋友巴爾洛戈帶了一個矮人小隊進入了挖掘場深處，就在穴居怪發起攻擊之前。如果他和他的同伴們還活著的話，我希望你能找到他們。",
    ["O"] = "在奧達曼找到巴爾洛戈。",
    ["T"] = "失蹤的矮人",
  },
  [2399] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "發芽的樹葉",
  },
  [2418] = {
    ["D"] = "不久之前，我和暗爐矮人打過一段時間的交道。他們把我帶到了苦痛堡壘，讓我對兩種來自于奧達曼的奇怪石頭進行研究。我發現這兩種石頭如果經過正確的處理，就會變成相當理想的能量源。能在那個廢舊的挖掘場里發現這樣的東西讓我感到十分驚奇！$B$B之后，在我告訴他們這個秘密之后，那幫該死的家伙就把我踢出了苦痛堡壘，然后自己在奧達曼挖掘更多的石頭。$B$B我要為自己搞一些那種石頭！幫我帶那兩種石頭來，我會給你豐厚的報酬的。",
    ["O"] = "給荒蕪之地的里格弗茲帶去8塊德提亞姆能量石和8塊安納洛姆能量石。",
    ["T"] = "能量石",
  },
  [2438] = {
    ["D"] = "班奈希爾獸穴的德魯伊守護者蓋洛拉斯·塔文斯倫曾經給了我一個翡翠攝夢符。這種強大的護符可以吸取翡翠夢境的能量，給拿著它的人帶來好運。$B$B不過，我把它放在星風村的衣柜里了，沒辦法把它取回來……星風村原本是個寧靜的小村子，但現在那里受到了熊怪的侵襲。$B$B你能不能幫我拿回攝夢符，$c？",
    ["O"] = "將翡翠攝夢符交給多蘭納爾的塔隆凱·捷根。",
    ["T"] = "翡翠攝夢符",
  },
  [2439] = {
    ["D"] = "這東西真是個驚人的發現。如果這里儲存的知識都是正確的話，那么這些圓盤所涉及的古代泰坦——或者說造物之神——肯定和我們的起源有所聯系！我們要用盡可能多的時間來研究它。$B$B至于你，英勇的$c，把這個憑證交給大廳里的丁尼塔·石衣，你一定會為你的偉大發現得到應有的報酬！$B$B準備好了之后就回到我這里來，探險者協會還有很多事等著你去做！",
    ["O"] = "把你的報酬憑證交給鐵爐堡銀行的丁尼塔·石衣。",
    ["T"] = "白金圓盤",
  },
  [2440] = {
    ["D"] = "我要把精力都集中在這些圓盤上，它們一定會向我展示其真正的作用。$B$B至于你，$N，你的努力也會得到我的回報。把這個證明交給雷霆崖的煉金師本娜·冰蹄，她會給你一樣不錯的東西作為回報，還會給你一些我私人收藏的藥水。$B$B盡快回來見我，我感覺這個發現還會讓我有很多事要忙。",
    ["O"] = "把報酬憑證交給雷霆崖的本娜·冰蹄。",
    ["T"] = "白金圓盤",
  },
  [2458] = {
    ["D"] = "風險投資公司……也許你聽說過他們？$B$B一年以來，我們一直都想在他們的高層中安插一名密探，經過艱苦的努力和仔細的謀劃，我們終于成功了。$B$B最近密探給我們帶來情報說風險投資公司有個大規模的計劃，所以我派你到淤泥沼澤的北部去，在風險投資公司的塔樓附近聯系我們的臥底密探費蘇勒。$B$B找到塔樓之后，用這個信號槍和費蘇勒聯系，然后用碎手軍禮向他致敬。",
    ["O"] = "到淤泥沼澤北邊的風險投資公司塔樓去，聯系碎手氏族的臥底費蘇勒。$B$B看到塔樓之后，用信號槍發射信號，向工頭費蘇勒示意你已經到達。發出兩個閃光信號，然后使用碎手軍禮和工頭費蘇勒接頭。$B$B注意，這些步驟必須依次進行，因為費蘇勒會攻擊并干掉任何他無法識別的人。",
    ["T"] = "臥底密探",
  },
  [2459] = {
    ["D"] = "翡翠……不見了！我的攝夢符被毀了！$B$B星風村北部有一群瘤背秘法師。我接到報告說他們的領袖——噬夢者菲羅斯塔的脖子上戴著一根在夜間會發出綠光的項鏈。我覺得就是它偷走了我的翡翠……它決不會想到那顆翡翠對它毫無用處。$B$B去找到丟失的寶石，$N。另外，你在那兒活動的時候，別忘了順便清除一些墮落的秘法師。",
    ["O"] = "多蘭納爾的塔隆凱·捷根要你殺掉7個瘤背秘法師，并找到遺失的珠寶。",
    ["T"] = "噬夢者菲羅斯塔",
  },
  [2460] = {
    ["D"] = "作為碎手氏族的潛行者，你必須學會碎手軍禮。這是識別氏族成員的唯一方法。$B$B看好了，然后重復做一遍。",
    ["O"] = "對著申蘇爾練習碎手軍禮。",
    ["T"] = "碎手軍禮",
  },
  [2478] = {
    ["D"] = "你必須從工頭希里克斯身上偷出塔樓的鑰匙，$N。拿到鑰匙之后，就把它收好——你也許用得到它。$B$B記住，毒藥已經讓塔樓里的所有人都變得虛弱不堪。盡你所能給那些家伙制造混亂和破壞，把他們全都殺了——不要手下留情！$B$B等里面所有人都躺在血泊中之后，你就可以去打開加里維克斯的箱子，然后拿走贊吉爾的改良藥劑。把加里維克斯的腦袋和藥劑一起交給奧格瑞瑪的申蘇爾。",
    ["O"] = "從工頭希里克斯那里偷出希里克斯的塔樓鑰匙，進入塔樓，然后殺掉兩個變異風險投資公司工人、兩個風險投資公司巡邏員、兩個風險投資公司看守。$B$B殺掉大工頭普茲克·加里維克斯，取了他的首級，然后打開加里維克斯的箱子，拿走贊吉爾的改良藥劑。將藥劑和加里維克斯的頭顱交給奧格瑞瑪的申蘇爾，等候進一步的指示。",
    ["T"] = "基本不可能的任務",
  },
  [2479] = {
    ["D"] = "把這個混合物的樣本交給塔倫米爾的瑟爾格·希諾特。$B$B只有瑟爾格能治得了你所中的毒。如果你能活得久一點的話，他還能教你制造并使用這種毒藥的方法。",
    ["O"] = "到希爾斯布萊德丘陵的塔倫米爾去，把贊吉爾的藥劑樣品交給瑟爾格·希諾特。$B$B要去塔倫米爾，可以搭乘飛艇到幽暗城，然后沿著大路向南穿過銀松森林，直到希爾斯布萊德丘陵。跟著路標走！",
    ["T"] = "希諾特的幫助",
  },
  [2480] = {
    ["D"] = "我從來沒有見過哪種毒藥能產生這么驚人的效果！你是說贊吉爾？從沒聽過這個家伙，不過既然他能制造出這種毒藥來，那他還是值得我刮目相看的。$B$B那么你是要我幫你解毒，然后教你如何使用這種毒藥？$B$B給我點時間研究一下毒藥，$N。",
    ["O"] = "等待瑟爾格·希諾特完成解藥。",
    ["T"] = "希諾特的幫助",
  },
  [2498] = {
    ["D"] = "我剛接到消息，奧拉密斯湖畔的德納蘭可能已經發現了讓林精長出那些毒瘤的原因。你去和他談談吧，告訴他是我派你去的。$B$B動作快點，$N，他需要我們的幫助。",
    ["O"] = "雷利亞·綠樹要你和奧拉密斯湖的德納蘭談一談。",
    ["T"] = "向德納蘭回報",
  },
  [2499] = {
    ["D"] = "在湖南岸的山洞里有一個名叫奧肯斯古爾的林精，它正在使居住在奧拉密斯湖周圍的所有生物變得墮落。$B$B我不敢離那里太近，不過即使從遠處看去，我也能看得很清楚：奧肯斯古爾已經被一顆我所見過的最大的腫瘤所毒害了……那個腫瘤簡直可以被稱作龐然大物。$B$B$N，你已經幫了我許多忙，不過我還要請你做一件事。殺掉奧肯斯古爾，拿到它身上的腫瘤，讓這個墮落之源永遠從我的家園消失。",
    ["O"] = "奧拉密斯湖的德納蘭要你去拿到奧肯斯古爾身上的巨大的瘤。",
    ["T"] = "奧肯斯古爾",
  },
  [2500] = {
    ["D"] = "$C，我需要你的幫助。我是個小有名氣的煉金師，我需要你去荒蕪之地幫我找一些原材料。$B$B我需要這些東西補充我的庫存：五個禿鷲的胃囊、十顆峭壁山狗的牙齒和五塊巖石元素碎片。當然你可以從這些動物身上拿到這些東西，不過如果你不擅長打仗的話，可以找些擅長的朋友。$B$B找到這些東西給我，作為交換你可以得到一些錢幣。$B$B好吧，你覺得怎么樣？",
    ["O"] = "從荒蕪之地拿到加克所需的材料，然后回到塞爾薩瑪去見他。",
    ["T"] = "荒蕪之地的材料",
  },
  [2501] = {
    ["D"] = "你對我的幫助很大，$N。我可以把以前我給你的那種酒的配方作為報酬送給你，不過還得讓你先幫我個忙才行——這次的事比較危險。$B$B這只上鎖的箱子里裝著三個空的魔瓶，里面有一種可以吸取火龍血液的魔法能量。用這些容器去對付火龍會把它們激怒，所以你得小心點。把三個容器都盛滿了，再把它們拿回來給我。$B$B完成這個任務之后，配方就是你的了。",
    ["O"] = "在荒蕪之地的守護火龍身上使用空的魔瓶。將這些容器都盛滿之后，把它們交給塞爾薩瑪的加克。",
    ["T"] = "荒蕪之地的材料 II",
  },
  [2518] = {
    ["D"] = "薩絲拉曾經受到月神的寵愛，這只優雅而純潔的蜘蛛在月光下的迷霧中編織著銀線，用以收集銀色的露水，并將這種有治療功效的露水存放在這個大殿里。$B$B不過最近薩絲拉卻突然變得瘋狂起來，她的后代也受到了威脅。$B$B找到薩絲拉，$N，結束她的痛苦。她住在泰達希爾的北部邊界。找到她的銀色絲囊，把它們交給我。",
    ["O"] = "達納蘇斯月神殿的女祭司艾茉拉讓你把薩絲拉的銀色絲囊交給她。",
    ["T"] = "月神的淚水",
  },
  [2519] = {
    ["D"] = "森林里有一個曾經強大無比的生物現在急需幫助，$c。$B$B現在你有一項艱難的任務必須完成。$B$B請你去找女祭司艾茉拉，她會向你解釋具體的問題。她就在這里東南方的月神殿里。",
    ["O"] = "艾奎恩妮讓你和月神殿的女祭司艾茉拉談一談。",
    ["T"] = "月神殿",
  },
  [2520] = {
    ["D"] = "現在你必須完成交給你的任務。拿上銀色絲囊，然后將它作為薩絲拉的祭品獻給艾露恩，讓這只蜘蛛得以安息。$B$B找到大殿中央的噴泉，在那兒放下祭品。神圣的泉水可以凈化并清洗讓薩絲拉發瘋的墮落力量。$B$B完成任務之后再回來見我。",
    ["O"] = "女祭司艾茉拉讓你將薩絲拉的銀色絲囊放在大殿的噴泉處，然后回去見她。",
    ["T"] = "薩絲拉的祭品",
  },
  [2521] = {
    ["D"] = "$R，你的小腦袋能理解一顆無暇的德萊尼水晶球有多么珍稀嗎？無數德萊尼人終其一生就想要尋找一塊這樣的水晶，可是卻屢遭失敗，一直沒能達到愿望。$B$B你現在就站在庫米沙面前，你知道庫米沙想要什么，而且你還愿意幫助我？很好，$r……在你探索者個區域的過程中，只要找到一顆無暇的德萊尼水晶球，就把它帶回來給我，我會以你永遠都無法想象的財富回報你。",
    ["O"] = "在你探索詛咒之地的旅程中，如果碰巧發現了無暇的德萊尼水晶球，就把它交給收藏家庫米沙。$B$B你要知道，這種寶石是整個艾澤拉斯最珍稀的水晶。詛咒之地上的任何一種生物都有可能帶著一顆無暇的德萊尼水晶球。$B$B每找到一顆，你都會得到相應的酬勞。",
    ["T"] = "為庫米沙效力",
  },
  [2522] = {
    ["D"] = "雖然召喚傳送門的魔法失敗了，不過我相信下一次一定能成功。$B$B德萊尼人的希望就象你們$R對財寶的渴望一樣強烈，回到這塊被詛咒的土地中去，再給我拿回一顆無暇的德萊尼水晶球來。$B$B當然，要不要接受這個任務完全取決于你*咧嘴笑*。",
    ["O"] = "找到一顆無暇的德萊尼水晶球，把它交給收藏家庫米沙。",
    ["T"] = "庫米沙的努力",
  },
  [2523] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的輕歌花",
  },
  [2541] = {
    ["D"] = "這里的瘤背薩滿祭司找到了一種可以在德魯伊休眠時將他的靈魂和肉體分離的方法。熊怪就這樣驅使著我的肉身，利用我去襲擊那些對班奈希爾獸穴進行偵查的人。現在我沉睡在翡翠夢境里，無法阻止他們。$B$B你一定要幫幫我。瘤背薩滿祭司用一種特殊的符咒來完成這種儀式，我希望能研究一下這種咒符。$n，全靠你了。",
    ["O"] = "將一個薩滿巫毒符咒交給班奈希爾獸穴的奧本·怒爪。",
    ["T"] = "沉睡的德魯伊",
  },
  [2561] = {
    ["D"] = "在研究過這個咒符之后，$N，我知道該做什么了。請拿著它，然后照我說的去做。$B$B你必須到班奈希爾獸穴的深處去，在那里，你會發現我那失去靈魂的軀體……雖然我對將要讓你這么做感到很遺憾，但是除此之外我找不到其它可以讓我擺脫瘤背熊怪控制的辦法了。$B$B你必須殺了我的肉身，然后對我的尸體使用巫毒咒符。完成這個任務之后就請回到我這里來。",
    ["O"] = "奧本·怒爪要求你去殺掉他那失去靈魂的身體，然后對其尸體使用巫毒咒符。",
    ["T"] = "利爪德魯伊",
  },
  [2581] = {
    ["D"] = "眾所周知，土狼的顎骨具有強大的力量，不過它能折斷三英寸厚的瑟銀條嗎？不可能，決不可能，可是我卻親眼看到了這種事情。$B$B到詛咒之地去給我弄三個彎牙土狼的顎骨回來，路上順便打一些野豬和蝎子，因為我還需要兩片詛咒之地的野豬肺和一個厚甲蝎螯。",
    ["O"] = "收集3個彎牙土狼的顎骨、2片詛咒之地的野豬肺和1個厚甲蝎螯，把它們交給血法師德拉吉亞。",
    ["T"] = "彎牙土狼的顎骨",
  },
  [2582] = {
    ["D"] = "啊，$N，歡迎回來。你好像非常喜歡從土狼的顎骨中提煉出來的藥劑所帶給你的感覺。但是你要小心，雖然它可以使你擁有泰坦一般的力量，不過它對你的精神和智力也具有長期的負面作用。$B$B我跟你說了這么多之后，你還想要更多這種藥劑嗎？如果你還要的話，就給我弄三個彎牙土狼的顎骨、兩片詛咒之地的野豬肺和一個厚甲蝎螯來。",
    ["O"] = "收集3個彎牙土狼的顎骨、2片詛咒之地的野豬肺和1個厚甲蝎螯，把它們交給血法師德拉吉亞。",
    ["T"] = "遠古之怒",
  },
  [2583] = {
    ["D"] = "這片不毛之地上生活著兩種野豬：灰鬃野豬和地獄野豬。$B$B看來這些野獸的耐力十足，這讓它們幾乎可以不受任何傷害，因此其它動物都無法與之抗衡。$B$B我們要做進一步的研究，$N。你給我弄三片詛咒之地的野豬肺、兩個厚甲蝎螯和一顆石化蜥蜴的大腦來，我就可以從中提煉出一種超強的藥劑。而你就將成為我的第一個實驗對象！",
    ["O"] = "收集3片詛咒之地的野豬肺、2個厚甲蝎螯和1顆石化蜥蜴的大腦，把它們交給血法師德拉吉亞。",
    ["T"] = "野豬的活力",
  },
  [2584] = {
    ["D"] = "在第一次試用這種藥劑的時候，我就知道僅用一兩次是無法滿足你對它的渴求的。即使是現在，我也還能看見你眼中的渴望。這種藥劑會讓人上癮，再有意志力的人也無法抵擋它的誘惑。$B$B好吧！如果你還想要更多的肺片雞尾酒，就到詛咒之地里去給我弄三片詛咒之地的野豬肺、兩個厚甲蝎螯和一顆石化蜥蜴的大腦來。",
    ["O"] = "收集3片詛咒之地的野豬肺、2個厚甲蝎螯和1顆石化蜥蜴的大腦，把它們交給血法師德拉吉亞。",
    ["T"] = "野豬之魂",
  },
  [2585] = {
    ["D"] = "你見過它們作戰嗎，$N？我是說那些蝎子。你有沒有見過他們優美、敏捷的動作？有沒有看到過它們那迅捷的攻擊？$B$B如果我們能將它們的敏捷性分離出來并制成藥劑，那我們就發達了……我的意思是……那將是我們對科學的一大貢獻！$B$B幫幫我吧，$N，我可以送給你一份實驗樣品。$N我需要三個厚甲蝎螯，兩個禿鷲的砂囊和一片詛咒之地的野豬肺。",
    ["O"] = "收集3個厚甲蝎螯、2個禿鷲的砂囊和1片詛咒之地的野豬肺，把它們血法師德拉吉亞。",
    ["T"] = "決定性的打擊",
  },
  [2586] = {
    ["D"] = "你還活著！這真是個好消息。我猜你回來是想要更多的厚甲蝎鹽吧？$B$B很好，$N，那么，你再回到詛咒之地去，幫我弄三個厚甲蝎螯、兩個禿鷲的砂囊和一片詛咒之地的野豬肺回來吧。",
    ["O"] = "收集3個厚甲蝎螯、2個禿鷲的砂囊和1片詛咒之地的野豬肺，把它們血法師德拉吉亞。",
    ["T"] = "厚甲蝎鹽",
  },
  [2601] = {
    ["D"] = "這塊荒地上到處都是紅石蜥蜴，$N。這些蜥蜴的族群比這里的其它任何生物都要興旺。$B$B我曾經在遠處觀察過它們的捕獵和其它日常活動——這些野獸表現出了某種思考過程，它們的智商甚至比某些人型生物還要高。$B$B我得研究一下他們的腦子！$B$B給我找十顆蜥蜴的大腦來，$N。還有，你必須再找兩個禿鷲的砂囊，否則我就無法完成藥物的配制。",
    ["O"] = "收集10顆石化蜥蜴的大腦和2個禿鷲的砂囊，把它們交給血法師萊諾雷。",
    ["T"] = "石化蜥蜴的大腦",
  },
  [2602] = {
    ["D"] = "藥效這么快就沒了？看來我還有更多的研究要做！$B$B哦，當然，條件不變，$N。回到詛咒之地去，給我弄十顆石化蜥蜴的大腦和兩個禿鷲的胃囊來。",
    ["O"] = "收集10顆石化蜥蜴的大腦和2個禿鷲的砂囊，把它們交給血法師萊諾雷。",
    ["T"] = "清晰的思想",
  },
  [2603] = {
    ["D"] = "死亡在這片被詛咒的土地上長出了翅膀，$c。我曾親眼目睹那些禿鷲將探險者的尸體狼吞虎咽地吃掉——有時它們甚至會吃下攜帶著致命疾病的尸體。它們身體內部的系統竟然能夠抵御席卷了這片土地的瘟疫，這的確令我感到十分驚奇。$B$B請幫助我進行研究，$N！我需要禿鷲的砂囊，還需要兩塊彎牙土狼的顎骨作為原料。$B$B我會和你五五分成的。",
    ["O"] = "收集10個禿鷲的砂囊和2塊彎牙土狼的顎骨，把它們交給血法師萊諾雷。",
    ["T"] = "禿鷲的活力",
  },
  [2604] = {
    ["D"] = "我看到你體內的火焰已經漸漸熄滅，那就是說，藥效只持續了一個小時？$B$B如果你還需要更多砂囊口香糖，就給我弄更多的砂囊來。在詛咒之地中收集十個砂囊和兩塊腭骨之后再回來。",
    ["O"] = "收集10個禿鷲的砂囊和2塊彎牙土狼的顎骨，把它們交給血法師萊諾雷。",
    ["T"] = "精神矍鑠",
  },
  [2605] = {
    ["D"] = "住在大沙漠里真是活受罪！我都要被烤干了。$B$B不過我有個主意。聽說有一種被稱作露水收集者的生物就在西南方活動……它們有一種特殊腺體，可以用來儲藏水分。$B$B如果能得到這種腺體，我就可以暢飲一頓，至少滋潤滋潤我的嘴唇！你能幫幫我嗎，$N？$B$B找到有一大片仙人掌的地方，$N，露水收集者常在那里出沒。",
    ["O"] = "找到1個飽滿的露水腺，把它交給加基森的馬林·諾格弗格。",
    ["T"] = "口渴的地精",
  },
  [2606] = {
    ["D"] = "呸！這個東西真難吃！這個主意也不過如此嘛……$B$B等等，你說什么？哦，我知道，我知道，你認為我不該就這么放棄它。那么，好吧。$B$B對了，我有個主意！一個妙極了的主意！去和我朋友斯普琳科談談吧——她是個出色的廚師。告訴她我們想做什么，還有我們想要知道加點什么才能把讓人這東西咽下去。$B$B我的意思是，如果它這么難吃的話，總得讓它有些讓人興奮的東西才行……可是我現在就是感覺不到。",
    ["O"] = "馬林·諾格弗格讓你與加基森的斯普琳科談一談。",
    ["T"] = "好味道",
  },
  [2607] = {
    ["D"] = "看樣子你帶來的消息比我想象的還要多。這的確是一個奇怪的轉折點，$N。$B$B解藥？嗯……到地窖里去跟道克·米希匹克斯談談吧——他也許能提供點幫助。",
    ["O"] = "到兵營的地窖里去和道克·米希匹克斯談一談。",
    ["T"] = "贊吉爾之觸",
  },
  [2608] = {
    ["D"] = "哦，天哪，你看上去就象死人一樣。糾正一下——我見過死人，你看上去比死人還要糟，簡直像是死了又死！$B$B哈哈！諾拉姆，你聽見了吧？把它記下來！$B$B*咳嗽*嗯，好吧。為了幫助你，我得先給你抽點血。別擔心，只有前幾次抽血會有點疼……大概前五十次吧……準備好了之后就躺下（使用/lay指令），$N。",
    ["O"] = "用/lay指令躺下，接受道克·米希匹克斯的治療。如果他找不到病因，就找不到治療的方法。",
    ["T"] = "贊吉爾之觸",
  },
  [2609] = {
    ["D"] = "我們達成了共識，$N，你得的是“伊提斯綜合癥”。$B$B幸運的是，我這里有醫治伊提斯綜合癥的藥方。$B$B我需要些東西：一束普通野花、一只鉛瓶，一根青銅管，最后還要一卷淡綠色絲線。奧·艾瑪在“最好的線團”那家店里給我留了一卷這樣的線，就在運河區沿岸。$B$B趕緊出發吧，$N，記住在你的病痊愈之前不要接觸任何人。哦，還有，蒙特高莫醫生說你該洗個澡了——他說的，不是我說的。",
    ["O"] = "給道克·米希匹克斯帶去一束普通野花、一只鉛瓶，一根青銅管，最后還要一卷淡綠色絲線。伊提斯綜合癥可不會不治而愈，年輕的$g先生:小姐;。",
    ["T"] = "贊吉爾之觸",
  },
  [2621] = {
    ["D"] = "遺憾，我現在只有遺憾。一個錯誤的決定造成了這么可怕的結果。我真應該留在那兒等候命令。也許它可以告訴我們，在那個該死的地方有什么可怕的事情在等著我們！也許它是要將我們調到別的地方去？歸根結底還是我的錯，都是我的錯。$B$B所以我現在就站在這兒，等候命令。我必須了解情況，必須拿到那些命令。$B$B傳令官魯爾格駐扎在斯通納德，去找他，查明那封命令現在到底在哪里。",
    ["O"] = "與斯通納德的分隊指揮官魯爾格談一談。",
    ["T"] = "悔恨的戰士",
  },
  [2622] = {
    ["D"] = "命令？你怎么能向我要酋長的那封命令？$B$B你是什么意思，$N？我當然派人把命令送了出去！我派去送信的士兵被魚人伏擊，損失慘重，只有本戈爾活下來——如果那還算活著的話。他現在幾乎不能說話，更不要說走路了，他只能靠管子喂食，奄奄一息。如果你想知道那封命令出了什么事，就去和他談談，他肯定就在附近什么地方……還有，這里到處都是危險的生物，你一定要小心一點。",
    ["O"] = "與本戈爾談一談。",
    ["T"] = "丟失的命令",
  },
  [2623] = {
    ["D"] = "分隊指揮官下達了命令。我們接……接到了命令。在去詛咒之地的路上，被伏擊了。$B$B魚人……很多魚人……其中一個叫沼澤空談者的魚人，從我手上搶走了命令，然后……長矛插入了我的頭骨。它應該就在東邊……山洞……$B$B<本戈爾昏死了過去。>",
    ["O"] = "取回酋長的命令，把它們還給部落英雄的靈魂。",
    ["T"] = "沼澤空談者",
  },
  [2641] = {
    ["D"] = "在我還小的時侯，我姐姐包攬了所有燒飯的活，那簡直是糟透了！她做的有些東西簡直讓我無法忍受——直到我發現了一種被我稱作“秘密佐料”的東西，只要加上一點……嘖嘖！味道好極了！$B$B你問那是什么東西？嗯，是一種被稱作紫色水生菇的蘑菇。如果你要我把這個嘗起來像拖把一樣的東西變成可以下咽的食品，那么我建議你去一趟辛特蘭，到那里去找一個小湖泊。$B$B哦，記住了，紫色水生菇只有在水下才能找到。",
    ["O"] = "加基森的斯普琳科要你去給她找到一顆紫色水生菇。",
    ["T"] = "斯普琳科的秘密佐料",
  },
  [2661] = {
    ["D"] = "這是紫色粉末，$N，把它交給馬林，告訴他，他欠我一個人情！",
    ["O"] = "斯普琳科讓你把紫色粉末交給加基森的馬林·諾格弗格。",
    ["T"] = "給馬林的粉末",
  },
  [2662] = {
    ["D"] = "現在，把這些粉末和露水混合在一起。$B$B等會兒再回來找我……那時我應該已經完成效力驚人的諾格弗格藥劑了！",
    ["O"] = "馬林·諾格弗格讓你在他制成藥劑之后再去找他。",
    ["T"] = "諾格弗格藥劑",
  },
  [2681] = {
    ["D"] = "要擊敗拉瑟萊克和他的手下，只靠你一個是不夠的。$B$B召集一隊勇士，讓我的同伴擺脫永恒的折磨吧！你要打碎十八塊石頭。$B$B努力戰斗吧，$N。",
    ["O"] = "解救九個拉瑟萊克的仆從、三個瑟溫妮的仆從、三個奧利斯塔的仆從和三個戈洛爾的仆從。完成任務后，回到部落英雄的靈魂這里。",
    ["T"] = "禁錮我們的石頭",
  },
  [2701] = {
    ["D"] = "請把這些古老的遺物拿走吧，我們不再需要這些東西了。$B$B希望在你和燃燒軍團的戰斗中，它們能對你有所幫助。",
    ["O"] = "打開箱子，取走你的酬勞。",
    ["T"] = "古代英雄",
  },
  [2702] = {
    ["D"] = "你用你高尚的行動和英勇的表現為我贏得了榮譽，$N。$B$B你也為他們贏得了榮譽……",
    ["O"] = "和桑德·裂蹄談一談。",
    ["T"] = "古代英雄",
  },
  [2721] = {
    ["D"] = "你已完成了一次冒險，現在又有新的冒險在等著你，$N。$B$B我有個手下至今下落不明，他應該在詛咒之地的某個地方，我說的就是基利斯中尉。$B$B我告訴過你，我和他當時被奧利斯塔囚禁起來嚴刑拷打，可憐的基利斯……他的意志力變得越來越薄弱。在我的牢房里都能聽到他受刑的聲音，他的慘叫在山洞里回蕩。那是我最后一次聽見基利斯的聲音。",
    ["O"] = "找到基利斯的下落。",
    ["T"] = "基利斯",
  },
  [2741] = {
    ["D"] = "",
    ["O"] = " ",
    ["T"] = "超級測蛋器",
  },
  [2742] = {
    ["D"] = "嘿，那邊的$r！$B$B請你幫林吉逃出去，我知道像你這樣的$r不喜歡林吉，不過林吉求你了！我要逃出去！$B$B如果$r幫林吉逃出這里，$r就可以得到一些好東西……$B$B林吉在望海崖藏了個大秘密。",
    ["O"] = "護送林吉逃出奎爾丹尼小屋，然后在望海崖找到他藏起來的東西。",
    ["T"] = "林吉被困住了！",
  },
  [2743] = {
    ["D"] = "我們都別拐彎抹角了，$c，我的時間有限。$B$B你必須摧毀保護惡魔之王拉瑟萊克的三大魔頭的勢力。這個任務可不像解救一個被詛咒的靈魂那樣簡單。$B$B<基利斯咧開嘴大笑著>。$B$B你要知道，拉瑟萊克的三個手下各自戴著一件由拉瑟萊克特制的護符的三分之一。有了這個護符，你才能召喚那個惡魔。$B$B回去見特雷博，告訴他需要什么東西才能召喚拉瑟萊克，他會給你進一步的指示。",
    ["O"] = "回去見部落英雄的靈魂，將你的發現告訴他。",
    ["T"] = "黑暗籠罩",
  },
  [2744] = {
    ["D"] = "那三個魔王受到拉瑟萊克的保護。$B$B為了讓他們忠誠地為他效力，拉瑟萊克使他們在詛咒之地可以使用幾乎無限的力量。他們佩帶的護符和他們的命運聯系在一起，并使他們變得不老不死。只要他們待在詛咒之地，你就沒法殺了他們，他們的生命力可以維持到世界末日。$B$B我認識一個也許可以幫助你的朋友，$N。到艾薩拉地區的小島上去找惡魔獵手洛拉姆斯·薩里比迪斯談談吧。",
    ["O"] = "與艾薩拉的洛拉姆斯·薩里比迪斯談一談。",
    ["T"] = "惡魔獵手",
  },
  [2745] = {
    ["D"] = "嗯，真是個有趣的故事，而且我們還要認真對待它。好吧，我可以幫你，但如果你想成功的話，就必須采用某種……正義而非法的手段。$B$B我們要趕快解決萊斯科瓦和馬爾松，你認為你能勝任嗎？$B$B你必須下定決心，到城堡里去找我的一個老朋友，一個名叫泰里恩的侏儒。幾星期來他一直在監視著萊斯科瓦，他可以幫你解決這件事。",
    ["O"] = "與暴風城堡的泰里恩談一談。",
    ["T"] = "潛入城堡",
  },
  [2746] = {
    ["D"] = "提亞斯要加快實施計劃了嗎？好吧，我們可以做到，不過我還沒準備好。你知道，我要做的是最困難的部分，而你是負責動手的人，明白嗎？很好。$B$B我要讓你先幫我準備些東西，這樣我就可以對間諜機器人進行偽裝，讓它安全地騙過那些守衛。$B$B給我帶回一些絲綢和幾只蘋果來。絲綢你自己去找，不過城外那個克拉拉的小農場上有非常合適的蘋果。",
    ["O"] = "將3塊絲綢和2只克拉拉的新鮮蘋果交給暴風城的泰里恩。",
    ["T"] = "必備物品",
  },
  [2747] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "特別的蛋",
  },
  [2748] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "優良的蛋",
  },
  [2749] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "普通的蛋",
  },
  [2750] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "壞掉的蛋",
  },
  [2751] = {
    ["D"] = "這只鐵錘在沃姆什家族中傳了二十代，$N。我們熔鑄的鐵有成千上萬噸。不幸的是，這門技藝到了奧羅克手中卻傳不下去了，這是沃姆什家族的恥辱——我既沒有親屬，又無法生育后代。$B$B決不能讓沃姆什的祖傳技藝和我一起死去！必須有人繼承它，不管他是不是沃姆什家族的后裔！$B$B向奧羅克證明你的能力吧，$N。給奧羅克找來這些東西：兩副青銅花紋護腕，兩把青銅巨劍和兩只鋒利的爪子。把這些找來，我們再繼續。",
    ["O"] = "將2副青銅花紋護腕、2把青銅巨劍和2只鋒利的爪子交給奧格瑞瑪的奧羅克·沃姆什。",
    ["T"] = "野人裝甲",
  },
  [2752] = {
    ["D"] = "奧羅克可以看出你眼中的渴望，$N。你像海綿一樣渴望吸收沃姆什的智慧。$B$B我會教你三樣東西！$B$B到鐵砧那邊去，感受熔爐的熱量，為奧羅克鑄造四把青銅戰斧和四把青銅戰錘，然后你才能學習制造鐵肩鎧。",
    ["O"] = "將4把青銅戰斧和4把青銅戰錘交給奧格瑞瑪的奧羅克·沃姆什。",
    ["T"] = "鐵肩鎧",
  },
  [2753] = {
    ["D"] = "奧羅克還剩兩課要教給你，$N。我知道你的肌肉很疼，不過為了沃姆什家族，你還要繼續！$B$B把四頂綠鐵頭盔、四個綠鐵護腕和四個綠鐵護腿拿來給奧羅克——你可以學到知識，你的敵人也會更加痛苦！",
    ["O"] = "將4頂綠鐵頭盔、4副綠鐵護腕和4副綠鐵護腿交給奧格瑞瑪的奧羅克·沃姆什。",
    ["T"] = "踩在腳下",
  },
  [2754] = {
    ["D"] = "這是奧羅克教你的最后一課，$N。回到神圣的鐵砧和鍛爐旁去！將兩只結實的鐵錘、兩雙鍍銀青銅戰靴和兩副鍍銀青銅手套交給奧羅克。$B$B你會看到敵人眼中的恐懼！",
    ["O"] = "將2只結實的鐵錘、2雙鍍銀青銅戰靴和2副鍍銀青銅手套交給奧格瑞瑪的奧羅克·沃姆什。",
    ["T"] = "瘋狂之角",
  },
  [2755] = {
    ["D"] = "奧羅克沒哭，$N，眼睛進了灰。$B$B<奧羅克偷偷地抹去一滴眼淚>$B$B還有一個沃姆什家族的秘密，奧羅克可以告訴你。多謝$N，奧羅克現在死而無憾了。$B$B學習沃姆什家族的喜悅之舞，然后你就掌握了鍛造鋼鐵手套的技術！",
    ["O"] = "觀察并學習沃姆什的喜悅之舞。",
    ["T"] = "沃姆什的喜悅",
  },
  [2756] = {
    ["D"] = "很久以前，阿圖爾克可以碾碎敵人的頭顱，將他們的骨頭磨成粉做燈絲……很久以前，$r。現在酋長號召各部族和平相處。那些往日的敵人，現在我們只能用厭煩的眼光看著他們！$B$B我知道這很難以接受，不過這就是薩爾的意愿。$B$B實在是讓我感到悲哀！你是來學習的，那你就學吧！給我拿四套鋼質胸甲和四頂鋼質頭盔來，你可以在鍛造它們的時候嘗到戰爭的滋味！",
    ["O"] = "將4套鋼質胸甲和4頂鋼質頭盔交給奧格瑞瑪的鐵砧阿圖爾克。",
    ["T"] = "古老的技藝",
  },
  [2757] = {
    ["D"] = "聽著，孩子，你在我這兒已經學不到什么東西了。$B$B我認識一個鐵匠，他認識另一個優秀的鐵匠……聽起來有些混亂。你應該到藏寶海灣的鐵匠鋪去找他，只要你把這枚徽章交給他看看，他就會把有關秘銀的知識都傳授給你。$B$B怎么樣？踏上真正的求知之旅吧，$N。$B$B如果你對此感興趣的話，就去找馬克迦文吧。別忘了給他看看這枚徽章。",
    ["O"] = "與藏寶海灣的馬克迦文談一談",
    ["T"] = "藏寶海灣之旅！",
  },
  [2758] = {
    ["D"] = "我像你這么大的時候，在一個名叫加爾文的矮人門下學習了鑄造護甲的技術。在他離開這里前往藏寶海灣之前，曾讓我向他許諾，要幫助訓練所有決心在鍛造這門技藝上學有所成的人——于是這么多年來，我一直在這么做。$B$B現在是時候讓你學點新東西了。給我打造六套金鱗護腕，你就會知道鍛造的本源是什么了，$N。",
    ["O"] = "將6副金鱗護腕交給暴風城的巨錘漢克。",
    ["T"] = "鍛造的本源",
  },
  [2759] = {
    ["D"] = "雖然加爾文很多年前就離開了藏寶海灣，但鎮子里還有一個秘銀會的成員，希望能找到另一個值得加爾文親自授業的鐵匠。$B$B把這個徽章交給藏寶海灣的馬克迦文。$B$B我相信，如果你能見到加爾文的話，他一定會非常器重你的！",
    ["O"] = "與藏寶海灣的馬克迦文談一談。",
    ["T"] = "尋找加爾文",
  },
  [2760] = {
    ["D"] = "我們招募的人幾乎沒有能平安抵達藏寶海灣的，$N。即使是意志最堅定的鐵匠也難以抵擋這枚徽章的光芒，他們難免會產生私吞的貪念。他們都是傻瓜，因為與你即將得到的巨大財富相比，這枚徽章只是滄海一粟而已！$B$B去找到加爾文，把徽章交給他。他住在這里的北面，就在祖爾格拉布和莫什奧格食人魔山之間的地方。",
    ["O"] = "和荊棘谷的加爾文談一談。",
    ["T"] = "秘銀會",
  },
  [2761] = {
    ["D"] = "很多鐵匠都以為采礦和鍛造是兩件完全獨立的事情，不過鍛造能離得開采礦嗎？啊哈——那是不可能的！成功的鐵匠還必須得是成功的礦工。$B$B讓加爾文看看你的能力吧，$N。 給我找40塊鐵錠和40塊秘銀錠來，然后加爾文就會教你打造精制密銀短褲的方法！",
    ["O"] = "將40塊秘銀錠和40塊鐵錠交給荊棘谷的加爾文。",
    ["T"] = "鐵匠必修課",
  },
  [2762] = {
    ["D"] = "據說真銀比秘銀更堅固耐用，加爾文對這個說法沒有什么異議，但是嚴格說起來，真銀并不是真的！秘銀比真銀更加高貴！哈！不管怎么說，這一次，你要去收集一大堆銀子來，$N。$B$B給我弄四十塊秘銀錠和五塊真銀錠來，作為交換，我會向你傳授打造精制秘銀手套的技藝，以及更為重要的，讓你知道真銀并不是真的！",
    ["O"] = "將40塊秘銀錠和5塊真銀錠交給荊棘谷的加爾文。",
    ["T"] = "白花花的銀子",
  },
  [2763] = {
    ["D"] = "搜尋珍貴的寶石對我們來說是最重要的，$N。很少有比黃水晶更為珍貴的寶石。有了黃水晶，我們就能將注入各種裝備中的魔法特性得到大幅度提升。$B$B這一課，我們要用四塊黃水晶加強四十塊秘銀錠，這將使你更加了解神奇的寶石學，并學會如何制造精制秘銀護肩。",
    ["O"] = "將40塊秘銀錠和4塊黃水晶交給荊棘谷的加爾文。",
    ["T"] = "灌魔工藝",
  },
  [2764] = {
    ["D"] = "如果你準備要結束在加爾文這里的訓練課程，就應該到加基森去。$B$B在那兒有我最得意的學生：特倫頓·輕錘。他可以教你很多有關精制秘銀裝備的知識，當然你也可以留在這里繼續學習！$B$B哦，對了，加基森在塔納利斯沙漠里！",
    ["O"] = "和加基森的特倫頓·輕錘談一談。",
    ["T"] = "加爾文的得意門生",
  },
  [2765] = {
    ["D"] = "你剛來的時候，我就知道你會成為我最出色的學生之一！你毫不猶豫地把這個有魔力的飾品交給了馬克迦文，因此你才有了來見我的資格。你的全心奉獻和堅定信念應該得到回報。$B$B你已經在鍛造技藝方面取得了長足的進步，$N。拿上你的回報吧！",
    ["O"] = "到加爾文那里拿取報酬！",
    ["T"] = "鍛造專家！",
  },
  [2766] = {
    ["D"] = "你發現了一個奇怪的蛋形金屬物體。隨便撥弄了幾下之后，它居然自動打開了，變成了一個看來是由侏儒制造的機器裝置！一個奇怪的聲音從這個蛋形機器裝置中傳了出來。$B$B“我的名字叫奧格索普，我的母體機器人不見了！如果你能幫我找到它，我就會獎勵你的！請把這個定向器帶到那個母體機器人那里。別擔心，我現在已經檢測到了它的所在地！它現在就位于深痕谷中的一個山洞里！”",
    ["O"] = "把定位器帶到深痕谷附近山洞中的奧格索普的導航機器人旁邊。",
    ["T"] = "尋找OOX-22/FE！",
  },
  [2767] = {
    ["D"] = "那個侏儒的聲音再次從那個機器人中傳了出來：$B$B“我需要你幫忙把OOX-22/FE移動到一個安全的開闊地，這樣它才可以啟動起飛程序。它自帶隱形系統，但是我需要一點時間來遠程啟動這個系統。請你把這個機器人從現在的位置護送到被遺忘的海岸去！那里是個非常理想的起飛點，有足夠的空間作為機器人起飛的跑道！”$B$B“將它護送到那里，然后再到藏寶海灣來找我！奧格索普·奧布諾提斯——完畢！”",
    ["O"] = "將OOX-22/FE護送到被遺忘的海岸上的碼頭，然后向藏寶海灣的奧格索普·奧布諾提斯報告。",
    ["T"] = "拯救OOX-22/FE！",
  },
  [2768] = {
    ["D"] = "布萊中士偷了我的東西！他說只是借一下，但那混蛋卻偷了我寶貴的探水棒！沒有這根棒子，我就不知道該在哪里打井找水！$B$B去找到布萊，把我的探水棒拿回來！我聽說他帶著一幫惡名遠揚的冒險者去了西邊的祖爾法拉克古城尋寶，你肯定可以在那里找到他。$B$B但愿那里的巨魔已經把他干掉了，因為如果你必須打敗他才能拿回探水棒的話，那必將是一場惡仗。",
    ["O"] = "把探水棒交給加基森的首席工程師沙克斯·比格維茲。",
    ["T"] = "探水棒",
  },
  [2769] = {
    ["D"] = "你有沒有遇見銅栓兄弟？他們在卡利姆多的閃光平原上與地精賽車，而且他們通常都會獲得勝利，這并不奇怪——地精的賽車輪胎總是爆掉，他們幾乎從來都沒有完成過比賽！$B$B但即使是這樣，銅栓兄弟也還是在尋找新的方法使他們的車速更快，維茲爾跟我說過，他的下一個實驗需要一種很稀有的原料。$B$B或許他需要別人的幫助來獲取這種原料，你去和他談談就知道了。",
    ["O"] = "和閃光平原的維茲爾·銅栓談一談。",
    ["T"] = "銅栓兄弟",
  },
  [2770] = {
    ["D"] = "在塔納利斯沙漠的巨魔古城祖爾法拉克深處，有一個神圣的池塘。巨魔可以從那個池塘里召喚一頭巨大的野獸——加茲瑞拉！它兇猛異常，甚至連它的鱗片都會因為巨大的能量而發出聲響。我要用它的能量來給我的賽車增加動力！$B$B把加茲瑞拉的鱗片給我弄來！$B$B不過，召喚加茲瑞拉的方法是巨魔的秘密。如果你想要面對加茲瑞拉的話，首先就要從巨魔那里弄到召喚它的方法。",
    ["O"] = "把加茲瑞拉的鱗片交給閃光平原的維茲爾·銅栓。",
    ["T"] = "加茲瑞拉",
  },
  [2771] = {
    ["D"] = "看來師傅一開始就計劃好了。你學會制造的東西都是我不會的，而我學會的那些你也不會。$B$B師傅很聰明，$N。這樣我們就可以互相學習了！$B$B你教我如何制造秘銀罩帽和精制密銀護肩，然后我再教你制造精制密銀頭盔，如何？",
    ["O"] = "將2頂秘銀罩帽和1副精制秘銀護肩帶秘銀護肩交給特倫頓·輕錘。",
    ["T"] = "罩帽和護肩",
  },
  [2772] = {
    ["D"] = "在去年的全谷鐵匠冠軍賽里，我在眾目睽睽之下被一個來自風險投資公司的卑鄙家伙用掃堂腿放倒在地。但是他們卻不知道我為什么還能繼續站在那里完成比賽，并取得冠軍。答案就是——沒錯，精制秘銀戰靴！$B$B如果今年我還想取勝的話，就得學會精制秘銀短褲的制作方法，因為這次會有一個風險投資公司的伐木工參加比賽！教我制作短褲，我就教你制作靴子，怎么樣？",
    ["O"] = "將2雙秘銀重靴和1條精制秘銀短褲交秘銀短褲交給特倫頓·輕錘。",
    ["T"] = "世界在你腳下",
  },
  [2773] = {
    ["D"] = "我被大家稱作秘銀小子。我給來自世界各地的冒險者們提供精制秘銀裝備。$B$B<特倫頓悄悄地說。>$B$B但是沒幾個人知道我根本不會打造精制秘銀手套。噓！這是你我之間的小秘密。$B$B如果你教我如何打造精制秘銀手套的話，我就把從加爾文那里學來的手藝傳授給你——精制秘銀胸甲的制作方法！",
    ["O"] = "將2件重型秘銀胸甲和1副精制秘銀手套帶給特秘銀手套交給特倫頓·輕錘。",
    ["T"] = "秘銀小子",
  },
  [2781] = {
    ["D"] = "通緝：卡利夫·斯科比斯汀！$B$塔納利斯的加基森水力公司愿支付高價懸賞廢墟歹徒首領卡利夫·斯科比斯汀的項上人頭。他的罪行包括：$B$B1. 殺害加基森水力公司的雇員！$B2. 偷竊加基森水力公司的資源！$B3. 搶劫加基森水力公司的財產！$B$B將卡利夫·斯科比斯汀的死亡證明交給首席工程師沙克斯·比格維茲，我們將立刻兌現你的獎賞！",
    ["O"] = "將卡利夫·斯科比斯汀的頭顱交給加基森的首席工程師沙克斯·比格維茲。",
    ["T"] = "通緝：卡利夫·斯科比斯汀",
  },
  [2782] = {
    ["D"] = "這塊石板上布滿了枯木巨魔的印記。林吉的秘密真是難以猜測……$B$B或許你手頭上的東西非常寶貴。當然，這東西也很有可能一文不值。悲傷中的枯木巨魔為了擺脫困境什么事情都干得出來……",
    ["O"] = "奧蘭·斯內克威瑟是個學者，她對枯木巨魔很有研究，也許她可以幫你看看這塊石板。奧蘭就住在幽暗城的魔法區里。",
    ["T"] = "林吉的秘密",
  },
  [2783] = {
    ["D"] = "我們在和錯誤的敵人進行戰斗，$N。$B$B這片土地上真正強大的力量正在不斷增強，而我們卻還在和獸人為了這片焦土進行無謂的爭斗。$B$B我們難道要繼續這種爭斗，直到有一天讓燃燒軍團把我們都踏扁嗎？這實在是一種愚蠢的行為。$B$B$N，拋開你的偏見，和部落英雄的靈魂談談吧，他知道詛咒之地真正的秘密。",
    ["O"] = "與詛咒之地和悲傷沼澤交界處的部落英雄的靈魂談一談。",
    ["T"] = "爭論",
  },
  [2784] = {
    ["D"] = "請聽聽我的故事，$r。",
    ["O"] = "聆聽部落英雄的靈魂講述他的故事。",
    ["T"] = "失落的榮耀",
  },
  [2801] = {
    ["D"] = "請你一定要先聽聽我的故事。",
    ["O"] = "聆聽部落英雄的靈魂講述他的故事。",
    ["T"] = "悲傷的故事",
  },
  [2821] = {
    ["D"] = "我對于皮革制作的哲學是要做就做最好——沒有商量余地。任何說質量不要緊的人都是想要把丹莫羅的那些水貨賣給你！$B$B在尋求高質量材料的過程中，我接觸到了厚重的雪人皮。雪人是菲拉斯土生土長的一種生物，大多在深痕谷活動。我需要一些它們的皮，如果你給我十張的話，我可以讓你在我的皮貨中選一件。如果你覺得聽起來還算公平，那我們就成交了吧。",
    ["O"] = "給羽月要塞的普拉特·馬克格魯比帶去10張厚重的雪人皮。",
    ["T"] = "質量的保證",
  },
  [2822] = {
    ["D"] = "我為自己制作的皮革作品感到驕傲，它們也值得我驕傲，質量是永不可能妥協的東西。任何說質量不要緊的人都是在信口亂說！$B$B在尋求高質量材料的過程中，我接觸到了厚重的雪人皮。雪人是菲拉斯土生土長的一種生物，大多在深痕谷活動。我需要一些它們的皮，如果你給我十張的話，我可以讓你在我的皮貨中選一件。如果你覺得聽起來還算公平，那我們就成交了吧。",
    ["O"] = "給莫沙徹營地的杉多爾·迅蹄帶去十張厚重的雪人皮。",
    ["T"] = "質量的保證",
  },
  [2841] = {
    ["D"] = "侏儒的技術——兩年前它最普遍的用途是被當作笑話，但是時代確實變了，現在他們建造的新型鉆探設備比我們所有伐木機加起來都要精密。我需要它的設計圖，$N！$B$B不幸的是，這些設計圖被鎖在麥克尼爾·瑟瑪普拉格身邊的一只保險箱里了。更糟的是，保險箱的密碼只有麥克尼爾·瑟瑪普拉格一人知道。$B$B盡你所能得到那個密碼，$N。把設計圖給我帶回來！",
    ["O"] = "從諾莫瑞根拿到鉆探設備藍圖和麥克尼爾的保險箱密碼，把它們交給奧格瑞瑪的諾格。",
    ["T"] = "設備之戰",
  },
  [2842] = {
    ["D"] = "斯庫提和我剛剛從克努比那里得到關于新型侏儒鉆探設備的消息，就馬上開始動手研制捷運器6000型了，它是去諾莫瑞根最快捷可靠的方法！$B$B現在它已經完成了，$N。如果你想試試的話，就到藏寶海灣去和空運處的斯庫提談談吧。你可以從棘齒城乘船去藏寶海灣。$B$B當然，你也可以試試從滿地都是矮人的丹莫羅山脈走到諾莫瑞根去！",
    ["O"] = "和藏寶海灣的斯庫提談一談。",
    ["T"] = "主工程師斯庫提",
  },
  [2843] = {
    ["D"] = "只要你有傳送器，你所要做的就只是踩上踏板，然后就會被傳送到諾莫瑞根！$B$B你可能會有一些不適感，但這些副作用應該都不是永久的……$B$B我幾乎忘了最重要的部分——如何回來。當你準備好要回來時，只要在諾莫瑞根踩上傳送器的踏板就行了！$B$B現在請把傳送器按照你的體型和體重做一些調整。",
    ["O"] = "等斯庫提調整好地精傳送器。",
    ["T"] = "出發！諾莫瑞根！",
  },
  [2844] = {
    ["D"] = "都是我不好，$N。我本應細心照顧我的小朋友，沙恩。但是不知道為什么，她離開了我。我并不十分清楚發生了什么事，真的，但我最后一次看到她的時候，我們正在穿越這里北面的廢墟。$B$B一切都很正常，但我轉過身一看……她就不見了。$B$B現在我不知道該怎么辦了。你有辦法嗎，$N？我很擔心。$B$B嘿，你幫我去找沙恩怎么樣？你看上去應該比我跑得快一些。",
    ["O"] = "尋找走丟了的精靈小姑娘。",
    ["T"] = "大保姆",
  },
  [2845] = {
    ["D"] = "你能帶我回到我的朋友羅克比特身邊嗎？他本來是要照看我的……但我總是不知不覺之間就迷路了。這里有這么多好看的東西，我東看看西看看就不知道該怎么走了。$B$B但是有一樣東西可以一直吸引我的注意力。$B$B在這個箱子里有一只對我來說最為珍貴的鈴鐺，我就喜歡聽它的聲音。我保證，如果我走失了，只要你搖響鈴鐺，我就會馬上跑回來。",
    ["O"] = "從箱子里拿取沙恩的鈴鐺，然后護送沙恩·飄葉回到羅克比特的營地。",
    ["T"] = "迷路的沙恩",
  },
  [2846] = {
    ["D"] = "很久以前我曾經擁有一件美麗的珍寶，深淵皇冠。它不僅美麗——而且它對于知道怎么使用它的人來說更是一件擁有巨大力量的寶貝。$B$B所以當水占師維蕾薩聽說皇冠的事情之后，她就發誓要得到它。維蕾薩派人在我外出的時候到我家來偷走了皇冠，這些卑鄙的小偷！$B$B我要取回我的皇冠！到位于塔納利斯沙漠中的巨魔城市祖爾法拉克去，把皇冠從她手上搶回來。把它還給我，你會得到報酬的。",
    ["O"] = "將深淵皇冠交給塵泥沼澤的塔貝薩。",
    ["T"] = "深淵皇冠",
  },
  [2847] = {
    ["D"] = "$n，你已經是個很熟練的制皮匠了！我知道一些裝備的制作方法，你可能會感興趣……那就是蠻皮護甲！蠻皮中包含了野葡萄的混亂而強大的力量，你可以在這片茂盛的森林中找到這種植物，也可以在森林中的某些動物身上找到。用它制作的裝備簡直是無以倫比！$B$B我會把制作蠻皮護甲的方法教給你，條件是你要為我做點事情。首先你得給我帶十塊厚皮來，等你拿來十塊厚皮之后我們再詳談。",
    ["O"] = "給羽月要塞的普拉特·馬克格魯比帶去10塊厚皮。",
    ["T"] = "蠻皮護甲",
  },
  [2848] = {
    ["D"] = "蠻皮護肩能夠很好地支撐穿戴者的身形，為其上臂和肩部提供了極好的保護。和所有的蠻皮護甲一樣，制作時所使用的野葡萄會使其附帶一種強大的隨機魔法效果。$B$B如果你想要這種護甲的圖樣，就給我弄六塊厚重護甲片和一株野葡萄來，這對你來說應該不算什么過分的要求。",
    ["O"] = "給羽月要塞的普拉特·馬克格魯帶去6片厚重護甲片和1株野葡萄。",
    ["T"] = "蠻皮護肩",
  },
  [2849] = {
    ["D"] = "蠻皮外衣是蠻皮護甲中最主要的部分，它的結構以及編織于其中的野葡萄能使其在具有很強的保護作用的同時，還附帶著強大的魔法力量。$B$BB如果你想要這種護甲的圖樣，就給我弄兩件龜鱗胸甲、兩副龜鱗手套和一株野葡萄來。這不是件容易的活兒，但你一定可以完成它。",
    ["O"] = "給羽月要塞的普拉特·馬克格魯帶去2件龜鱗胸甲、2副龜鱗手套和1株野葡萄。",
    ["T"] = "蠻皮外衣",
  },
  [2850] = {
    ["D"] = "蠻皮頭盔可以為你的頭部提供極好的保護，與此同時，它也具有相當的舒適性。和所有的蠻皮護甲一樣，制作頭盔時使用的野葡萄會使它產生一種強大的隨機魔法效果。對于穿著皮甲的人來說，這東西可是非常不錯的！$B$B想要得到這頂頭盔的圖樣的話，就給我帶兩件夜色外套、兩條夜色頭巾和一株野葡萄來。完成這個任務之后，圖樣就是你的了！",
    ["O"] = "給羽月要塞的普拉特·馬克格魯比帶去2件夜色外套、2條夜色頭巾和一株野葡萄。",
    ["T"] = "蠻皮頭盔",
  },
  [2851] = {
    ["D"] = "你現在已經學到了很多東西，$n，但你仍有更多的東西要學習。現在我們來談談蠻皮戰靴，它是這一套裝備的基石。$B$B這種靴子舒適合腳，可以讓你的雙腳在長途跋涉之后仍然輕松自如。柔軟的鞋底對于那些喜歡悄悄行動的人來說再合適不過了。$B$B如果你想要得到它的圖樣，就給我拿兩條夜色短褲和兩雙夜色長靴來。另外我還需要兩株野葡萄……只有一株的話可不夠。拿到以上這些東西之后，就把它們交給我。",
    ["O"] = "給羽月要塞的普拉特·馬克格魯帶去2條夜色褲、2雙夜色靴和2株野葡萄。",
    ["T"] = "蠻皮戰靴",
  },
  [2852] = {
    ["D"] = "基礎教程已經完成，你應做好準備掌握更為復雜的制作了，$n。蠻皮護脛是最堅硬和強大的皮制系列裝備中的一樣。野獸系列皮裝備讓你的胸部，大腿，小腿和其他致命的部位都被保護起來。再加上野葡萄所起的輔助作用，擁有這種裝備的冒險者一定會永遠感謝你的。$B$B如果你想要得到這個圖樣的話，帶給我兩頂龜鱗頭盔，兩付龜鱗護腕和兩株野葡萄。",
    ["O"] = "給羽月要塞的普拉特·馬克格魯比帶去2頂龜鱗頭盔、2副龜鱗護腕和2株野葡萄。",
    ["T"] = "蠻皮護腿",
  },
  [2853] = {
    ["D"] = "好吧，$n，你就是勤奮的楷模。蠻皮護甲只剩下一種式樣你還沒有學會了。我不會要求你為最后的式樣無謂地浪費時間和精力，你可以直接得到它，還有一些……但我不能自己傳授給你。我的老師，就是帶我進入這一行的人，他會教你怎么做。$B$B把這封信交給泰龍尼斯，他在達納蘇斯教授皮革制作的工藝。給他看這封信，讓他像我一樣認同你。",
    ["O"] = "將普拉特的信交給達納蘇斯的制皮大師泰龍尼斯。",
    ["T"] = "蠻皮護甲大師",
  },
  [2854] = {
    ["D"] = "$n，你已經是個很熟練的制皮匠了！我知道一些裝備的制作方法，你可能會感興趣……那就是蠻皮護甲！蠻皮中包含了野葡萄的混亂而強大的力量，你可以在這片茂盛的森林中找到這種植物，也可以在森林中的某些動物身上找到。用它制作的裝備簡直是無以倫比！$B$B我會把制作蠻皮護甲的方法教給你，條件是你要為我做點事情。首先你得給我帶十塊厚皮來，等你拿來十塊厚皮之后我們再詳談。",
    ["O"] = "給莫沙徹營地的杉多爾·迅蹄帶去10塊厚皮。",
    ["T"] = "蠻皮護甲",
  },
  [2855] = {
    ["D"] = "蠻皮護肩能夠很好地支撐穿戴者的身形，為其上臂和肩部提供了極好的保護。和所有的蠻皮護甲一樣，制作時所使用的野葡萄會使其附帶一種強大的隨機魔法效果。$B$B如果你想要這種護甲的圖樣，就給我弄六塊厚重護甲片和一株野葡萄來，這對你來說應該不算什么過分的要求。",
    ["O"] = "給莫沙徹營地的杉多爾·迅蹄帶去6塊厚重護甲片和1株野葡萄。",
    ["T"] = "蠻皮護肩",
  },
  [2856] = {
    ["D"] = "蠻皮外衣是蠻皮護甲中最主要的部分，它的結構以及編織于其中的野葡萄能使其在具有很強的保護作用的同時，還附帶著強大的魔法力量。$B$BB如果你想要這種護甲的圖樣，就給我弄兩件龜鱗胸甲、兩副龜鱗手套和一株野葡萄來。這不是件容易的活兒，但你一定可以完成它。",
    ["O"] = "給莫沙徹營地的杉多爾·迅蹄帶去2件龜鱗胸甲、2副龜鱗手套和1株野葡萄。",
    ["T"] = "蠻皮外衣",
  },
  [2857] = {
    ["D"] = "蠻皮頭盔可以為你的頭部提供極好的保護，與此同時，它也具有相當的舒適性。和所有的蠻皮護甲一樣，制作頭盔時使用的野葡萄會使它產生一種強大的隨機魔法效果。對于穿著皮甲的人來說，這東西可是非常不錯的！$B$B想要得到這頂頭盔的圖樣的話，就給我帶兩件夜色外套、兩條夜色頭巾和一株野葡萄來。完成這個任務之后，圖樣就是你的了！",
    ["O"] = "給莫沙徹營地的杉多爾·迅蹄帶去2件夜色外套、2條夜色頭巾和1株野葡萄。",
    ["T"] = "蠻皮頭盔",
  },
  [2858] = {
    ["D"] = "你現在已經學到了很多東西，$N，但你仍有更多的東西要學習。現在我們來談談蠻皮戰靴，它是這一套裝備的基石。$B$B這種靴子舒適合腳，可以讓你的雙腳在長途跋涉之后仍然輕松自如。柔軟的鞋底對于那些喜歡悄悄行動的人來說再合適不過了。$B$B如果你想要得到它的圖樣，就給我拿兩條夜色短褲和兩雙夜色長靴來。另外我還需要兩株野葡萄……只有一株的話可不夠。拿到以上這些東西之后，就把它們交給我。",
    ["O"] = "給莫沙徹營地的杉多爾·迅蹄帶去2條夜色短褲、2雙夜色長靴和2株野葡萄。",
    ["T"] = "蠻皮戰靴",
  },
  [2859] = {
    ["D"] = "看來你已經準備好學習更加復雜的課程了，$N。蠻皮護脛是最堅硬和強大的皮制系列裝備中的一樣。野獸系列皮裝備讓你的胸部，大腿，小腿和其他致命的部位都被保護起來。再加上野葡萄所起的輔助作用，擁有這種裝備的冒險者一定會永遠感謝你的。$B$B如果你想要得到這個圖樣的話，帶給我兩頂龜鱗頭盔，兩付龜鱗護腕和兩株野葡萄。",
    ["O"] = "給莫沙徹營地的杉多爾·迅蹄帶去2頂龜鱗頭盔、2副龜鱗護腕和2株野葡萄。",
    ["T"] = "蠻皮護腿",
  },
  [2860] = {
    ["D"] = "$N，我能教你的你已經全部都學會了。蠻皮護甲只剩下一種式樣你還沒有學會了。我不會要求你為最后的式樣無謂地浪費時間和精力，你可以直接得到它，還有一些……但我不能自己傳授給你。我的老師，就是帶我進入這一行的人，她會教你該怎么做的。$B$B帶這封信給猶納；她在雷霆崖教授皮革制作。給她看這封信，讓她像我一樣地認同你。",
    ["O"] = "將杉多爾的信交給雷霆崖的制皮大師猶納。",
    ["T"] = "蠻皮護甲大師",
  },
  [2861] = {
    ["D"] = "據說有個名叫塔貝薩的法師想要某個祖爾法拉克巨魔的命。如果你去找塔貝薩的話，她會讓你知道詳情的。$B$B別忘了帶上幾個伙伴，$n。如果塔貝薩真的讓你去祖爾法拉克的話，你最好不要獨自前往。$B$B塔貝薩的小屋就在塵泥沼澤里，準確地說，是在塞拉摩的西邊，石槌廢墟的北邊。",
    ["O"] = "與塵泥沼澤的塔貝薩談一談。",
    ["T"] = "塔貝薩的任務",
  },
  [2862] = {
    ["D"] = "豺狼人……它們現在不再只是一個小麻煩了，它們已經對我們形成了巨大的威脅！這些豺狼人是不是菲拉斯的原住民已經不重要了；如果我們無法有效地對抗它們，那我們早晚都會被趕出這個地區的。$B$B豺狼人最近對營地的攻勢愈演愈烈，因此我們需要你的幫助來削弱它們的數量。帶給我十份豺狼人的鬃毛，我會為你付出的努力而給予優厚的報酬。$B$B趕快出發吧！",
    ["O"] = "將10份木爪豺狼人的鬃毛交給莫沙徹營地的哈杜肯·迅蹄。",
    ["T"] = "與豺狼人開戰",
  },
  [2863] = {
    ["D"] = "我們計劃在很短的時間里拿下豺狼人的領導者——按他們自己的說法是突擊隊員。如果我們順利地執行了這個計劃……不僅他們的內部會出現混亂，而且這也會向他們愚蠢的腦袋傳達一個信息，那就是我們有能力而且必將消滅他們！$B$B我想讓你成為傳達這個信息的使者，你必須在一小時內消滅五個突擊隊員，否則我們還會處于這種僵局中。",
    ["O"] = "在1個小時內殺死5個木爪突擊隊員，并向哈杜肯·迅蹄匯報。",
    ["T"] = "突然襲擊",
  },
  [2864] = {
    ["D"] = "我的兄弟特蘭雷克現在顯然處于困境中。幾個星期之前他曾經向我承諾會給我一批圣甲蟲的殼，但是至今為止我還沒有收到。他是我的兄弟，所以我可不想派人去加基森砸他的場子。$B$B你能幫我去問問特蘭雷克到底是怎么回事嗎？在我真的發飆之前他最好快點把貨給我送來。$B$B加基森就在卡利姆多大陸上的塔納利斯沙漠北部。",
    ["O"] = "與加基森的特蘭雷克談一談。",
    ["T"] = "特蘭雷克",
  },
  [2865] = {
    ["D"] = "塔納利斯這里的圣甲蟲的殼都很硬！硬得足可以給好多東西當建筑材料，好多東西！$B$B事實上，因為那些殼都太有用了……圣甲蟲已經被獵殺得近乎滅絕了！$B$B我知道哪里有更多的圣甲蟲，如果你保證會給我弄些殼來，我就告訴你它們在哪里。你保證嗎？$B$B好吧，祖爾法拉克里面有許多圣甲蟲，我想巨魔們并不因為想要那些殼而獵殺它們。$B$B但你可以！到祖爾法拉克去給我弄些完好無損的殼回來！",
    ["O"] = "給加基森的特蘭雷克帶去5個完整的圣甲蟲殼。",
    ["T"] = "圣甲蟲的殼",
  },
  [2866] = {
    ["D"] = "在我們的南邊就是索蘭薩爾廢墟，那個地區的歷史相當悠久。我們探索過那個遺跡，沒有發現什么特別值得注意的東西，所以我們就離開了。$B$B最近，憎世納迦占據了那片遺跡，而且他們的數量已經多到了讓我們不得不警惕的程度。一開始我們認為那些納迦是準備對我們發起攻擊，雖然這種可能性現在依然存在，但我們覺得他們可能是有什么別的目的。$B$B現在就到那片廢墟去查看一番吧，祝你好運，$n。",
    ["O"] = "探索索蘭薩爾廢墟，并調查納迦在那個地區的情況。",
    ["T"] = "索蘭薩爾廢墟",
  },
  [2867] = {
    ["D"] = "在索蘭薩爾廢墟的心臟地帶發現了奇怪的瞭望臺之后，你覺得應該馬上回到羽月要塞去向珊蒂斯·羽月匯報這個發現。",
    ["O"] = "向羽月要塞的珊蒂斯·羽月匯報你的發現。",
    ["T"] = "返回羽月要塞",
  },
  [2869] = {
    ["D"] = "我們認為，無論納迦想要干什么，他們最終的目的無非是完全占據這座島嶼，由此我們制定了相應的行動計劃。我們要盡早采取攻擊行動來消除這種威脅，否則就可能全盤皆輸。$B$B給我帶來十塊完整的憎世納迦的鱗片——你應該知道如何獲得這東西。這樣一來，納迦在薩爾多島上的力量就被大大削弱了，這對我們是非常有利的。",
    ["O"] = "收集10塊憎世納迦的鱗片，把它們交給羽月要塞的拉托尼庫斯·月矛。",
    ["T"] = "憎世納迦之戰",
  },
  [2870] = {
    ["D"] = "$n，新的偵查報告讓我們對納迦部隊的組成有了一個更清晰的概念。納迦的皇室成員在他們的部隊中具有最高的權威性。$B$B皇室成員中的沙爾扎魯是個極端殘酷的納迦，偵查報告表明最近他在南部的遺跡中發現了一塊奇怪的古代遺物，那個地方就在恐怖之島那里。$B$B你的任務就是結果他，然后把那塊遺物給我帶回來進行研究。",
    ["O"] = "消滅沙爾扎魯，然后把神秘遺物交給羽月要塞的拉托尼庫斯·月矛。",
    ["T"] = "擊敗沙爾扎魯",
  },
  [2871] = {
    ["D"] = "如果你能幫我將這個東西送給我的妻子維斯提亞，那我會非常感激的。她不僅是我們這里的女祭司，也會是你所見過的最博學的學者之一。我即使抓破頭皮也搞不清楚這個東西到底是什么，可我的妻子不同，如果世界上有人能知道這東西是什么，那無疑就是她了……我們也迫切地需要知道真相！$B$B拜托了，$n。",
    ["O"] = "將神秘遺物交給羽月要塞的維斯提亞·月矛。",
    ["T"] = "遞送遺物",
  },
  [2872] = {
    ["D"] = "我的老朋友欠我一瓶特殊的朗姆酒。他在塔納利斯沙漠的熱砂港里經營著一家酒吧，他向我保證說，那里的朗姆酒絕對比藏寶海灣的任何酒都要香醇，還說如果我喝了他的酒不滿意的話，那他就會雙倍奉還他欠我的錢！$B$B好吧，我想他現在已經不像他上次說這話的時候那么自信了，他害怕給我嘗他的朗姆酒了。但是我還是想繼續這個賭注，那么你就替我去和他談談吧……",
    ["O"] = "與熱砂港的斯杜雷談一談。",
    ["T"] = "斯杜雷的債務",
  },
  [2873] = {
    ["D"] = "我欠藏寶海灣的“海狼”馬克基雷一些朗姆酒，那是打賭輸的，但我現在一瓶朗姆酒都沒有了！科爾戈船長偷了我最后一船貨，他把它們藏在南邊的那個戒備森嚴的海盜鎮里。$B$B如果你能找到我的那批朗姆酒并把它們給我拿回來的話，那我就可以向馬克基雷證明，藏寶海灣的那些酒跟我的朗姆酒比起來只能被稱作垃圾！",
    ["O"] = "將斯杜雷的貨物交給熱砂港的斯杜雷。",
    ["T"] = "斯杜雷的貨物",
  },
  [2874] = {
    ["D"] = "再次感謝你的幫助，$N。這里有一瓶熱砂港朗姆酒。把它交給馬克基雷，這樣他就可以拋棄藏寶海灣烈酒，改喝熱砂港朗姆酒了！",
    ["O"] = "將斯杜雷的瓶子交給藏寶海灣的“海狼”馬克基雷。",
    ["T"] = "給馬克基雷的貨物",
  },
  [2875] = {
    ["D"] = "可惡的海盜安德雷·費爾比德因對熱砂港和加基森所犯的罪行正被通緝。$B$B根據政府討論所發布的決議，任何閱讀這則通緝令的人有權在逮捕安德雷和他的同黨過程中采取可能致其死亡的手段。$B$B進一步的決議表明，如在審訊期間，安德雷死了或病了，他的人頭可以作為代替品，將它交給安全主管吉羅姆·比格維茲仍將使這份通緝令生效。",
    ["O"] = "將安德雷的頭顱交給熱砂港的安全主管吉羅姆·比格維茲。",
    ["T"] = "通緝：安德雷·費爾比德",
  },
  [2876] = {
    ["D"] = "這卷軸上面記載著熱砂港和藏寶灣之間的船運時刻表，包括過去和未來計劃中的船運批次和船名，一些船的旅程旁有個大大的紅叉記號，剩下的旁邊有類似“華麗的戰利品”和“堅固的戰艦”之類的字樣。$B$B熱砂港那里的人一定非常想看看這個文件。",
    ["O"] = "把船運時刻表交給熱砂港的某個官員。",
    ["T"] = "船運時刻表",
  },
  [2877] = {
    ["D"] = "比起那些鐵爐堡的兄弟們來，我們蠻錘部族對于過去曾發生過的事情有著更加深刻的記憶。如果你想在這里交朋友的話，那么你就要證明給我們看！$B$B部落的蠻子們從隱匿石一帶撤了出去，現在那里滿地都是淤泥怪。我們想要占領那個地區，不過首先我們要找些人來幫我們清理一下惱人的淤泥怪。$B$B這就是你要做的事情了！到那邊去干掉十個綠色淤泥怪和十個玉石軟泥怪，然后回到這里來向我報告。快出發吧!",
    ["O"] = "殺掉10個綠色淤泥怪和10個玉石軟泥怪，然后回到鷹巢山向弗拉加爾報告。",
    ["T"] = "清理隱匿石",
  },
  [2878] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的輕歌花",
  },
  [2879] = {
    ["D"] = "看來這根法杖可能就是艾奎尼克斯法杖了。它事實上是把鑰匙，你可以用它打開位于北方廢墟中的艾奎尼克斯石碑。$B$B找到仍在那片廢墟中燃燒的四團烈火：薩姆哈之焰、拜爾坦之焰、伊姆貝爾之焰和萊哈薩之焰。從這些火焰那里采集它們的精華。然后在艾奎尼克斯石碑旁使用這些精華，把它們的能量注入法杖。如果這真的是艾奎尼克斯法杖的話，你就可以打開石碑，并得到存放在里面的古物。",
    ["O"] = "給特洛亞斯的法杖注入能量，并找到艾奎尼克斯石碑。",
    ["T"] = "艾奎尼克斯法杖",
  },
  [2880] = {
    ["D"] = "直接說吧，$c——我們不屬于聯盟！蠻錘部族是獨立的，我們依靠自己所做的事情來證明自己的價值，不像那些只會說廢話的家伙一樣，用閑聊來掩飾自己什么都不想做的態度！$B$B如果你要和我們作朋友，那么首先向我們證明你的價值！那些遍布辛特蘭的巨魔有時會帶著他們部族的項鏈。給我帶五條項鏈過來作為友好的證明吧！",
    ["O"] = "給鷹巢山的弗拉加爾帶去5條巨魔部族項鏈。",
    ["T"] = "巨魔部族項鏈",
  },
  [2881] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "巨魔部族項鏈",
  },
  [2882] = {
    ["D"] = "這張地圖上畫著一條對著南方的海灘，圖下面用優雅的字體寫著……$B$B$B熱砂港南邊$B家的南邊$B找到骨頭，旗子和旗桿$B如果你夠膽，就去挖挖看$B挖挖看啊，科爾戈的金子光燦燦！$B開箱需鑰匙，鑰匙你會看見$B你面對的要用血來做交換。",
    ["O"] = "找到科爾戈的黃金！",
    ["T"] = "科爾戈的黃金",
  },
  [2902] = {
    ["D"] = "豺狼人不是菲拉斯最具威脅的勢力，但它們最近的活動毫無疑問是有些具體戰略的。如果我們能找到它們的計劃，那么我們就能知道究竟是什么讓它們變得如此精明。$B$B我要你回到木爪嶺去，尋找任何有可能是它們的戰斗計劃的東西。他們一定有些這樣的東西，因為它們的攻擊行動太協調了，沒有一個像樣的戰斗計劃是不可能進行的。找到那東西，然后再回到我這里來。",
    ["O"] = "在莫沙徹營地以南的豺狼人營地中尋找豺狼人的戰斗計劃。",
    ["T"] = "調查木爪嶺",
  },
  [2903] = {
    ["D"] = "既然我們已經發現了豺狼人的作戰計劃，接下來要做的就是把計劃交給莫沙徹營地的哈杜肯·迅蹄。他或者那兒的其他什么人也許可以進一步弄清楚豺狼人到底想要做什么。",
    ["O"] = "把木爪豺狼人的作戰計劃交給莫沙徹營地的哈杜肯·迅蹄。",
    ["T"] = "作戰計劃",
  },
  [2904] = {
    ["D"] = "<克努比呻吟著>發……發生什么事了？$B$B我只記得自己被一隊黑鐵矮人抓住了，他們暴打了我一頓，把我跟這些丑陋的穴居人扔在一塊兒。$B$B快救我出去，$N！$B$B我有個計劃：把我帶到出口，如果我們能活著走出去的話，你就到藏寶海灣去，告訴斯庫提我去了棘齒城，然后警告廷克維斯，黑鐵矮人準備制造超強的鉆探設備。$B$B讓我們開始吧！",
    ["O"] = "將克努比護送到出口，然后向藏寶海灣的斯庫提匯報。",
    ["T"] = "一團混亂",
  },
  [2922] = {
    ["D"] = "當我們摯愛的諾莫瑞根城淪陷時，我可憐的發明——尖端機器人——受到了某種致命的打擊。它原本包含了很多精巧的設計，并且儲存了大量的信息，憑借這些，它無數次地幫助了我和我的同事，但現在它的正電子腦被極化，變成了負電子腦……尖端機器人的行為已經變得完全異常了。它像個瘋子似的在諾莫瑞根里咆哮！$B$B也許我們仍然可以挽救它，如果你能找回尖端機器人的存儲器核心并把它交給我，那么我就能找到故障的原因，然后把我可憐的尖端機器人修好。$B$B",
    ["O"] = "將尖端機器人的存儲器核心交給鐵爐堡的工匠大師歐沃斯巴克。",
    ["T"] = "拯救尖端機器人！",
  },
  [2923] = {
    ["D"] = "工匠大師歐沃斯巴克正在為他發明的尖端機器人的命運感到沮喪。我記得尖端機器人對侏儒來說是一種很友好的輔助工具，但歐沃斯巴克告訴我，它出了故障。$B$B我很難過，不過如果運氣不錯的話，也許他還可以修好尖端機器人！$B$B去跟鐵爐堡侏儒區的工匠大師歐沃斯巴克談談吧，看到有你這樣的$c想要幫助他，他會很高興的。",
    ["O"] = "與鐵爐堡的工匠大師歐沃斯巴克談一談。",
    ["T"] = "工匠大師歐沃斯巴克",
  },
  [2924] = {
    ["D"] = "有一種通用型的機械部件——基礎模組——對于諾莫瑞根的技師和鐵匠來說都非常重要，不過在我們大舉逃出諾莫瑞根的時候，誰也沒想起要把這些東西帶上！我手頭上的工作需要大量這種部件。$B$B請去諾莫瑞根給我拿一些基礎模組回來，它們就裝在城市深處的機械儲存柜里。$B$B謝謝你，$N，請盡快出發吧！",
    ["O"] = "收集12個基礎模組，把它們交給鐵爐堡的科勞莫特·鋼尺。",
    ["T"] = "基礎模組",
  },
  [2925] = {
    ["D"] = "我的侏儒朋友科勞莫特·鋼尺從鐵爐堡給我捎了個信過來，說是要我找人去完成一項很危險但也很重要的任務：潛入諾莫瑞根。現在這座壯觀的侏儒城市里到處都是瘋狂的侏儒和他們的機械裝置。$B$B我必須呆在這里，但無法幫助我的朋友讓我感到很心痛。如果你能替我去的話，我會很感謝你的。$B$B你可以在鐵爐堡的侏儒區里找到科勞莫特。",
    ["O"] = "與鐵爐堡的科勞莫特·鋼尺談一談。",
    ["T"] = "幫助科勞莫特",
  },
  [2926] = {
    ["D"] = "事故后，諾恩想的說的都離不開兩個主題：如何將石腭怪趕出諾莫瑞根，以及如何為席卷諾莫瑞根的瘟疫找到治療的方法。$B$B幸運的是，拉茲和我已經快要研究出一種治療方法了——要不然就是一種很強勁的朗姆酒的配方。我們要試過才知道！當然，為了檢驗我們的理論是否成立，我們需要一些東西，準確地說，是諾莫瑞根城里那些石腭怪身上的輻射塵。用這個小瓶子裝一些泛著綠光的輻射塵，然后把它帶回來！",
    ["O"] = "用空鉛瓶對著輻射入侵者或者輻射搶劫者，從它們身上收集放射塵。瓶子裝滿之后，把它交給卡拉諾斯的奧齊·電環。",
    ["T"] = "諾恩",
  },
  [2927] = {
    ["D"] = "你不會認為我生來就是是禿子吧？事實并不是這樣的，$g先生:女士;！諾莫瑞根的放射性泄露導致了我悲劇性的脫發。在那之前，我有著整個艾澤拉斯世界獨一無二的侏儒式飛機頭！$B$B<諾恩一邊說一邊揮舞著拳頭>$B$B那些該死的穴居怪——他們都該死！！$B$B或許現在還不晚，$N。我們也許仍然可以挽回局勢——我說的是這座城市！去跟卡拉諾斯的奧齊·電環談談吧，他和他伙伴拉茲正在想辦法。",
    ["O"] = "與卡拉諾斯的奧齊·電環談一談。",
    ["T"] = "災難之后",
  },
  [2928] = {
    ["D"] = "太糟糕了，$N。我們沒有足夠的零件讓我們的陀螺式挖掘機部隊進入丹莫羅。$B$B我們需要的是零件，$N，更多的零件。說到尋找零件，難道還有比諾莫瑞根更好的地方嗎？我聽說那里的機器人像牧區的牛似的到處游蕩。$B$B我要你做的就是到諾莫瑞根去，把這些機器人拆開，拿出它們的內部裝置。給我弄兩打來就夠了。",
    ["O"] = "收集24副機械內膽，把它們交給暴風城的舒尼。",
    ["T"] = "陀螺式挖掘機",
  },
  [2929] = {
    ["D"] = "我以前曾經非常信任麥克尼爾，我從未想過他會背叛我和所有侏儒同胞。他為什么要背叛我們？為了權力？為了金錢？這些東西只要加以時日他都可以擁有。現在我們背井離鄉，那個瘋子掌握了政權，成了個什么都沒有的國王……$B$B我們要奪回諾莫瑞根，$N。在奪回自己的城市之前，我們決不停止努力。如果你想加入我們，就先去完成一個簡單的任務：殺了那個叛徒，麥克尼爾·瑟瑪普拉格。",
    ["O"] = "到諾莫瑞根去殺掉麥克尼爾·瑟瑪普拉格。完成任務之后向大工匠梅卡托克報告。",
    ["T"] = "大叛徒",
  },
  [2930] = {
    ["D"] = "在逃離諾莫瑞根的時候，我們留下了太多的數據！非常重要的數據！$B$B我需要一張彩色穿孔卡片，你可以從諾莫瑞根城里的矩陣式打孔計算機3005-D型里找到這種卡片。不過糟糕的是，要得到它的話，你就必須先接近低級安全終端，也就是A型，B型和C型計算機，然后用不同的穿孔卡片開啟它們，從白色的卡片開始……而且我們把所有的穿孔卡片都留在城里了。$B$B這真是一場災難！你能幫忙嗎？",
    ["O"] = "將彩色穿孔卡片交給鐵爐堡的大機械師卡斯派普。",
    ["T"] = "搶救數據",
  },
  [2931] = {
    ["D"] = "鐵爐堡的大機械師卡斯派普正在征集冒險者！他正在組織一個冒險小隊，要到諾莫瑞根去執行一項極度機密和重要的數據收集任務。$B$B卡斯派普也許不是煉金術、魔法和工程學協會的一員，不過他也算是個很聰明的侏儒，如果是他認為這是件很重要的事情，那么根據我的計算，這件事有百分之八十四的可能性是確實很重要的！$B$B這個可能性可不小！",
    ["O"] = "與鐵爐堡的大機械師卡斯派普談一談。",
    ["T"] = "卡斯派普的任務",
  },
  [2932] = {
    ["D"] = "枯木巨魔原來是部落的盟友，但他們現在背叛了薩爾……他們要為此受到懲罰！$B$B來，拿起我的長矛，到北面的辛特蘭去，那個地方就在塔倫米爾的東北方向。$B$B追捕那里的枯木巨魔，收集他們的頭皮，把我的長矛插在他們的某個村莊中，比如西利瓦薩或者祖瓦沙。$B$B讓他們知道，背叛部落，遲早要還的！",
    ["O"] = "在辛特蘭收集枯木巨魔的頭皮，把它們串在尼姆布亞之矛上。將尼姆布亞的長矛插在辛特蘭的某個枯木巨魔村莊中，然后回到荊棘谷的尼姆布亞那里。",
    ["T"] = "可怕的消息",
  },
  [2933] = {
    ["D"] = "這些瓶子里裝有綠色的毒液。$B$B由村莊中這種瓶子的數量來看，枯木巨魔一定很重視這些東西。或許塔倫米爾的藥劑師會對這些毒液的樣本感興趣。",
    ["O"] = "將毒藥瓶交給塔倫米爾的某個藥劑師。",
    ["T"] = "毒液瓶",
  },
  [2934] = {
    ["D"] = "我必須要有一個你帶來的那種毒液的新鮮樣本才能進行研究。生產毒液的蜘蛛一定生活在辛特蘭一帶——獵捕這些蜘蛛，直到你找到一個完好無損的毒囊，把它給我帶來。巨魔們的沙德拉洛城附近有許多蜘蛛，到那里去找找吧。$B$B別耽擱了，毒囊一定要非常新鮮才行。",
    ["O"] = "將完好無損的毒囊交給塔倫米爾的藥劑師林度恩。",
    ["T"] = "完好無損的毒囊",
  },
  [2935] = {
    ["D"] = "巢穴守衛的毒液沒有你先前帶來的毒液那么有威力，它肯定來自不同類型的蜘蛛。$B$B我要那種毒液的新鮮樣本。如果要找到它的出處，那么你必須與一個很了解枯木巨魔的巨魔談一談——我說的是森金村的加德林大師。到杜隆塔爾去找加德林吧。如果運氣好的話，他會知道枯木巨魔是在哪里找到這種毒液的。",
    ["O"] = "與森金村的加德林大師談一談。",
    ["T"] = "請教加德林大師",
  },
  [2936] = {
    ["D"] = "枯木巨魔崇拜蜘蛛之神，他們從她那里收集極具威力的毒液。如果你想要毒液，就必須召喚他們的蜘蛛之神！$B$B要召喚她的話，你就必須知道她真正的名字，刻有這個名字的石板被埋藏在一座墓穴中，那墓穴就在塔納利斯沙漠中的巨魔城市祖爾法拉克，由殉教者塞卡守衛著墓穴的入口。$B$B擊敗塞卡，閱讀那塊石板，找到蜘蛛之神的名字。知道了她的名字之后就回到我這里來。",
    ["O"] = "閱讀塞卡石板，了解枯木巨魔的蜘蛛之神的名字，然后回到加德林大師那里。",
    ["T"] = "蜘蛛之神",
  },
  [2937] = {
    ["D"] = "拿著這張羊皮紙，在辛特蘭的沙德拉洛祭壇上念誦羊皮紙上的咒文。這樣就可以召喚蜘蛛之神沙德拉。",
    ["O"] = "在沙德拉洛祭壇上擊敗沙德拉，把它的毒液交給塔倫米爾的藥劑師林度恩。",
    ["T"] = "召喚沙德拉",
  },
  [2938] = {
    ["D"] = "你在枯木巨魔的蜘蛛之神身上采集的毒液真是一個重大的發現！只消一小滴，我就可以殺死足足二十只兔子。當然，有些兔子很幼小，小得足以放在手掌上，它們對毒藥的抵抗力非常低，但你也不能否認這種毒藥極具威力！$B$B我想要給我的上級——幽暗城煉金房的大藥劑師法拉尼爾——送去一些樣本，我敢說他也會對此很感興趣的。",
    ["O"] = "將法拉尼爾的包裹交給幽暗城的大藥劑師法拉尼爾。",
    ["T"] = "送往幽暗城的毒藥",
  },
  [2939] = {
    ["D"] = "雖然遍布菲拉斯的廢墟和遺跡可能很危險，但是它們講述了許多曾經發生的事情……$B$B幾天前我在南邊的碎石堆里搜索的時候，發現了一個看起來像是根普通法杖的東西。但是，我總覺得事情并不是那么簡單，安吉拉斯和我在這里鉆研書籍已經很久了，不過我們沒發現什么和它相關的信息。$B$B我在達納蘇斯有一個同事，她能告訴我這是什么東西，$N。你為什么不去跟她談談呢？也許她能幫助我們。",
    ["O"] = "與魯瑟蘭村的達蕾恩·輕風談一談。",
    ["T"] = "尋找知識",
  },
  [2940] = {
    ["D"] = "看起來這本書很久沒有人打開過了。它的封面破舊而且書頁發黃，但檢查后你會發現這正是特洛亞斯要找的那本書。$B$B你把它撿了起來，但你卻突然意識到，也許應該在借閱之前得到物主的允許。",
    ["O"] = "如果你想借達蕾恩·輕風的書，要先得到她的允許。",
    ["T"] = "菲拉斯的歷史",
  },
  [2941] = {
    ["D"] = "我一生中研究了許多課題，最近我迷上了遍布辛特蘭海灘地區的鉗嘴龜。我特別想看到一只名叫加莫里塔的大型鉗嘴龜，本來呢，我想要自己去一趟，但繁重的研究工作讓我不得不留在這里。如果能搞到一張它的畫像就好了。$B$B把這封信交給塔納利斯的克格爾·曲藤。她為我發明了一種可以快速抓取圖像的裝置，我想她把那個東西叫做“快照”……",
    ["O"] = "把信交給塔納利斯的克格爾·曲藤。",
    ["T"] = "海龜照片",
  },
  [2942] = {
    ["D"] = "石碑中的東西被你拿出來的一瞬間，你突然感到艾奎尼克斯法杖的力量開始衰竭。",
    ["O"] = "將閃光的石頭和艾奎尼克斯法杖交給羽月要塞的特洛亞斯·月風。",
    ["T"] = "晨光石",
  },
  [2943] = {
    ["D"] = "給你，$N。請小心保管我的書。$B$B現在快點出發吧，特洛亞斯正在翹首企盼你的回歸呢！",
    ["O"] = "把書交給羽月要塞的特洛亞斯·月風。",
    ["T"] = "向特洛亞斯回復",
  },
  [2944] = {
    ["D"] = "先來看看我的發明吧，$N。你所要做的只是將它對準任何一個你想要拍攝的物品，然后按下這個按鈕。$B$B你說的辛特蘭的生物是什么？加莫里塔？好吧，祝你好運，希望你能找到它。我堅信達蕾恩會對你給她的照片很滿意的。$B$B不說那么多了，這是給你的超級攝影器。玩得開心點！",
    ["O"] = "用超級攝影器FX給加莫里塔拍張照片，然后把它交給魯瑟蘭村的達蕾恩·輕風。",
    ["T"] = "超級攝影器FX",
  },
  [2945] = {
    ["D"] = "你在一個黑鐵矮人的尸體上發現了一枚戒指。但要辨認戒指的細節卻很困難，泥土和堅硬的污垢將它整個包裹了起來，你根本沒法戴上它。你覺得它是用某種珍貴的金屬制成的，似乎還鑲著寶石。$B$B如果你想好好看看這枚戒指的話，就得找些東西把戒指表面的污垢清理掉。",
    ["O"] = "想方法把臟兮兮的戒指弄干凈。",
    ["T"] = "臟兮兮的戒指",
  },
  [2946] = {
    ["D"] = "我希望你把這張圓盤拿到奧丹姆的封印之門去。我們……我們不能肯定這樣做會帶來什么后果。$B$B當然，這聽上去確實很危險，但也有可能什么都不會發生。也許你要將圓盤放在什么東西上，也許你只要帶著圓盤，大門就會自己打開。總之，不試一試是不會知道真相的。$B$B等你完成這項任務之后就回到鐵爐堡來，我們還有很多事需要討論。",
    ["O"] = "將迷你白金圓盤拿到塔納利斯的奧丹姆大門去，找出兩者之間的聯系。",
    ["T"] = "拭目以待",
  },
  [2947] = {
    ["D"] = "打開由超級清潔器5200型制作的盒子之后，你看到了一枚閃閃發光的戒指！你戴上了戒指，立刻感覺身體中涌動著神奇的力量。$B$B戒指的內側有一個很小的鐵爐堡徽記，旁邊刻著三個字母：“TdK”。$B$B這可能是它以前的主人或是制作者的姓名縮寫。是將這枚戒指留著自己用，還是把它物歸原主，這要由你自己來決定……",
    ["O"] = "你要么自己留著這枚戒指，要么就按照戒指內側刻著的名字找到它的主人。",
    ["T"] = "戒指歸來",
  },
  [2948] = {
    ["D"] = "聽著，$n，這戒指當然是你的……但是我可以給你做一枚更好的！就像我說的一樣，那種設計實在太簡單了。現在我的技術更加嫻熟了，只要你付我三十個銀幣的費用，我就可以幫你制作一枚新戒指！好吧，事實上還要再加一點點……$B$B我現在手頭很緊，我的所有存貨都用完了。如果你給我一塊銀錠和一塊綠瑪瑙，我就可以讓戒指看起來更加閃亮華貴！$B$B相信我！",
    ["O"] = "將閃亮的金戒指、1塊銀錠、1塊綠瑪瑙和30個銀幣交給鐵爐堡的塔瓦斯德·基瑟爾。",
    ["T"] = "侏儒的手藝",
  },
  [2949] = {
    ["D"] = "打開由超級清潔器5200型制作的盒子之后，你看到了一枚閃閃發光的戒指！你戴上了戒指，立刻感覺身體中涌動著神奇的力量。$B$B戒指的內側有一個很小的鐵爐堡徽記，旁邊刻著三個字母：“TdK”。$B$B這可能是它以前的主人或是制作者的姓名縮寫。是將這枚戒指留著自己用，還是把它物歸原主，這要由你自己來決定……",
    ["O"] = "你要么自己留著這枚戒指，要么就按照戒指內側刻著的名字找到它的主人。",
    ["T"] = "戒指歸來",
  },
  [2950] = {
    ["D"] = "不，不，不——我當然不是突然就說這枚戒指是我的。嗯，我通常不這樣做，但你提供的關于黑鐵矮人的情報很有用，所以我會破例為你改造你的戒指，我的手藝絕對比制作這個小東西的家伙要高超得多。嗯，八成是個侏儒做的……$B$B如果你給我拿來一塊銀錠、一塊綠瑪瑙和三十枚銀幣作為加工費的話，我就可以在戒指中加入白銀和瑪瑙的精華來加強其魔力。怎么樣，感興趣嗎？",
    ["O"] = "將閃亮的金戒指、1塊銀錠、1塊綠瑪瑙和30個銀幣交給奧格瑞瑪的諾格。",
    ["T"] = "諾格的手藝",
  },
  [2951] = {
    ["D"] = "這個裝置屹立于那些竭力保護房間的侏儒中，裝置上有一塊小金屬牌，上面寫著“超級清潔器5200型”，還有一段文字：$B$B：“污垢和殘渣讓你的東西看起來污穢不堪？超級清潔器5200型會使它重現光芒！將你想要清理的物品放入清潔器中，然后向槽里投入三枚銀幣。稍候片刻，你的珍寶就會重新變得潔凈而耀眼！”",
    ["O"] = "將臟兮兮的東西放入超級清潔器5200型，記得要用三枚銀幣來啟動機器。",
    ["T"] = "超級清潔器5200型！",
  },
  [2952] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "超級清潔器5200型！",
  },
  [2953] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "再次使用超級清潔器",
  },
  [2954] = {
    ["D"] = "“向你致意——我是把守入口的守護者。除非你擁有完整的奧丹姆圓盤，否則我不會讓你進入奧丹姆城。”$B$B這個石頭衛士一定就是派你來這里的人希望能在這里找到的東西。看來你必須在繼續探索之前找出石頭衛士背后隱藏的故事。",
    ["O"] = "詢問諾甘農的石頭衛士，搞清楚它要讓你干什么，然后再次點擊它腳下的奧丹姆石座。",
    ["T"] = "石頭衛士",
  },
  [2962] = {
    ["D"] = "你的樣本不僅數量不夠，而且純度也不夠。$B$B我們需要更多的輻射塵。很顯然，穴居怪身上的輻射劑量根本無法滿足我們的需要。你必須重返諾莫瑞根，直接從輻射源頭取回一些輻射塵。我指的是那些受到輻射的泥漿怪、潛伏者和水元素。小心一點，收集這種輻射塵并不容易。也許你得試好幾次才能找到一個合適的樣本。",
    ["O"] = "到諾莫瑞根去收集高強度輻射塵。要多加小心，這種輻射塵非常不穩定，很快就會分解。$B$B奧齊要求你把沉重的鉛瓶也交給他。",
    ["T"] = "更多的輻射塵！",
  },
  [2963] = {
    ["D"] = "你好，很高興再一次見到你，$n！你在奧達曼的發現使探險者協會興奮不已。協會一直都在努力揭開你所發現的那張白金圓盤的秘密。你來的正是時候，我可以和你分享一下我們的最新進展！$B$B史學家卡尼克發現了一些很重要的線索，可能有助于找到塔納利斯沙漠中的守衛之谷的起源。他想和你談談，越快越好！",
    ["O"] = "與鐵爐堡探險者大廳中的史學家卡尼克談一談。",
    ["T"] = "奧丹姆的線索",
  },
  [2964] = {
    ["D"] = "好吧，$n…我們現在好象走進了一個死胡同。我們知道我們需要的是什么——奧丹姆圓盤——但我們不知道這些東西在哪里。我們得進行大量的研究才能制定出確實可行的計劃。關于到哪里去尋找圓盤……我有一些想法，我堅信我們馬上就會要求你盡快出發去找到它。$B$B這件事要通知資深探險家，$n，毫無疑問，他也會再次感謝你對探險者協會的幫助。",
    ["O"] = "與鐵爐堡的資深探險家麥格拉斯談一談。",
    ["T"] = "進一步的任務",
  },
  [2965] = {
    ["D"] = "啊，$N，你來得正好。你在奧達曼挖掘場的發現讓我們的賢者進行了激烈的討論。我和納拉·蠻鬃也交換了看法，因為當初我和她一起經歷過一段冒險旅程，這段經歷對于我們將要采取的下一步行動非常重要。$B$B我想讓你和她去談一談，聽聽她當年在塔納利斯的守衛之谷中遇到的事情。她在長者高地等你。",
    ["O"] = "與雷霆崖長者高地的納拉·蠻鬃談一談。",
    ["T"] = "奧丹姆的線索",
  },
  [2966] = {
    ["D"] = "圣者圖希克和我希望你把這張圓盤拿到奧丹姆的封印之門去。我們……我們不能肯定這樣做會帶來什么后果。$B$B當然，這聽上去確實很危險，但也有可能什么都不會發生。也許你要將圓盤放在什么東西上，也許你只要帶著圓盤，大門就會自己打開。總之，不試一試是不會知道真相的。$B$B等你完成這項任務之后就回到我這里來，我們還有很多事需要討論。",
    ["O"] = "將迷你白金圓盤拿到塔納利斯的奧丹姆大門去，找出兩者之間的聯系。",
    ["T"] = "拭目以待",
  },
  [2967] = {
    ["D"] = "你打開了底座，白金圓盤又一次突然出現在你的背包里。$B$B你從石頭守衛那里獲取了許多信息，而且白金原盤又回到了你的手中，現在你應該回雷霆崖向納拉·蠻鬃匯報這個大發現了。",
    ["O"] = "與雷霆崖的納拉·蠻鬃談一談。",
    ["T"] = "返回雷霆崖",
  },
  [2968] = {
    ["D"] = "好吧，$n…我們現在好象走進了一個死胡同。我們知道我們需要的是什么——奧丹姆圓盤——但我們不知道這些東西在哪里。我們得進行大量的研究才能制定出確實可行的計劃。關于到哪里去尋找圓盤……我有一些想法，我堅信我們馬上就會要求你盡快出發去找到它。$B$B這件事必須要通知圣者圖希克，$n，毫無疑問，他也會再次感謝你對我們的幫助。",
    ["O"] = "與雷霆崖的圣者圖希克談一談。",
    ["T"] = "進一步的任務",
  },
  [2969] = {
    ["D"] = "可惡的恐怖圖騰部族正在捕捉精靈龍，$N。耶爾卡和我不知道他們打算對這些精靈龍做什么，但那總不會是什么好事。$B$B我們還沒有強悍到可以殺進營地去解救那些精靈龍，但也許有了你的幫助……如果你能找到一些得力的幫手的話，就從籠中釋放那些精靈龍吧，另外你要保證它們都活著逃出去。我也會幫你的。耶爾卡會留在這里繼續戒備。",
    ["O"] = "從恐怖圖騰營地的圍欄里釋放被俘獲的小精龍。至少6個小精龍和辛達爾·月紋必須活著。$B$B如果6分鐘之內你還沒能達成這個目標，辛達爾就會決定撤退，任務也會隨即失敗。",
    ["T"] = "精靈龍的自由",
  },
  [2970] = {
    ["D"] = "辛達爾已經跟你說過了，我們準備去和恐怖圖騰部族作戰。干掉幾個牛頭人對我們兩個來說不是什么問題，但如果你愿意幫忙的話，我們還是很歡迎的。$B$B看到下面那個營地了嗎？東邊有更多這樣的營地。運用你的戰術，盡可能讓那些牛頭人多吃些苦頭。當他們被你和辛達爾打得落花流水之后，我們再回到這里來碰頭。",
    ["O"] = "殺掉12個恐怖圖騰博學者、10個恐怖圖騰襲擊者和6個恐怖圖騰薩滿祭司，然后向菲拉斯的耶爾卡·月紋匯報。",
    ["T"] = "菲拉斯的正義",
  },
  [2972] = {
    ["D"] = "在這片蠻荒的土地上，辛達爾和我有無數的方法來報答你，但我們想讓你有更多的成就感。把我的戒指拿去吧，如果你哪一天到了泰達希爾，就去一趟達納蘇斯城里的月神殿。你可以在那里找到高階祭司泰蘭德·語風。她看到這枚戒指就會知道我們在這里一切安好，并相信你所說的一切。$B$B$N，我們都很感謝你。",
    ["O"] = "將耶爾卡的徽記之戒交給達納蘇斯的高階女祭司泰蘭德·語風。",
    ["T"] = "菲拉斯的正義",
  },
  [2973] = {
    ["D"] = "你好，$c。我和我的伙伴們正準備去菲拉斯執行任務。$B$B我的妻子科琳很喜歡新衣服，所以我想為她做一件用小精龍的翅膀裝飾的新披風。你能幫幫我嗎？長著美麗翅膀的小精龍在莫沙徹營地的西邊。",
    ["O"] = "給莫沙徹營地的克魯伊格·碎顱帶去10個閃光的小精靈翅膀。",
    ["T"] = "新斗篷的光輝",
  },
  [2974] = {
    ["D"] = "什么？！你在這一地區碰到牛頭人了？你開玩笑吧！他們長什么樣？！$B$B恐怖圖騰氏族！你看到他們了？貝爾戈洛姆對他們這種生物很有興趣……甚至出重金懸賞他們。$B$B你必須得回去，$c。回去給我帶些他們的角回來……如果可以的話，盡可能多弄一些。你可別低估了恐怖圖騰氏族，回去殺了他們，讓菲拉斯的河流被他們的鮮血染紅。",
    ["O"] = "收集20支恐怖圖騰之角，把它們交給千針石林的克魯伊格·碎顱。",
    ["T"] = "可怕的發現",
  },
  [2975] = {
    ["D"] = "戈杜尼食人魔在這一地區的影響已經不容忽視了。$N，你可以清楚地看到這一點，他們的存在污染了這片土地。在他們進一步擴張之前，我們一定要把他們趕回去。$B$B沿著河向北走，你會找到他們的前哨營地。去殺掉他們，$N。我們必須告訴這些食人魔：他們在這里不受歡迎。",
    ["O"] = "莫沙徹營地的洛卡·奧赫要你殺掉10個戈杜尼食人魔、10個戈杜尼食人魔法師和5個戈杜尼蠻兵。",
    ["T"] = "菲拉斯的食人魔",
  },
  [2976] = {
    ["D"] = "什么？！$B$B啊，我確實提到過獎賞，對嗎？好吧，我知道了$B$B你完成了任務，我覺得你應該得到最高的獎賞。把這些角拿去，我會幫你把它們放到箱子里。到榮譽谷去找貝爾戈洛姆·石槌，向他匯報你所見的一切，他會表彰你的。$B$B祝你一路平安，$c，再次感謝你。",
    ["O"] = "將一箱恐怖圖騰之角交給奧格瑞瑪的貝爾戈洛姆·石槌。",
    ["T"] = "可怕的發現",
  },
  [2977] = {
    ["D"] = "你打開了底座，白金圓盤又一次突然出現在你的背包里。$B$B你從石頭守衛那里獲取了許多信息，而且白金原盤又回到了你的手中，現在你應該回鐵爐堡向探險者協會匯報這個大發現了。",
    ["O"] = "與鐵爐堡的史學家卡尼克談一談。",
    ["T"] = "返回鐵爐堡",
  },
  [2978] = {
    ["D"] = "你撿起了這個沾滿泥土的卷軸，發現上面寫著某種集會或儀式的內容。洛卡·奧赫應該會對這個卷軸以及它對戈杜尼食人魔的意義感興趣。",
    ["O"] = "將戈杜尼卷軸交給莫沙徹營地的洛克·奧漢。",
    ["T"] = "戈杜尼卷軸",
  },
  [2979] = {
    ["D"] = "這些好像是某種黑暗儀式的計劃，$N。根據我所了解的情況，這種儀式是由戈杜尼食人魔中的大法師進行的。$B$B從某個戈杜尼大法師身上給我弄一顆寶珠來。$B$B法師的寶珠蘊含了巨大的力量，它可以幫我們搞清楚更多關于這種儀式的細節。",
    ["O"] = "莫沙徹營地的洛卡·奧赫希望你找到一顆戈杜尼之寶珠。",
    ["T"] = "黑暗儀式",
  },
  [2980] = {
    ["D"] = "現在你已經證明了自己是一個真正的勇士，我相信你具備足夠的勇氣繼續完成下一個任務。$B$B到這里西南邊的高原荒野去，在那塊原本屬于暗夜精靈的土地上還殘存著一些被遺棄和毀壞的建筑物。搜索那些廢墟，當你看到枯萎的樹木和滿目瘡痍的大地時，你就會看到那些戈杜尼食人魔。把他們都干掉。$B$B這些食人魔比你曾面對的任何敵人都要強大，$N。你一定要小心行事。",
    ["O"] = "莫沙徹營地的洛卡·奧赫要你去殺掉十個戈杜尼薩滿祭司、10個戈杜尼術士和5個戈杜尼虐待者。",
    ["T"] = "菲拉斯的食人魔",
  },
  [2981] = {
    ["D"] = "菲拉斯是一個有成就的$c證明自己能力的理想場所。有個名叫戈杜尼的食人魔部落是那里最主要的軍事力量，而且他們的勢力仍在不斷增長。在這些食人魔威脅到我們在菲拉斯的地位以前，我們必須要阻止他們。$B$B我認識一個名叫洛卡·奧赫的戰士，她住在菲拉斯的莫沙徹營地里，去找她談談吧，她會讓你知道更多情況的。",
    ["O"] = "貝爾戈洛姆·石槌想讓你去和莫沙徹營地的洛卡·奧赫談一談。",
    ["T"] = "菲拉斯的危機",
  },
  [2982] = {
    ["D"] = "雖然菲拉斯森林的廢墟中隱藏著巨大的危險，但特洛亞斯和我一直以來都在調查這個地區。$B$B最近特洛亞斯老是獨自一人去高原荒野，這很讓我擔心。戈杜尼食人魔已經占領了那里，他們不會對任何進入他們領地的冒險者手下留情的。$B$B我希望你能到菲拉斯南部去一趟，消滅一些食人魔。讓我的特洛亞斯安全一點，我會十分感激你的。",
    ["O"] = "安吉拉斯·月風要求你殺死8個戈杜尼術士、8個戈杜尼薩滿祭司和8個戈杜尼蠻兵。",
    ["T"] = "高原荒野",
  },
  [2983] = {
    ["D"] = "你上次考驗至今已經有一段時間了，$N。從那以來，你一直耐心地學習，但在是時候讓你學習更大的力量了……是時候讓你學習真正的力量。如果你準備好付出，火的元素就是你的了。$B$B在貧瘠之地找到卡納爾·菲斯。他居住在十字路口北部的小房子里，小心，如果你到了被詛咒的暗夜精靈的領地，那你走得太遠了。",
    ["O"] = "去貧瘠之地找到卡納爾·菲斯。",
    ["T"] = "火焰的召喚",
  },
  [2984] = {
    ["D"] = "你已經很久沒有接受試煉了，$N。到目前為止，你已經證明了自己有足夠的耐心，現在是時候讓你學習更多東西，是時候讓你了解毀滅…和混亂了。只要你明白自己即將為此付出的代價，火焰的元素就會與你建立連接。$B$B到貧瘠之地去找卡納爾·菲斯，他就住在十字路口北部的一間小房子里。路上小心點，走太遠的話，你就會進入精靈的領地。",
    ["O"] = "去貧瘠之地找到卡納爾·菲斯。",
    ["T"] = "火焰的召喚",
  },
  [2985] = {
    ["D"] = "你的下一個目標是水，$N。 我可以看出你已經能很熟練地運用火焰的力量，看來你也準備好去和伊斯倫談談了。$B$B伊斯倫住在貧瘠之地的河岸邊，你只要沿著怒水河往南走，就肯定能找到她。她對各種元素的使用方法都很熟悉，可以教你關于水元素的知識……$B$B不要向南走得太遠，她就在棘齒城旁邊，$N。",
    ["O"] = "找到貧瘠之地的水之先知伊斯倫。",
    ["T"] = "水之召喚",
  },
  [2986] = {
    ["D"] = "從你上次接受測驗到現在已經有很長的時間了，$N。迄今為止，你展示了足夠的耐心，不過現在你應該學到更多的東西，應該去了解水的純潔。$B$B去貧瘠之地找到水之先知伊斯倫，沿著怒水河的東岸向棘齒城的南方走，你可以在一間小漁屋里找到她。祝你好運，$N。",
    ["O"] = "找到貧瘠之地的水之先知伊斯倫。",
    ["T"] = "水之召喚",
  },
  [2987] = {
    ["D"] = "我剛剛到達菲拉斯時，曾聽說這里的戈杜尼食人魔有一些有趣的礦石。天知道食人魔用礦石來干什么，但他們確實在很小心地保護那種東西！他們有意隱藏這些礦石，以免我們接觸到它。$B$B如果你愿意的話，我會把我的鏟子給你。到北面的戈杜尼前哨站去，給我挖些戈杜尼鈷礦回來。注意找那些泛著藍光的礦石，然后就挖！",
    ["O"] = "莫沙徹營地的奧爾文·吉茲米克需要12塊戈杜尼鈷礦石的樣本。",
    ["T"] = "戈杜尼鈷礦石",
  },
  [2988] = {
    ["D"] = "我們最強大的獅鷲的兒子失蹤了！幾天前，沙普比克和塔的父母外出打獵時失蹤了，我們認為是巨魔抓走了它。$B$B你必須幫幫我們！到枯木巨魔的兩個村子里去搜一搜那里的籠子，看看沙普比克是不是被關在里面。",
    ["O"] = "檢查兩個枯木巨魔村落里的籠子，然后向獅鷲管理員沙拉克·鷹斧回復。",
    ["T"] = "枯木巨魔的牢籠",
  },
  [2989] = {
    ["D"] = "沙普比克沒有和枯木巨魔在一起，那么或許是邪枝巨魔帶走了他……到邪枝巨魔控制地區的西部邊緣去，在那里的祖爾祭壇上找一找吧。",
    ["O"] = "檢查祖爾祭壇的頂部，然后向獅鷲管理員沙拉克·鷹斧報告。",
    ["T"] = "祖爾祭壇",
  },
  [2990] = {
    ["D"] = "把這根羽毛交給占卜師薩迪斯·格希德。幾年前，他離開鷹巢山去尋求黑暗的知識，但他內心深處仍是一個不折不扣的蠻錘矮人！$B$B也許他的智慧能幫助我們找到沙普比克。$B$B這根羽毛是從它的巢穴里拿出來的，如果你把它交給薩迪斯，那么他也許就可以用占卜法術找到沙普比克。$B$B祝你好運，$N。你可以在詛咒之地找到薩迪斯，他就在守望堡的法師塔上。",
    ["O"] = "將沙普比克的羽毛交給詛咒之地的薩迪斯·格希德。",
    ["T"] = "薩迪斯·格希德",
  },
  [2991] = {
    ["D"] = "我會幫你找出那頭獅鷲的下落，但你得先為我做點事情。巨魔城市祖爾法拉克里面有一個名叫耐克魯姆的巨魔，他擁有一枚徽章，我很想研究一下那東西。把徽章交給我，我就幫你找到沙普比克。$B$B祖爾法拉克在塔納利斯的沙漠中。",
    ["O"] = "將耐克魯姆的徽章交給詛咒之地的薩迪斯·格希德。",
    ["T"] = "耐克魯姆的徽章",
  },
  [2992] = {
    ["D"] = "在我進行占卜儀式的過程中，不要打斷我。我會找出你拿來的那根羽毛和它主人之間的關系，然后順藤摸瓜找到沙普比克。$B$B理論上講是這樣……如果一切都按照計劃進行的話。如果不是，那么……你最好閉上眼睛。",
    ["O"] = "等待薩迪斯完成占卜儀式。",
    ["T"] = "占卜",
  },
  [2993] = {
    ["D"] = "沙普比克被關在巨魔城市辛薩羅的懸崖上的一只籠子里，籠子的鑰匙由邪枝巨魔的邪惡祭司海克斯掌管著。$B$B我已經做了我該做的那部分事情，希望你執行任務的時候一切順利，$N。",
    ["O"] = "與辛特蘭的獅鷲管理員沙拉克·鷹斧談一談。",
    ["T"] = "返回辛特蘭",
  },
  [2994] = {
    ["D"] = "你必須得救出沙普比克！$B$B殺進邪枝巨魔那座城市——辛薩羅的山頂，從邪惡祭司海克斯那里拿到沙普比克籠子的鑰匙，找到沙普比克，把它救出來！",
    ["O"] = "到辛薩羅山頂去，殺掉邪惡祭司海克斯，找到沙普比克籠子的鑰匙，然后救出沙普比克。",
    ["T"] = "拯救沙普比克",
  },
  [2995] = {
    ["D"] = "奎爾丹尼小屋是高等精靈在辛特蘭的聯絡中心。他們的使者正在試圖與其他種族建立聯系，他們會與這些種族分享與辛特蘭南部的枯木巨魔的情報。所有聯絡其他種族所需的文件都被保存在了小屋中。$B$B我們不希望那些精靈與其他種族建立聯盟關系，$N。$B$B去摧毀他們的文件，或者說，我們要毀掉他們的聯絡中心……",
    ["O"] = "幽暗城的奧蘭·斯內克威瑟讓你到辛特蘭去燒毀高原精靈記錄、高原精靈報告和高原精靈信件。",
    ["T"] = "聯絡中心",
  },
  [2996] = {
    ["D"] = "我過去曾教過你一些知識和技藝，現在該讓別人繼續教你了。我說的是棘齒城的斯坦哈德，他是個人類，但不要以為他很弱小。雖然他看上去非常矮小，但是卻有著超強的力量。他可以教你最強大的召喚法術——我覺得你已經準備好了，現在就到他那里去吧。他住在棘齒城……他的塔就在那座港口城市旁邊的山上。",
    ["O"] = "與棘齒城的斯坦哈德·法爾杉談一談。",
    ["T"] = "尋找斯坦哈德",
  },
  [2997] = {
    ["D"] = "你好，$N。我知道你在忙著幫助丹莫羅的人民，但如果你有時間的話，你應該去鐵爐堡，到那里去跟我們最受尊敬的族人蒂薩·熱爐談一談。當年輕的圣騎士需要學習更多關于圣光以及其它一些必要的知識時，他們就會去找她。",
    ["O"] = "和鐵爐堡的蒂薩·熱爐談一談。",
    ["T"] = "圣潔之書",
  },
  [2998] = {
    ["D"] = "你好，我的$G兄弟:姐妹;。我們這里最有影響力的圣騎士——達索瑞恩·拉爾最近談起過你。我聽他說過你應該去找他接受試煉了……我也從他那里聽說過你的出色表現。$B$B如果我是你，而且我有時間的話，我就會去暴風城和他聊聊的。我很肯定他會待在光明大教堂里——他一般都待在那里。",
    ["O"] = "與暴風城的達索瑞恩·拉爾談一談。",
    ["T"] = "圣潔之書",
  },
  [2999] = {
    ["D"] = "你好，$N。我知道你在忙著幫助丹莫羅的人民，但如果你有時間的話，你應該去鐵爐堡，到那里去跟我們最受尊敬的族人蒂薩·熱爐談一談。當年輕的圣騎士需要學習更多關于圣光以及其它一些必要的知識時，他們就會去找她。",
    ["O"] = "與鐵爐堡的蒂薩·熱爐談一談。",
    ["T"] = "圣潔之書",
  },
  [3000] = {
    ["D"] = "你好，$N。我知道你在忙著幫助丹莫羅的人民，但如果你有時間的話，你應該去鐵爐堡，到那里去跟我們最受尊敬的族人蒂薩·熱爐談一談。當年輕的圣騎士需要學習更多關于圣光以及其它一些必要的知識時，他們就會去找她。",
    ["O"] = "和鐵爐堡的蒂薩·熱爐談一談。",
    ["T"] = "圣潔之書",
  },
  [3001] = {
    ["D"] = "我過去曾教過你一些知識和技藝，現在該讓別人繼續教你了。我說的是棘齒城的斯坦哈德，他是個人類，但不要以為他很弱小，也不要以為他是你的敵人……至少現在不是。他很強大，所以理應受到尊重。他可以教你最強大的召喚法術，我覺得你已經準備好了，現在就到他那里去吧。他住在棘齒城……他的塔就在那座港口城市旁邊的山上。",
    ["O"] = "在棘齒城找到斯坦哈德·法爾杉。",
    ["T"] = "尋找斯坦哈德",
  },
  [3002] = {
    ["D"] = "雖然我很熟悉我的敵人，但我只是一個戰士，$N。我不知道這顆寶珠是用來干什么的。$B$B我認識一個住在奧格瑞瑪的法師，他可以告訴你更多關于寶珠的信息。把它拿到他那里去吧。",
    ["O"] = "將戈杜尼寶珠交給奧格瑞瑪暗木小屋里的尤塞爾奈。",
    ["T"] = "戈杜尼寶珠",
  },
  [3022] = {
    ["D"] = "$N，顯然你很想幫我進行崇高的事業。嗯，當然，你可以為我做一些事情！$B$B請把這箱蛋送給艾瑞拉斯·琥珀。他是一個很重視這些蛋的德魯伊，而且一直在幫助孵化這些蛋，以及訓練幼小的角鷹獸。你可以在泰達希爾南邊的一個名叫魯瑟蘭村的村莊里找到他。",
    ["O"] = "把仔細包裝過的箱子交給魯瑟蘭村的艾瑞拉斯·琥珀。",
    ["T"] = "小心運送",
  },
  [3042] = {
    ["D"] = "祖爾法拉克的沙怒巨魔用砂石制造巨魔調和劑，我可以用它來加強我鑄造的東西！有眼光的行家會出高價購買經過這樣處理的裝備，所以，如果你能給我提供足夠的調和劑，那我一定會重重獎賞你的。$B$B祖爾法拉克在加基森的西北邊。祝你好運。",
    ["O"] = "收集20瓶巨魔調和劑，把它們交給加基森的特倫頓·輕錘。",
    ["T"] = "巨魔調和劑",
  },
  [3062] = {
    ["D"] = "艾丹娜·邪爪是居住在西面廢墟里的北泉鷹身人的皇后。她是個徹頭徹尾的惡魔，我聽說她的心是水晶做的。除了對別人的仇恨之外，她沒有一絲其它的情感。你必須干掉艾丹娜，把她的黑心交給我。$B$B我聽說鷹身人有一種號角——在廢墟北部的邪爪石那里吹響號角就可以召來她。$B$B當她發現召喚她的是死亡的命運而不是她的同族時，她會有多么驚訝啊！",
    ["O"] = "莫沙徹營地的塔羅·刺蹄要你給他拿去艾丹娜·邪爪的黑心。",
    ["T"] = "黑暗之心",
  },
  [3063] = {
    ["D"] = "年輕時，我曾是個經驗豐富的獵手，沒有什么野獸會讓我感到害怕，直到……$B$B有一次在樹林里，我在一場惡戰之后正在打磨自己的武器，這時我遭到了伏擊。鷹身人包圍了我，好不容易我才脫了身。$B$B直到現在，我還能聽見它們的嚎叫在耳邊回蕩……$B$B現在我已經不再年輕了，不過仇恨還在我的心中燃燒——這么多年了，我一定要報仇。$B$B北泉鷹身人就在西邊，$N，去為我復仇。",
    ["O"] = "塔羅·刺蹄讓你殺掉4個北泉鷹身人、4個北泉游蕩者、4個北泉喚風者和4個北泉殺戮者。",
    ["T"] = "對鷹身人的復仇",
  },
  [3065] = {
    ["D"] = "啊，剛剛你不在的時候，有人送來了這塊石板，$N。$B$B如果你有時間的話，還是看看這上面說些什么的好。如果我沒搞錯的話，這張羊皮紙是戰士訓練師弗朗恩寫的，他有事找你。你可以在大獸穴外面的陰涼處找到他。",
    ["O"] = "閱讀普通石板，然后和試煉谷的弗朗恩談一談。",
    ["T"] = "普通石板",
  },
  [3082] = {
    ["D"] = "啊，剛剛你不在的時候，有人送來了這塊石板，$N。$B$B如果你有時間的話，還是看看這上面說些什么的好。如果我沒搞錯的話，這張羊皮紙是獵人訓練師基沙寫的，她有事找你。",
    ["O"] = "和試煉谷的基沙談一談。",
    ["T"] = "風蝕石板",
  },
  [3083] = {
    ["D"] = "啊，剛剛你不在的時候，有人送來了這塊石板，$N。$B$B如果你有時間的話，還是看看這上面說些什么的好。如果我沒搞錯的話，這塊石板是潛行者訓練師魯瓦格寫的，他有事找你。",
    ["O"] = "閱讀密文石板，然后和試煉谷的魯瓦格談一談。",
    ["T"] = "密文石板",
  },
  [3084] = {
    ["D"] = "啊，剛剛你不在的時候，有人送來了這塊石板，$N。$B$B如果你有時間的話，還是看看這上面說些什么的好。如果我沒搞錯的話，這塊石板是薩滿祭司訓練師史克里克寫的，她有事找你。",
    ["O"] = "和試煉谷的史克里克談一談。",
    ["T"] = "符文石板",
  },
  [3085] = {
    ["D"] = "啊，剛剛你不在的時候，有人送來了這塊石板，$N。$B$B如果你有時間的話，還是看看這上面說些什么的好。如果我沒搞錯的話，這塊石板是牧師訓練師肯杰寫的，他有事找你。",
    ["O"] = "閱讀神圣石板，然后和試煉谷大獸穴外的肯杰談一談。",
    ["T"] = "神圣石板",
  },
  [3086] = {
    ["D"] = "啊，剛剛你不在的時候，有人送來了這塊石板，$N。$B$B如果你有時間的話，還是看看這上面說些什么的好。如果我沒搞錯的話，這塊石板是法師訓練師邁安寫的，她有事找你。",
    ["O"] = "閱讀雕文石板，然后和試煉谷里大獸穴入口附近的邁安談一談。",
    ["T"] = "雕文石板",
  },
  [3087] = {
    ["D"] = "啊，剛剛你不在的時候，有人送來了這張羊皮紙，$N。$B$B如果你有時間的話，還是看看這上面說些什么的好。如果我沒搞錯的話，這張羊皮紙是獵人訓練師基沙寫的，她有事找你。",
    ["O"] = "閱讀風蝕羊皮紙，然后和試煉谷的基沙談一談。",
    ["T"] = "風蝕羊皮紙",
  },
  [3088] = {
    ["D"] = "啊，剛剛你不在的時候，有人送來了這張羊皮紙，$N。$B$B如果你有時間的話，還是看看這上面說些什么的好。如果我沒搞錯的話，這張羊皮紙是盜賊訓練師魯瓦格寫的，他有事找你。",
    ["O"] = "閱讀密文羊皮紙，然后和試煉谷的魯瓦格談一談。",
    ["T"] = "密文羊皮紙",
  },
  [3089] = {
    ["D"] = "啊，剛剛你不在的時候，有人送來了這張羊皮紙，$N。$B$B如果你有時間的話，還是看看這上面說些什么的好。如果我沒搞錯的話，這張羊皮紙是薩滿祭司訓練師史克里克寫的，他有事找你。",
    ["O"] = "閱讀符文羊皮紙，然后和試煉谷的史克里克談一談。",
    ["T"] = "符文羊皮紙",
  },
  [3090] = {
    ["D"] = "啊，剛剛你不在的時候，有人送來了這張羊皮紙，$N。$B$B一般來說我是不會去招惹術士的，但是如果你有時間的話，還是看看這上面說些什么的好。如果我沒搞錯的話，這張羊皮紙是術士訓練師納托克寫的，他有事找你。",
    ["O"] = "閱讀被污染的羊皮紙，然后到試煉谷的大獸穴里去和納托克談一談。",
    ["T"] = "被污染的羊皮紙",
  },
  [3091] = {
    ["D"] = "剛才有一個信使來找過你，$n。我相信她是戰士訓練師哈魯特派來的。如果這張便箋的確是哈魯特寫的，那么你最好趕快看看上面都說了些什么。",
    ["O"] = "閱讀簡易便箋，然后與納拉其營地的哈魯特·雷角談一談。",
    ["T"] = "簡易便箋",
  },
  [3092] = {
    ["D"] = "剛才有一個信使來找過你，$n。我相信她是獵人訓練師蘭卡派來的。如果這張便箋的確是蘭卡寫的，那么你最好趕快看看上面都說了些什么。",
    ["O"] = "閱讀風化便箋，然后與紅云臺地的蘭卡·遠箭談一談。",
    ["T"] = "風化便箋",
  },
  [3093] = {
    ["D"] = "剛才有一個信使來找過你，$n。我相信她是薩滿祭司訓練師米拉派來的。如果這張便箋的確是米拉寫的，那么你最好趕快看看上面都說了些什么。",
    ["O"] = "閱讀符文便箋，然后與納拉其營地的米拉·晨行者談一談。",
    ["T"] = "符文便箋",
  },
  [3094] = {
    ["D"] = "剛才有一個信使來找過你，$n。我相信她是德魯伊訓練師加爾特派來的。如果這張便箋的確是加爾特寫的，那么你最好趕快看看上面都說了些什么。",
    ["O"] = "閱讀綠色便箋，然后與納拉其營地的加爾特·迷霧行者談一談。",
    ["T"] = "綠色便箋",
  },
  [3095] = {
    ["D"] = "啊，剛剛你跟天災軍團的那些行尸走肉作戰的時候，有人送來了這根卷軸。我想這應該不是什么小事，因為卷軸上有戰士訓練師丹納爾的印章。如果我是你的話，就會看看這上面說什么。",
    ["O"] = "閱讀簡易卷軸，然后和喪鐘鎮的丹納爾·斯特恩談一談。",
    ["T"] = "簡易卷軸",
  },
  [3096] = {
    ["D"] = "啊，剛剛你跟天災軍團的那些行尸走肉作戰的時候，有人送來了這根卷軸。我想這應該不是什么小事，因為卷軸上有潛行者訓練師大衛·提亞斯的印章。如果我是你的話，就會看看這上面說什么。",
    ["O"] = "閱讀密文卷軸，然后和喪鐘鎮的大衛·提亞斯談一談。",
    ["T"] = "密文卷軸",
  },
  [3097] = {
    ["D"] = "啊，剛剛你跟天災軍團的那些行尸走肉作戰的時候，有人送來了這根卷軸。我想這應該不是什么小事，因為卷軸上有牧師訓練師杜斯滕的印章。如果我是你的話，就會看看這上面說什么。",
    ["O"] = "閱讀神圣卷軸，然后和喪鐘鎮教堂的黑暗牧師杜斯滕談一談。",
    ["T"] = "神圣卷軸",
  },
  [3098] = {
    ["D"] = "啊，剛剛你跟天災軍團的那些行尸走肉作戰的時候，有人送來了這根卷軸。我想這應該不是什么小事，因為卷軸上有法師訓練師伊莎貝拉的印章。如果我是你的話，就會看看這上面說什么。",
    ["O"] = "閱讀雕文卷軸，然后和喪鐘鎮教堂的伊莎貝拉談一談。",
    ["T"] = "雕文卷軸",
  },
  [3099] = {
    ["D"] = "啊，剛剛你跟天災軍團的那些行尸走肉作戰的時候，有人送來了這根卷軸。我想這應該不是什么小事，因為卷軸上有術士訓練師馬克希米林的印章。如果我是你的話，就會看看這上面說什么。",
    ["O"] = "閱讀被污染的卷軸，然后和喪鐘鎮的馬克希米林談一談。",
    ["T"] = "被污染的卷軸",
  },
  [3100] = {
    ["D"] = "在你跟那群狗頭人作戰的時候，有人讓我把這個交給你。看起來這封信是我們這里的戰士訓練師萊尼寫給你的，你最好先看看上面說了些什么。",
    ["O"] = "閱讀簡要的信件，然后與北郡修道院的萊尼·拜舍爾談一談。",
    ["T"] = "簡要的信件",
  },
  [3101] = {
    ["D"] = "在你跟那群狗頭人作戰的時候，有人讓我把這個交給你。看起來這封信是我們這里的圣騎士訓練師薩繆爾修士寫給你的，你最好先看看上面說了些什么。",
    ["O"] = "閱讀圣潔信件，然后和北郡修道院的薩繆爾修士談一談。",
    ["T"] = "圣潔信件",
  },
  [3102] = {
    ["D"] = "在你跟那群狗頭人作戰的時候，有人讓我把這個交給你。看起來這封信是我們這里的潛行者訓練師喬里克寫給你的，你最好先看看上面說了些什么。",
    ["O"] = "閱讀密文信件，然后與北郡修道院的喬里克·克里丹談一談。",
    ["T"] = "密文信件",
  },
  [3103] = {
    ["D"] = "在你跟那群狗頭人作戰的時候，有人讓我把這個交給你。看起來這封信是我們這里的牧師訓練師安妮塔寫給你的，你最好先看看上面說了些什么。",
    ["O"] = "閱讀神圣信件，然后與北郡修道院的牧師安妮塔談一談。",
    ["T"] = "神圣信件",
  },
  [3104] = {
    ["D"] = "在你跟那群狗頭人作戰的時候，有人讓我把這個交給你。看起來這封信是我們這里的法師訓練師凱爾東寫給你的，你最好先看看上面說了些什么。",
    ["O"] = "閱讀雕文信件，然后與北郡修道院的凱爾東·布雷曼談一談。",
    ["T"] = "雕文信件",
  },
  [3105] = {
    ["D"] = "在你跟那群狗頭人作戰的時候，有人讓我把這個交給你。看起來這封信是我們這里的術士訓練師杜希拉寫給你的，你最好先看看上面說了些什么。",
    ["O"] = "閱讀被污染的信件，然后與北郡修道院旁邊的杜希拉·拉薩雷談一談。",
    ["T"] = "被污染的信件",
  },
  [3106] = {
    ["D"] = "你剛才在外面忙碌的時候，有人讓我把這個符文交給你。如果你有時間的話就看一下吧，好像是戰士訓練師斯蘭·庫爾曼寫給你的，他就在安威瑪爾里面。",
    ["O"] = "閱讀簡易符文，然后與寒脊山谷的斯蘭·庫爾曼談一談。",
    ["T"] = "簡易符文",
  },
  [3107] = {
    ["D"] = "你剛才在外面忙碌的時候，有人讓我把這個符文交給你。如果你有時間的話就看一下吧，好像是圣騎士訓練師布羅莫斯寫給你的，他就在安威瑪爾里面。",
    ["O"] = "閱讀神圣符文，然后與寒脊山谷的布羅莫斯·格魯諾爾談一談。",
    ["T"] = "神圣符文",
  },
  [3108] = {
    ["D"] = "你剛才在外面忙碌的時候，有人讓我把這個符文交給你。如果你有時間的話就看一下吧，好像是獵人訓練師索加斯寫給你的，他就在安威瑪爾里面。",
    ["O"] = "閱讀風蝕符文，然后與寒脊山谷的索加斯·格瑞姆森談一談。",
    ["T"] = "風蝕符文",
  },
  [3109] = {
    ["D"] = "你剛才在外面忙碌的時候，有人讓我把這個符文交給你。如果你有時間的話就看一下吧，好像是盜賊訓練師索姆寫給你的，他就在安威瑪爾里面。",
    ["O"] = "閱讀密文符文，然后與寒脊山谷的索姆·哈格林談一談。",
    ["T"] = "密文符文",
  },
  [3110] = {
    ["D"] = "你剛才在外面忙碌的時候，有人讓我把這個符文交給你。如果你有時間的話就看一下吧，好像是牧師訓練師布蘭斯托寫給你的，他就在安威瑪爾里面。",
    ["O"] = "閱讀神圣符文，然后與安威瑪爾的布蘭斯托·卡爾德談一談。",
    ["T"] = "神圣符文",
  },
  [3112] = {
    ["D"] = "你剛才在外面忙碌的時候，有人讓我把這個備忘錄交給你。如果你有時間的話就看一下吧，好像是戰士訓練師斯蘭·庫爾曼寫給你的，他就在安威瑪爾里面。",
    ["O"] = "閱讀簡易備忘錄，然后與寒脊山谷的斯蘭·庫爾曼談一談。",
    ["T"] = "簡易備忘錄",
  },
  [3113] = {
    ["D"] = "你剛才在外面忙碌的時候，有人讓我把這個備忘錄交給你。如果你有時間的話就看一下吧，好像是盜賊訓練師索姆寫給你的，他就在安威瑪爾里面。",
    ["O"] = "閱讀密文備忘錄，然后與寒脊山谷的索姆·哈格林談一談。",
    ["T"] = "密文備忘錄",
  },
  [3114] = {
    ["D"] = "你剛才在外面忙碌的時候，有人讓我把這個備忘錄交給你。如果你有時間的話就看一下吧，好像是法師訓練師瑪瑞克寫給你的，他就在安威瑪爾里面。",
    ["O"] = "閱讀雕文備忘錄，然后與寒脊山谷上的安威瑪爾鎮里的瑪瑞克·斯托納爾談一談。",
    ["T"] = "雕文備忘錄",
  },
  [3115] = {
    ["D"] = "你剛才在外面忙碌的時候，有人讓我把這個備忘錄交給你。如果你有時間的話就看一下吧，好像是術士訓練師阿拉瑪爾寫給你的，他就在安威瑪爾里面。",
    ["O"] = "閱讀被污染的備忘錄，然后寒脊山谷上的安威瑪爾鎮里的阿拉瑪爾·格里姆談一談。",
    ["T"] = "被污染的備忘錄",
  },
  [3116] = {
    ["D"] = "我們的戰士訓練師奧莉希亞派來的信使把這塊符記交給了我，看起來奧利希亞有話要跟你說，看看符記上寫了些什么，然后把符記給她帶去吧。",
    ["O"] = "閱讀簡易符記，然后與幽影谷的奧莉希亞談一談。",
    ["T"] = "簡易符記",
  },
  [3117] = {
    ["D"] = "我們的獵人訓練師阿亞娜派來的信使把這塊符記交給了我，看起來阿亞娜有話要跟你說，看看符記上寫了些什么，然后把符記給她帶去吧。",
    ["O"] = "閱讀風化符記，然后與奧達希爾里和阿亞娜·遠途談一談。",
    ["T"] = "風化符記",
  },
  [3118] = {
    ["D"] = "我們的盜賊訓練師弗拉胡恩派來的信使把這塊符記交給了我，看起來弗拉胡恩有話要跟你說，看看符記上寫了些什么，然后把符記給他帶去吧。",
    ["O"] = "閱讀密文符記，然后與幽影谷的弗拉胡恩·影語者談一談。",
    ["T"] = "密文符記",
  },
  [3119] = {
    ["D"] = "我們的牧師訓練師珊達派來的信使把這塊符記交給了我，看起來珊達有話要跟你說，看看符記上寫了些什么，然后把符記給她帶去吧。",
    ["O"] = "閱讀神圣符記，然后與奧達希爾的珊達談一談。",
    ["T"] = "神圣符記",
  },
  [3120] = {
    ["D"] = "我們的德魯伊訓練師瑪丹特派來的信使把這塊符記交給了我，看起來瑪丹特有話要跟你說，看看符記上寫了些什么，然后把符記給他帶去吧。",
    ["O"] = "閱讀綠色符記，然后與幽影谷中的奧達希爾頂端的瑪丹特·硬木談一談。",
    ["T"] = "綠色符記",
  },
  [3121] = {
    ["D"] = "奧格瑞瑪的尼爾魯·火刃有我所需要的東西！他調配出了一種混合物，我需要用它來……好吧，你以后會知道的。$B$B快點出發，到奧格瑞瑪去。拿著這個東西，這是一顆皺縮的頭顱，我答應尼爾魯用此來交換草藥。這是某個可憐侏儒的頭，我在森林里撞見了他，然后就……我敢說尼爾魯會很高興得到這個東西的。$B$B你可以在暗影裂谷里找到尼爾魯。",
    ["O"] = "將皺縮的頭顱交給奧格瑞瑪的尼爾魯·火刃。",
    ["T"] = "奇怪的要求",
  },
  [3122] = {
    ["D"] = "拿著這些草藥，$N。把它們交給巫醫尤克里。$B$B請告訴他，我對那些皺縮的頭顱很滿意。",
    ["O"] = "將尼爾魯的草藥包送給菲拉斯的巫醫尤克里。",
    ["T"] = "向巫醫尤克里回復",
  },
  [3123] = {
    ["D"] = "這是一個測試，對我將要進行的儀式和你的能力來說都是一個測試。拿著這個容器，$N。你可以用它將一個生物的靈魂禁錮起來。$B$B到辛特蘭去尋找一種被稱作梟獸的生物，它們曾經是暗夜精靈的女神艾露恩的寵物。那些墮落、頭腦簡單而又野蠻的梟獸就是你的目標，$N。殺死十頭梟獸，在它們的靈魂逃跑之前用靈魂精華容器把它們收起來。",
    ["O"] = "到辛特蘭去殺掉10頭梟獸，然后使用靈魂精華容器捕獲它們的靈魂。$B$B將靈魂精華容器和10個梟獸靈魂精華交給菲拉斯的巫醫尤克里。",
    ["T"] = "測試容器",
  },
  [3124] = {
    ["D"] = "既然你已經證明了自己是個值得信賴的$c，而且還具有使用靈魂精華容器的能力，那么現在我希望你能幫我抓住另一種生物。$B$B角鷹獸多年來一直是暗夜精靈的忠實伙伴，它們的靈魂忠實而又堅定。$B$B去殺掉十只亂羽角鷹獸，動作要快，將它的靈魂關在容器里，這樣它的靈魂精華才可以保存下來。你可以在高原荒野一帶找到這種角鷹獸，從這里一直向南走就到了。",
    ["O"] = "殺掉10只任意種類的亂羽角鷹獸，然后用靈魂精華容器捕獲它們的靈魂。",
    ["T"] = "角鷹獸靈魂精華",
  },
  [3125] = {
    ["D"] = "$N，下一步我必須讓你捕獲一種看上去可能很脆弱，但卻有著我們真正需要的強大精神力量的生物。我所說的就是精靈龍，它們是暗夜精靈的伙伴。我們必須抓一只精靈龍來進行研究，這樣部落也可以從這種精神力量中獲益。$B$B我們需要它們的靈魂精華，$N。殺掉八只小精龍或精龍，并俘獲它們的靈魂。從這里向西就可以找到它們。",
    ["O"] = "殺掉8只精龍或小精龍，然后用靈魂精華容器捕獲它們的靈魂。",
    ["T"] = "精靈龍靈魂精華",
  },
  [3126] = {
    ["D"] = "在森林中到處游蕩的森林漫游者是我們的下一個目標，$N。暗夜精靈已經和樹人結成聯盟，共同與部落為敵。它們的行動也許很緩慢，但它們卻是強大的衛士。$B$B我們馬上就能讓這種力量為我們所用。$B$B去找到三個森林漫游者，然后用靈魂精華容器將它們的靈魂捕獲。",
    ["O"] = "殺掉3個森林漫游者，然后用靈魂精華容器捕獲它們的靈魂。",
    ["T"] = "樹人靈魂精華",
  },
  [3127] = {
    ["D"] = "我給你的最后一項任務是到西北邊去找到我們最后的敵人。$B$B在燃燒軍團入侵的時候，山嶺巨人幫助了暗夜精靈。在你穿過他們的領地時，你可以看到他們那龐大的身軀，感受到大地在隨著他們的腳步聲震動。$B$B我非常想得到如此龐大身軀下所蘊藏的力量，去殺掉十二個山嶺巨人，然后用靈魂精華容器將他們強大的靈魂給我帶回來。",
    ["O"] = "殺掉7個大地行者或者峭壁巨人，然后用靈魂精華容器捕獲它們的靈魂。",
    ["T"] = "山嶺巨人靈魂精華",
  },
  [3128] = {
    ["D"] = "我需要一些特定的材料來完成我的工作……你可以把這件事情與我要給你的其它幾個任務一起完成了。$B$B我需要菲拉斯樹人身上的一段斷裂的原木，西邊的那些山嶺巨人和精靈龍身上的包殼礦石，還有從辛特蘭的梟獸或者菲拉斯的角鷹獸身上找到的有彈性的肌腱。最后，我還需要大量的金屬碎片，這些碎片可以從我剛才提到過的這些生物身上找到。",
    ["O"] = "為莫沙徹營地的巫醫尤克里收集2根斷裂的原木、6顆包殼礦石、20片有彈性的肌腱和40塊金屬碎片。",
    ["T"] = "天然材料",
  },
  [3129] = {
    ["D"] = "將靈魂精華注入武器是個非常艱難的過程。既然我現在具備了所有必需的材料，還有這些你弄到的靈魂精華，那么我現在可以開始了。請等一會兒，我馬上就回來。",
    ["O"] = "巫醫尤克里希望你在他準備武器的時候稍等一會兒。",
    ["T"] = "靈魂武器",
  },
  [3130] = {
    ["D"] = "現在，我要讓你到我的助手拉托尼庫斯那里去，他一直都在密切注意納迦的動向。我會對這里的綜合形勢作出評價，然后才能夠采取行動將他們趕出這里，但是一旦我們發起攻擊，我們的要塞就必然處于部落的直接威脅下——或者更糟，因此這并不是最佳的方案。$B$B不管怎么樣，拉托尼庫斯正在等著你。你的表現一直很不錯，$n，希望你能繼續保持。$B$B你可以出發了。",
    ["O"] = "到羽月要塞的拉托尼庫斯·月矛那里去報到。",
    ["T"] = "憎世納迦之戰",
  },
  [3141] = {
    ["D"] = "你想和惡魔戰斗？聽聽我的故事會對你有好處。",
    ["O"] = "聽洛拉姆斯·薩里比迪斯講述他的故事。",
    ["T"] = "洛拉姆斯",
  },
  [3161] = {
    ["D"] = "$N，我是一個科學家，但是我真正的身份其實是一個賞金獵人！$B$B很久以前，當巨魔還在片土地上橫行的時候，他們制作了很多以加茲瑞拉為原型的飾物，并把它作為偶像膜拜。那些裝飾物上的形象被稱為“加茲瑞迪安”，也就是九頭蛇之神的意思。$B$B我自己找到了一些這種飾物，但是我需要更多來進行研究——也許你可以幫我搞到一些？$B$B我甚至發明了一個可以幫助你尋找加茲瑞迪安的裝置！把這件頭盔拿去，開始尋找吧！",
    ["O"] = "塔納利斯的瑪爾馮·瑞文斯克要你收集30件加茲瑞迪安飾物。",
    ["T"] = "加茲瑞迪安",
  },
  [3181] = {
    ["D"] = "這根巨大的角上有許多擦痕和裂縫，還有一塊金屬物體嵌在粗糙的表面上。$B$B仔細檢查了一番之后，你發現這塊金屬實際上是一把斷掉的斧頭。金屬上刻著一行字：$B$B巡山人貝波蒂的財產。$B$B當你試著把斧頭拔出來的時候，它一下子變成了無數的碎片。$B$B真糟糕！",
    ["O"] = "將瑪爾戈的巨角交給巡山人貝波蒂。",
    ["T"] = "瑪爾戈的巨角",
  },
  [3182] = {
    ["D"] = "你指望我會相信這樣一個故事？真正的角怎么會是這個樣子？$B$B聽著，把這個明顯是贗品的東西拿給鐵爐堡的索里奧斯館長看看。如果他能證明你的話是真的，那么你就能收到一份證明。把那份證明拿回來給我，我就給你一把灼熱峽谷的鑰匙。$B$B快動身去找索里奧斯館長！",
    ["O"] = "把瑪爾戈的巨角交給鐵爐堡的索里奧斯館長。",
    ["T"] = "證明信",
  },
  [3201] = {
    ["D"] = "我真不敢相信貝波蒂居然懷疑這支角的真實性。現在就你和我，我不妨直說，我認為她純粹是嫉妒！我知道她很想親手殺了那只野獸，你的“意外的成功”讓她的美夢破滅了。$B$B那么，你需要證明是嗎？你對博物館的貢獻很大，這不是問題。$B$B<索里奧斯館長從一大堆文件中翻找東西。>$B$B好了！你可以把它拿去交給貝波蒂。",
    ["O"] = "把索里奧斯的證明信交給巡山人貝波蒂。",
    ["T"] = "館長的證明！",
  },
  [3221] = {
    ["D"] = "你在這里幫助我們的亡靈哨兵的時候，藥劑師倫弗利爾派人來找過你。他沒有告訴我詳情，但他想和你談談你交給他的那些狼的心臟。",
    ["O"] = "與瑟伯切爾的藥劑師倫弗利爾談一談。",
    ["T"] = "與倫弗利爾會面",
  },
  [3261] = {
    ["D"] = "你將結束跟隨我進行修煉的日子，$N。為了進一步的深造，你必須到南邊的陶拉祖營地去找喬恩·星眼，他會對你進行更深入的指導。",
    ["O"] = "與陶拉祖營地的喬恩·星眼談一談。",
    ["T"] = "喬恩·星眼",
  },
  [3281] = {
    ["D"] = "你殺了迅猛龍，很好，但是它們偷走的那些銀幣必須要找回來！我接到報告說有大量的迅猛龍聚集在棘齒城南面，那里現在被稱為迅猛龍平原，它們八成是把銀幣藏在那里了。$B$B到那個迅猛龍平原去找到被偷走的銀幣，然后把銀幣送還到我這里來。",
    ["O"] = "把被偷走的銀幣交給十字路口的加茲羅格。",
    ["T"] = "被偷走的銀幣",
  },
  [3301] = {
    ["D"] = "我的族友茉拉·符文圖騰去了銀松森林，她去那里是為了幫助我們的亡靈盟友。銀松森林狀況不佳，那是一片瀕死的森林，茉拉希望通過自己的努力給銀松森林帶來新的活力。也許在貧瘠之地找到的這種奇怪的生命形式能夠對她在銀松森林的工作有所幫助。$B$B把你收集到的龜殼樣品交給她吧，茉拉一般都在瑟伯切爾待著。如果運氣夠好的話，這些貝殼可以幫她找到治愈那片瀕死之地的方法。",
    ["O"] = "和瑟伯切爾的茉拉·符文圖騰談一談。",
    ["T"] = "茉拉·符文圖騰",
  },
  [3321] = {
    ["D"] = "你為秘銀會做了很多事情，$N。像你這樣無私而純粹地奉獻并不是人人都能做到的。在我和加爾文的心中，你無疑已經成為我們的一員了。$B$B所以我覺得你應該獲得一些小獎勵。其實也沒什么，也就是一個飾品，我想你應該很清楚它的意義，而且我相信它應該就是你到我們這里來的最初目的。",
    ["O"] = "等待特倫頓完成他的工作。",
    ["T"] = "秘銀會的認可",
  },
  [3341] = {
    ["D"] = "在貧瘠之地有一處藤蔓交錯的地方，那里被稱為剃刀高地。我們很久以前派去的斥候就已經發現那里的情況有些不對勁了，最近的發現表明那里的情況變得更加糟糕了……$B$B剃刀高地的野豬人和亡靈天災結成了同盟。有個名叫寒冰之王亞門納爾的巫妖指揮著它們的每一步行動。$B$B亞門納爾與耐奧祖有著直接的心靈感應聯系，我們必須切斷這樣的聯系，$N。我們必須干掉寒冰之王。",
    ["O"] = "安德魯·布隆奈爾要你殺了寒冰之王亞門納爾并將其頭骨帶回來。",
    ["T"] = "寒冰之王",
  },
  [3361] = {
    ["D"] = "我們把石腭怪趕出了諾莫瑞根，但是那里變得一團糟！我們的家園現在充滿了輻射，我們侏儒也分散在丹莫洛的各個角落。$B$B在逃避輻射的過程中，我丟失了所有的東西，那可都是我的私人財產！是巨魔搶走了我的東西，他們搶走了我的箱子，我的盒子，還有我的一桶螺釘！巨魔搶到東西后就一溜煙跑回他們的營地去了，就在安威瑪爾的西南邊。$B$B我不是冒險者——你能幫我把東西找回來嗎？",
    ["O"] = "把菲利克斯的盒子、菲利克斯的箱子和菲利克斯的螺釘桶交給安威瑪爾的菲利克斯。",
    ["T"] = "逃難者的困境",
  },
  [3362] = {
    ["D"] = "你有沒有去過灌木谷？那是個非常危險的地方，$N。$B$B那里到處都是奇怪的野獸，我根本不會冒險去靠近它們！那些野獸應該是被稱作長瘤的灌木獸和灌木塑根者……$B$B不管怎么樣，我想要親自到那個山谷里去看一看，但是那么多的灌木獸在山谷里活動，我可不想去送死。但是現在你來了——如果你能幫我清除一些灌木獸的話，也許我就能去一趟了。$N，我想你應該能幫忙的吧？幫幫我，好不好？",
    ["O"] = "加基森的特蘭雷克要你殺掉8只長瘤的灌木獸和8只灌木塑根者。",
    ["T"] = "灌木谷",
  },
  [3363] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的輕歌花",
  },
  [3364] = {
    ["D"] = "嘿！我之前應該把這可口的熱酒交給安威瑪爾的德南·弗卡特，現在我終于想起來該把東西送過去了！但是我肯定沒法在酒變涼之前把酒送給他！$B$B你看起來挺靈敏的，也許你能……這杯熱酒只能保溫5分鐘，而且德南要的可不是冰鎮熱酒，所以你一定要趕快！安威瑪爾就在這里的東北面，那個在山壁上鑿出來的大洞里。$B$B不要忘了把我的杯子帶回來！",
    ["O"] = "在5分鐘內把熱酒交給安威瑪爾的德南·弗卡特。",
    ["T"] = "熱酒快遞",
  },
  [3365] = {
    ["D"] = "太正點了！沒有什么別的東西能像這杯滾燙的熱酒那樣，在這個大冬天里溫暖你的靈魂了！$B$B拿著這個，$N——幫個忙，把這個空杯子還給諾里斯，現在就去。",
    ["O"] = "把諾里斯的杯子還給諾里斯·激流。",
    ["T"] = "歸還酒杯",
  },
  [3366] = {
    ["D"] = "這塊碎片透出異樣的綠色光芒，雖然它完全是一塊固體，但是卻讓人感覺好像有一股煙從碎片中冒出來。你情不自禁地注視著這塊水晶的深處，這時你突然覺得這其中必定包含著許多曲折的故事。也許你應該去棘齒城看看那里有沒有人知道這塊碎片的來歷。 ",
    ["O"] = "尋找更多有關這塊噩夢碎片的信息。 ",
    ["T"] = "發光的碎片",
  },
  [3367] = {
    ["D"] = "<杜里奧斯痛苦地呻吟著。>$B$B我受了重傷，$c。我感覺……頭重腳輕……世界在旋轉……身體里面在出血。$B$B我必須回到鐵爐堡，幫幫我，$N……",
    ["O"] = "幫助杜里奧斯回到鐵爐堡。",
    ["T"] = "蘇塔拉之石",
  },
  [3368] = {
    ["D"] = "我的好兄弟：$B$B如果你讀到了這封信，那我已經不在這個世界上了。至于這封信是怎樣到你手中的，我就不得而知了。 $B$B關于那些石頭：它們確實存在，而且在黑鐵矮人手里。他們的領袖，黑衣拉索里克正在使用石頭的力量來禁錮我們勘探隊的同伴。他們被帶到了大熔爐那里。他們的意志已經被扭曲，被迫不分晝夜地干活以完成一個名叫奧比斯頓的東西。$B$B幫幫他們，我的兄弟。這是一個死者最后的希望了。$B$B——杜里奧斯",
    ["O"] = "把燒焦的信件交給鐵爐堡的索里奧斯，他在探險者大廳里。",
    ["T"] = "蘇塔拉之石",
  },
  [3369] = {
    ["D"] = "這塊碎片中蘊含有巨大的秘密，它是翡翠夢境的精華所在。然而，我從這片碎片中看到的卻不是夢境，而是一種噩夢。$B$B我并不是想要警告你什么，$N，但是我希望你盡快把這個碎片送到一位睿智的德魯伊手里。$B$B到雷霆崖的長者高地去找哈繆爾·符文圖騰，我不能再多說了。",
    ["O"] = "把噩夢碎片交給長者高地的哈繆爾·符文圖騰。",
    ["T"] = "在噩夢中",
  },
  [3370] = {
    ["D"] = "這塊碎片中蘊含有巨大的秘密，它是翡翠夢境的精華所在。然而，我從這片碎片中看到的卻不是夢境，而是一種噩夢。$B$B我并不是想要警告你什么，$N，但是我希望你盡快把這個碎片送到一位睿智的德魯伊手里。$B$B到達納蘇斯的塞納里奧議會去找瑪斯雷·馭熊者，我不能再多說了。",
    ["O"] = "把噩夢碎片交給達納蘇斯的瑪斯雷·馭熊者。",
    ["T"] = "在噩夢中",
  },
  [3371] = {
    ["D"] = "我的心已被悲痛腐蝕，變成了一個空虛的黑洞，$N。杜里奧斯的逝去讓我一時之間無法恢復。我必須讓他的心愿得以實現——那個冷血的兇手必須得到正義的懲罰。$B$B回到灼熱峽谷去，達成他最后的心愿——解放他的同伴。",
    ["O"] = "回到灼熱峽谷，找到杜里奧斯的考古隊員。",
    ["T"] = "矮人的正義",
  },
  [3372] = {
    ["D"] = "釋放他們，$c。即使他們的肉體已經不復存在，蘇塔拉的力量也會讓他們去完成自己的使命。$B$B蘇塔拉祭壇是關鍵。到這里的北邊去，在洞穴上面的山頂……暮光之錘守衛著一件古器。拿到它，把它放在蘇塔拉祭壇上。$B$B<瀕死的考古學家倒下了。>",
    ["O"] = "到北方去找到被暮光之錘守衛著的神秘的古器。",
    ["T"] = "釋放他們",
  },
  [3373] = {
    ["D"] = "當你接觸寶石的時候，一個雄渾的聲音回響在你的腦際。$B$B“凡人，請聆聽我的請求。我是綠龍軍團的伊蘭尼庫斯，這座被詛咒的神廟的守護者。我的任務是阻止這些巨魔召喚出上古的邪神，但是現在看來，我失敗了。我把我的精華力量注入了這塊寶石中，我能感到自己對夢境的控制正在陷入混亂。請你幫幫我——把這塊寶石放入我的巢穴中，讓那里的魔法凈化我心智中的污點，那樣我才能夠安息。”",
    ["O"] = "把伊蘭尼庫斯精華放在精華之泉里，精華之泉就在沉沒的神廟中，伊蘭尼庫斯的巢穴里。",
    ["T"] = "伊蘭尼庫斯精華",
  },
  [3374] = {
    ["D"] = "你碰觸了一下誓言石，伊薩里奧斯的聲音通過這塊石頭直接和你進行對話。$B$B“一旦你拿起誓言石，就表示你會幫助我，并且準備幫助伊瑟拉的綠龍拯救伊蘭尼庫斯的靈魂。我們所要做的第一件事情，就是將禁錮著伊蘭尼庫斯自由心智的寶石交給我。”$B$B“快一點吧，$N，我們要共同努力來拯救一個值得拯救的靈魂。”",
    ["O"] = "把伊瑟拉巨龍軍團的誓言石和被禁錮的伊蘭尼庫斯精華交給悲傷沼澤的伊薩里奧斯。在那里你可以決定是否要幫助伊瑟拉的綠龍軍團。",
    ["T"] = "伊蘭尼庫斯精華",
  },
  [3375] = {
    ["D"] = "嗯……你還需要一個占卜之瓶？你在開玩笑嗎？你用我給你的那瓶水干了些什么？！$C，我們有很多事情要做。那些東西可不是長在樹上隨手可得的！實際上，我希望它們確實如此，因為那樣的話，我只需去隨手摘一個就可以擺平這個問題，因為我手里已經沒有存貨了！！$B$B為了幫你制作新的占卜之瓶，我需要一瓶法力藥水、一塊煤和一些蜂蜜酒。不要問為什么，把這些東西給我拿來，然后我就可以幫你制作新的占卜之瓶了。",
    ["O"] = "把一瓶法力藥水、一塊煤和一瓶蜂蜜酒送到鐵爐堡的塔瓦斯德·基瑟爾那里，用以換取塔瓦斯德的占卜之瓶。",
    ["T"] = "占卜之瓶",
  },
  [3376] = {
    ["D"] = "$N，我聽說過你的名字，也許你可以幫助我們一個忙。$B$B我們牛頭人在這塊土地上建立了自己的家園，但是我們也付出了巨大的代價。刺刃峽谷中有一座刺背野豬人的村莊，在他們的首領——刺鬃酋長的帶領下，野豬人一直在與我們交戰，這讓我們的生活變得非常艱難。我要你去取回刺鬃酋長的頭顱！$B$B你可以在東邊的峽谷中找到他們那簡陋的村莊，刺鬃酋長就在村子里面。",
    ["O"] = "把刺鬃酋長的頭顱交給紅云臺地的衛兵維薩羅·風羽。",
    ["T"] = "刺鬃酋長",
  },
  [3377] = {
    ["D"] = "你愿意幫我的忙嗎？無論怎樣，請先聽聽我的故事吧。",
    ["O"] = "聽薩麥爾講述他的故事。",
    ["T"] = "艾露恩禱言",
  },
  [3378] = {
    ["D"] = "你愿意幫我的忙嗎？你能找到艾露恩禱言嗎？$B$B就如我所說的，禱言被刻在一塊金色的石板上，那些崇拜它的惡棍把它占為己有。$B$B如果你能夠找回我的禱言，就把它交給達納蘇斯的阿斯塔利·逐星。如此我才能在遭受如此多不幸之后重新恢復信心，而且更加重要的是，我的祈禱能夠有人聽見，至于我是否能被寬恕，我根本不關心。",
    ["O"] = "找到艾露恩禱言，然后將其交給達納蘇斯的阿斯塔利·逐星。",
    ["T"] = "艾露恩禱言",
  },
  [3379] = {
    ["D"] = "灼熱峽谷的蜘蛛可以為我們提供暗影蛛絲，這使得它們的商業價值倍增。據我所知，暗影蛛絲在我們的交易中有著很大的需求量。$B$B最近有一批偷獵者來到了這里，他們隨意地屠殺蜘蛛，根本不關心他們的行為可能造成的長期影響。我給你的第一個任務非常簡單：找到他們……然后終結他們。$B$B到北邊去開始你的搜索吧。$B$B如果你需要幫助的話，就去和拆毀者談談。",
    ["O"] = "殺死在灼熱峽谷游蕩的暗影蛛絲偷獵者小隊。尼莉絲認為他們共有5名成員，你的任務就是把他們全都干掉。",
    ["T"] = "暗影蛛絲",
  },
  [3380] = {
    ["D"] = "世界上到處都是不肯安息的靈魂，$N。有些靈魂因為孤獨而被腐化，繼而和一個上古的邪惡力量聯結了起來……$B$B我聽說有一個地下的神廟，那里游蕩著極其強大的力量。$B$B如果你想要對這個被稱作失落的神廟的地方有更多了解的話，就去找一個名叫瑪爾馮·瑞文斯克的地精吧。他曾經研究過許多古代遺跡，我最后一次聽到他的消息時，他正從從棘齒城出發去塔納利斯沙漠研究巨魔的遺跡。",
    ["O"] = "到塔納利斯找到瑪爾馮·瑞文斯克。",
    ["T"] = "沉沒的神廟",
  },
  [3381] = {
    ["D"] = "啊，一個年輕的$R來到了薩納斯的面前。多么美妙的一天啊！您的大駕光臨令我誠惶誠恐。謝謝您！$B$B啊……請不要傲慢地把這些贊美之詞真的當作一種恭維。讓我們有話直說了吧：我不喜歡你。但是我們之間的關系如何并不重要——重要的是我的主人怎么看待你。$B$B給我帶來一些角鷹獸的羽毛，我就向他引薦你。他曾吩咐我帶那些有價值的旅行者去見他。",
    ["O"] = "如果你想要見到薩納斯的主人，就把2根完好無損的角鷹獸羽毛交給他。",
    ["T"] = "會見主人",
  },
  [3382] = {
    ["D"] = "當時我們正在找一個安全的港口下錨，但是日落還不到一個小時，他們就突然發起了攻擊……那些該死的納迦！$B$B我不知道他們在找什么，但是他們顯然是沒找到他們要的東西——納迦們已經回來過一次了。我的偵查兵在山谷的入口守著，以便在他們下次發動攻擊的時候及時通報我們。$B$B很抱歉把你卷了進來，$N，但是現在的情況已經不在我的掌控之中了。$B$B你做好戰斗的準備了嗎？",
    ["O"] = "幫助瓦妮莎·貝蒂斯船長、她的船員和地平線輕帆號上的乘客抵御納迦的攻擊。瓦妮莎·貝蒂斯船長必須存活。",
    ["T"] = "危難中的船長",
  },
  [3385] = {
    ["D"] = "他們把自己稱為黑市成員，他們都是些貪財如命的雜碎，只要有利可圖，他們什么都會倒賣！$B$B現在情況變得更加糟糕了，$N。他們在灼熱峽谷建立了一個基地，貿易首領考維克在那里策劃著所有的行動，并且和該地區的黑鐵矮人保持著密切的關系。$B$B我們必須對這種行為進行嚴厲打擊，給他們一個嚴厲的警告。去殺掉貿易首領考維克和他的同伙科朗克，把他的商人的背包給我拿回來，你的任務就算完成了。$B$B向大熔爐進發！",
    ["O"] = "殺了貿易首領考維克和他的同伙科朗克。從他的尸體上拿回商人的背包，把它交給尼莉絲。",
    ["T"] = "黑市交易",
  },
  [3402] = {
    ["D"] = "我要你把考維克被干掉的消息親自帶給加基森的維茲格里克，他知道考維克死亡的消息一定會很高興的，我敢說他肯定會為此給你豐厚的獎勵。",
    ["O"] = "和加基森的維茲格里克談一談。",
    ["T"] = "黑市交易",
  },
  [3421] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "回程",
  },
  [3441] = {
    ["D"] = "聽聽我的故事吧，旅行者。",
    ["O"] = "聽卡拉然·溫布雷講述他的故事。",
    ["T"] = "神圣的懲戒",
  },
  [3442] = {
    ["D"] = "你做出了正確的決定，$N。$B$B我們必須對敵人的要害下手，除掉那四座哨塔。$B$B一旦這四座塔都化為灰燼，我們就可以在他們反應之前發動攻擊。$B$B你需要合適的工具來點燃防御塔，而制作這樣的工具就需要合適的材料。$B$B給我弄四份烈焰之心和四份傀儡之油來，然后我就會給你制作出一把燃燒著無瑕之焰的火炬。$B$B在這片土地上的傀儡和元素生物身上找找吧。",
    ["O"] = "收集4份烈焰之心和4份傀儡之油，然后把這些東西交給卡拉然·溫布雷。",
    ["T"] = "無瑕之焰",
  },
  [3443] = {
    ["D"] = "為了承載無瑕之焰，我們需要一根桿子和一只箱子，你必須首先從桿子入手。$B$B大熔爐的黑鐵工頭和黑鐵奴隸販子使用附魔過的瑟銀作為武器，那是一種很堅硬的合金。如果你可以給我弄八把瑟銀匕首來，我就能將它們熔解并鑄成一根桿子。",
    ["O"] = "給卡拉然帶去8把瑟銀匕首。",
    ["T"] = "鑄造火炬桿",
  },
  [3444] = {
    ["D"] = "我曾經進入到沉沒的神廟中的那個充滿邪惡氣息的房間，那里的惡魔會殘忍地殺死每個進入房間的冒險者……我在那些滿是泥濘的房間里艱難前進，差點就找不到出來的路了。我只記得自己蹣跚地穿過一個圓形的房間，房間里到處都是毒蛇塑像……$B$B最后，我發現了一塊圓石，上面印著相同的毒蛇標記，我把它打包運到棘齒城的車間去了。去把它取回來，也許我能讓你知道更多的信息。",
    ["O"] = "到棘齒城去，從瑪爾馮·瑞文斯克的車間里取回石環。",
    ["T"] = "石環",
  },
  [3445] = {
    ["D"] = "我聽說有一個地方被埋在地底深處，它是被一個我聞所未聞的強大力量沉入地下的。$B$B如果你想要對這個沉沒的神廟有更多了解，就去找一個名叫瑪爾馮·瑞文斯克的地精吧。就像特洛亞斯和我一樣，他也探索過許多人跡罕至的地區。聽說他離開了在棘齒城的家，前往塔納利斯研究巨魔遺址去了。$B$B祝你好運，我好久都沒有他的消息了。",
    ["O"] = "到塔納利斯找到瑪爾馮·瑞文斯克。",
    ["T"] = "沉沒的神廟",
  },
  [3446] = {
    ["D"] = "在神廟里，我發現一間有著六個陽臺的圓形房間，每個陽臺的邊緣都有一尊毒蛇塑像。我感到好奇，就推動了其中的一個，隨即發現這是個陷阱！我差點在爆炸中丟了性命。我躺在臺階上往下看去，注意到在房間的底部還有一尊塑像，那好像是是什么神的祭壇……哈卡祭壇？似乎是這個名字。$B$B我認為這祭壇就是秘密所在——你必須把這個東西帶到沉沒的神廟中的那個祭壇上去……",
    ["O"] = "在悲傷沼澤沉沒的神廟中找到哈卡祭壇。",
    ["T"] = "深入神廟",
  },
  [3447] = {
    ["D"] = "我的記憶有些模糊了，但是我會盡量把我能回憶起來的細節都告訴你。雖然沉沒的神廟中的雕像群充滿危險，但我相信它們正是找到一筆巨大財富的鑰匙。$B$B你可以在主祭壇上激活一系列光芒。我認為如果你能搞清楚出這些光代表著什么，或許你就能解開那座大廳中隱藏著的秘密。$B$B但是我要警告你，$N。神廟中潛伏著可怕的惡魔。它們會忠心地守護那些有價值的東西……",
    ["O"] = "到沉沒的神廟去，揭開雕像群中隱藏的秘密。",
    ["T"] = "雕像群的秘密",
  },
  [3448] = {
    ["D"] = "最近我一直在負責調查艾薩拉地區，那片美麗的土地曾經是精靈的故鄉，他們曾在此研習魔法。現在這兒變得非常危險，但是這并不能阻止我們搜尋每一寸土地來尋找我們的歷史。$B$B我的同伴泰摩爾對這樣的事情特別感興趣，因此他愿意幫助我調查艾薩拉。$B$B在城里的秘法大廳右邊有一間小房子是他的。",
    ["O"] = "跟鐵爐堡的泰摩爾談一談。",
    ["T"] = "委以重任",
  },
  [3449] = {
    ["D"] = "魔法曾經同艾露恩一樣受到某些精靈的尊崇。他們中最厲害的法師發明了文字，并在石板上記錄下了魔法的規律和他們對事物的認識，并將這些石板留在公開的場合供人研習。$B$B我非常想要獲得這些來自埃達拉斯廢墟的文字拓片。我將為你提供工具來幫助你取得拓片，但是你必須自己去尋找它們。多加小心，對埃達拉斯廢墟感興趣的可不僅僅是探險者協會。",
    ["O"] = "使用繪圖工具包獲取貝薩瑪拉符文、辛耶爾符文、瑪科里符文和塞爾哈符文的拓片，然后前往艾薩拉南部半島外的小島，把它們交給駕駛員西格斯·熔光。",
    ["T"] = "奧術符文",
  },
  [3450] = {
    ["D"] = "我想把這些拓片送到我的塔里去，但是你不必親自跑一趟，我會把它們空運到艾薩拉。$B$B希格斯·熔火欠我的人情，而且他馬上就會到那個地方去——因為他被派遣到海岸邊去巡邏。在你離開之前，別忘了去跟他談談。他會給你一支閃光彈發射器用于發送信號。當你拿到拓片之后就到他指定的地點去給他發信號，這樣他就能把拓片安全地送到我的塔里了。現在他應該在軍事區的棚廠里。",
    ["O"] = "與鐵爐堡的希格斯·熔火談一談。",
    ["T"] = "簡單的接收任務",
  },
  [3451] = {
    ["D"] = "啊，泰摩爾派你來的，是嗎？對，我可欠他的情呢。怎么？哦，那個小惡魔，我當然可以幫助他。你需要一枚閃光彈和一塊合適的地方……就行了。$B$B在艾薩拉南部的半島附近有一座小島，我們可以在那兒著陸。你發射閃光彈，我就能看見信號，然后過去接收那個……他想要的隨便什么東西了。",
    ["O"] = "與鐵爐堡的希格斯·熔火談一談，從他那兒獲得一支標準型閃光信號槍。",
    ["T"] = "信號發射器",
  },
  [3452] = {
    ["D"] = "我們還需要最后一部分來完成火炬。$B$B在西北方的山腳下，你可以找到暮光之錘的營地。據說他們攜帶著特殊的徽章和石像，用以表示對神明的崇敬。這些徽章和石像具有強大的魔法能力，足以制成一個魔法容器。將拉格納羅斯符記交給我，我將試著從里面提取魔法，然后制造一個容器。",
    ["O"] = "找到一個拉格納羅斯符記，把它交給卡拉然·溫布雷。",
    ["T"] = "烈焰之盒",
  },
  [3453] = {
    ["D"] = "給我一點時間來拼合這些碎片，然后對它進行必要的附魔。",
    ["O"] = "等待卡拉然·溫布雷完成懲戒火炬。",
    ["T"] = "懲戒火炬",
  },
  [3454] = {
    ["D"] = "現在，火炬必須與它的擁有者建立聯結。拿起火炬，$N。",
    ["O"] = "拿起懲戒火炬。",
    ["T"] = "懲戒火炬",
  },
  [3461] = {
    ["D"] = "泰摩爾并沒有給我什么可以付你報酬的東西，我建議你回鐵爐堡去的時候好好跟他交流一下。我想他還在秘法區，去找他吧，他會付你報酬的。$B$B再次感謝你幫助他擺脫困境，祝你好運。$B$B哦，我不需要繪圖工具包啦，你為什么不順便把它還給泰摩爾呢？",
    ["O"] = "到鐵爐堡去，將法師泰摩爾的繪圖工具包還給他。",
    ["T"] = "向法師泰摩爾回復",
  },
  [3462] = {
    ["D"] = "跟我的特使——侍衛瑪特拉克談談吧,他會進一步指導你使用懲戒火炬。",
    ["O"] = "與侍衛瑪特拉克談一談。",
    ["T"] = "侍衛瑪特拉克",
  },
  [3463] = {
    ["D"] = "聽好了，$N。雖然我們無法摧毀那四座哨塔，但是你可以使用懲戒火炬點燃它們，這種火焰是任何元素或力量都沒法熄滅的。$B$B在哨塔燃燒的過程中，沒有什么部隊可以駐扎在里面，這樣他們的第一道防線就失效了。$B$B你必須進入每一個塔樓，用懲戒火炬把它們燒掉。要小心黑鐵矮人的精英哨兵，$N。",
    ["O"] = "使用懲戒火炬點燃北部、南部、東部和西部的哨塔。",
    ["T"] = "燒掉它們！",
  },
  [3481] = {
    ["D"] = "箱子似乎上鎖了。",
    ["O"] = "打開箱子。",
    ["T"] = "打開箱子…",
  },
  [3482] = {
    ["D"] = "這個盒子的表面已經非常老舊了,因為它他酸中泡了很久了--它一定在那只巨大的禿鷲胃里呆了很久,$B$B把盒子翻過來,在它底部有個符記,在這符記下面寫的是:\"Kr..el Ko.l..ard \"",
    ["O"] = "把這個盒子帶給克拉維爾",
    ["T"] = "布滿孔洞的黑匣子*",
  },
  [3483] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "信號發射器",
  },
  [3501] = {
    ["D"] = "盡管你可能找不到純凈無暇德萊尼水晶，但是在你探索這片土地的過程中，一定可以找到若干有瑕疵的德萊尼水晶碎片。$B$B庫米沙是否可以利用這些碎片返回家園，這還很難說，但是這些碎片可以為德萊尼人所用。$B$B把你發現的有瑕疵的德萊尼水晶碎片都交給我，我會給你報酬的。",
    ["O"] = "將有瑕疵的德萊尼水晶碎片交給庫米沙，你就可以得到相應的回報。",
    ["T"] = "多多益善",
  },
  [3502] = {
    ["D"] = "嗯，見識了你的貪婪之后，我感到惡心。$B$B不管怎樣，我可不會跟你的貪欲糾纏不清。$B$B你每交給我一塊有瑕疵的德萊尼水晶碎片，我就給你更多的垃圾。我的垃圾都被你收走了。在德拉諾，我們稱這種情況為“雙贏”。",
    ["O"] = "將有瑕疵的德萊尼水晶碎片交給庫米沙。詛咒之地的任何怪物都有可能攜帶著這樣的碎片。",
    ["T"] = "德萊尼的垃圾…",
  },
  [3503] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "見到主人",
  },
  [3504] = {
    ["D"] = "這個毫無誠信可言的女人！她只能配得上這個稱呼——罪有應得！$B$B我可能犯下了一個嚴重的錯誤，$N。我相信了一個血精靈。更糟糕的是，她還是個女的！$B$B她聲稱艾薩拉那里埋藏著數不盡的財富……我派了一些戰士保護她去那里，滿以為我可以有所斬獲。但是，到頭來我卻被耍了——她把他們都殺掉了。$B$B我要報仇，$N，但是我手邊已經沒有可以派遣的人了。到哈達爾營地北邊的瓦羅莫克去找阿格圖，他會告訴你更詳細的情況。",
    ["O"] = "把這封給阿格圖的密信交給艾薩拉的阿格圖·血拳。",
    ["T"] = "叛徒",
  },
  [3505] = {
    ["D"] = "我的計劃是這樣的：$B$B我們從艾薩拉的北部半島開始，沿著懸崖的南部開始進攻她的工人。把他們都干掉，讓他們知道當叛徒的后果。$B$B先別管她——她大部分時間都跟她的護衛一起在艾薩拉進行搜尋工作。在殺死她的工人之后，我們在去考慮怎么收拾她比較好。我們應該先仔細偵察一番，也許有一些可以激怒她的東西。",
    ["O"] = "殺死10個血精靈搜尋者和10個血精靈勘測員，并找到大法師雷姆托里的營地。一旦你發現了營地，就去找到某個對她極為重要的東西，以用于激怒她，讓她與你戰斗。",
    ["T"] = "叛徒",
  },
  [3506] = {
    ["D"] = "經過思考，你對眼下的情形已經有了大致的了解，你的臉上浮現出一絲笑容：也許摧毀水晶將使那些殺死眾多獸人并背叛貝爾戈洛姆的血精靈方寸大亂？$B$B你繼續翻譯著文字和圖片，并了解到其中一塊水晶就在這個石陣的制造者身上——其余的則在更為邪惡的生物手中。$B$B你合上書本，開始考慮要摧毀哪塊水晶。",
    ["O"] = "摧毀大法師雷姆托里攜帶的奧術聚焦水晶并殺死她。然后把她的腦袋交給艾薩拉的阿格圖·血拳。",
    ["T"] = "叛徒",
  },
  [3507] = {
    ["D"] = "回到奧格瑞瑪的貝爾戈洛姆那兒去，他肯定想要好好看看這個女人的腦袋！我們很快就回去。$B$B啊，這真是一個好日子。謝謝你的幫助，$N。",
    ["O"] = "與奧格瑞瑪的貝爾戈洛姆·石槌談一談。",
    ["T"] = "叛徒",
  },
  [3508] = {
    ["D"] = "你是個有勇無謀的$r，$N。你這樣的$r具有令人敬佩的品質——在希望渺茫的情況下盲目地進行戰斗。我會協助你，即使你只能殺掉拉瑟萊克的一個小小的爪牙，我也會協助你。$B$B要破壞拉瑟萊克的結界要花些時間，還需要稀有的神器。$B$B你先別急，我必須首先進行一次啟迪儀式，我收集的信息將有助于我們鑄造威力強大的武器。",
    ["O"] = "等待洛拉姆斯完成啟迪法術。",
    ["T"] = "破壞結界",
  },
  [3509] = {
    ["D"] = "要除掉惡魔之王和他的爪牙，只有一個方法：鑄造一件刻有他真名的強大武器。$B$B這件武器鑄造完成之時，就是惡魔之王的死期。$B$B有一個名叫亞考羅克的低階神祗居住在艾薩拉，你必須找到他，但是如果他發現了你，那么他的爪牙就會不顧一切地想要殺死你。$B$B毫無疑問，你不費點力是沒法成功的。",
    ["O"] = "與艾薩拉的亞考羅克談一談。你應該在海邊搜索亞考蘭神殿。",
    ["T"] = "惡魔之名",
  },
  [3510] = {
    ["D"] = "她殺了我的孩子，她稱自己為海洋的統治者。她是個虛偽的神。殺死她，把她的所有頭顱都帶回來。$B$B這樣，你就能得知你要尋找的名字，并得到與其同樣重要的東西。$B$B她的名字叫做赫塔拉。$B$B<亞考羅克指向西南方。>$B$B去吧！",
    ["O"] = "殺掉赫塔拉，將染血的赫塔拉頭顱、破碎的赫塔拉頭顱和淤血的赫塔拉頭顱交給亞考羅克。",
    ["T"] = "惡魔之名",
  },
  [3511] = {
    ["D"] = "我曾許諾將惡魔之王污染者拉瑟萊克的名字告訴你。不過，我得先為你的旅程準備一些至關重要的東西。$B$B你要鑄造的武器必須有調劑才能制成。給我一點時間，讓我從這些頭顱中弄點血液出來。$B$B<亞考羅克用他那巨大的手掌擠壓頭顱，壓出了血液。>$B$B將調劑交給洛拉姆斯，告訴他，那個惡魔的名字是拉瑟萊克。",
    ["O"] = "將調劑交給洛拉姆斯·薩里比迪斯。",
    ["T"] = "惡魔之名",
  },
  [3512] = {
    ["D"] = "$N，第一步，我們將設法通過寶石與伊蘭尼庫斯交談。現在他正處于半睡半死的不穩定狀態，并受到噩夢的困擾。盡管你給我的精華已經被嚴重污染，但我們還是有機會跟他溝通的。$B$B到冬泉谷東部的冰川地帶去尋找我們的盟友，靈語者阿姆布蘭希。他可以與死者進行交談——盡管伊蘭尼庫斯并沒有真正死去，但阿姆布蘭希依然會對我們有所幫助。",
    ["O"] = "到冬泉谷的東部地區去，與靈語者阿姆布蘭希談一談。",
    ["T"] = "幫助伊蘭尼庫斯",
  },
  [3513] = {
    ["D"] = "這份看起來很正式的卷軸被一條銀色絲帶緊緊地裹著。你覺得會有什么人對此感興趣，但是這人是誰呢？$B$B在灰谷邊界以北有一處前哨站，如果卷軸上的信息與暗夜精靈有關，那么你就應該把它送到那兒去。",
    ["O"] = "將符文卷軸帶到貧瘠之地的北部警戒塔去。",
    ["T"] = "符文卷軸",
  },
  [3514] = {
    ["D"] = "這份卷軸是在石爪峰的樹妖琳薩瑞爾那兒得來的，她是猛禽洞穴的頭目。$B$B她不會再與帶著這份卷軸的信使有任何聯系了，哈哈……但是我們必須保持警戒。部落不會允許此地再出現聯盟的信使。$B$B$N，到猛禽洞穴去，殺死琳薩瑞爾，然后給他們一個所有人都能看到的信號。帶上部落的旗幟，把它插在猛禽洞穴里，這樣他們就不會急于派出另一個信使來到我們的地盤上送死了。",
    ["O"] = "殺死猛禽洞穴的領袖琳薩瑞爾。",
    ["T"] = "部落的示威",
  },
  [3517] = {
    ["D"] = "我承認，$N，我大部分時間都呆在艾薩拉。貝爾戈洛姆的懲罰對我也有好處。$B$B在離開這里之前，我進行了一些研究，你知道遍布這一地區廢墟中的東西是多么的珍貴嗎？$B$B我可以告訴你更多細節，如果你幫我收集一些東西，我甚至會分給你一些利潤。$B$B在東邊的埃達拉斯廢墟里面有我需要的石板，它們都是以上層精靈的大法師命名的。去尋找石板，然后我們再來進一步詳談。",
    ["O"] = "找到貝薩瑪拉石板、辛耶爾石板、瑪科里石板和塞爾哈石板，把它們交給艾薩拉的杰迪加。",
    ["T"] = "偷竊知識",
  },
  [3518] = {
    ["D"] = "第一塊石板要交給一位名叫瑪加薩的牛頭人。她是雷霆崖的長者之一，也是牛頭人和被遺忘者結盟的支持者。她比其他長者中的任何一個都更希望幫助亡靈返回人類的狀態。$B$B將貝薩瑪拉石板交給她，這塊石板或許能幫助被遺忘者……至少她是這么說的。",
    ["O"] = "將貝薩瑪拉石板交給雷霆崖的瑪加薩·野性圖騰。",
    ["T"] = "瑪加薩的石版",
  },
  [3519] = {
    ["D"] = "啊啊啊……我在探索旁邊那個蜘蛛洞的時候被一只名叫基塞伊斯的蜘蛛咬成了重傷。我知道自己中了劇毒，你必須幫幫我。$B$B請把我中毒的消息告訴迪蘭妮亞·月光，她知道該怎么辦。$B$B快一點……我的頭很暈……",
    ["O"] = "與幽影谷的迪蘭妮亞·月光談一談。",
    ["T"] = "需要幫助的朋友",
  },
  [3520] = {
    ["D"] = "我在尋找菲拉斯的山谷尖嘯者的靈魂。它們是某位古老神靈的親戚，它們的靈魂與那位神靈連在一起。$B$B帶上這根魔杖去菲拉斯，在菲拉斯南部和中部區域尋找并殺死山谷尖嘯者，對它們的尸體使用我的魔杖。這將使它們的靈魂現出原形，此時你就可以收集靈魂的精華了。$B$B將我的魔杖和尖嘯者的靈魂精華交給我，我就會告訴你剛才我所說的那位神靈的詳細情況。",
    ["O"] = "在菲拉斯捕獲3個尖嘯者的靈魂，然后回到熱砂港的葉基亞那里去。",
    ["T"] = "尖嘯者的靈魂",
  },
  [3521] = {
    ["D"] = "我們也許能幫埃沃隆的忙，我知道有種方法能解蛛毒。但是我需要一些成分來制作解藥。$B$B首先是紫藍色蘑菇，它們一般生長在樹下，你也可以從南邊的劣魔身上找到它，劣魔們很喜歡這種蘑菇。我還需要月牙百合花，它們只生長在水池周圍。$B$B最后一種成分也許是最難獲得的，你必須從咬傷了埃沃隆的蜘蛛身上獲取樹林蜘蛛的膿液。",
    ["O"] = "在幽影谷中為迪蘭妮亞·月光收集7朵紫藍色蘑菇、4朵月牙百合花和一份樹林蜘蛛的膿液。",
    ["T"] = "埃沃隆的解藥",
  },
  [3522] = {
    ["D"] = "解藥準備好了，$N。請確保埃沃隆把它喝下去。$B$B你要知道，解藥的有效時間只有5分鐘。你必須及時地把解藥送到他嘴邊。$B$B趕快去吧，$N。",
    ["O"] = "在5分鐘內將埃沃隆的解藥交給他。你可以北邊的洞穴入口外面找到埃沃隆。",
    ["T"] = "埃沃隆的解藥",
  },
  [3523] = {
    ["D"] = "太好了！我叫奔尼斯特拉茲，感謝你前來營救我。我已經放棄了求生的欲望……甚至想到自己會被這些亡靈天災滋生的渣滓給吃了。是的——我說的是亡靈天災。他們與野豬人達成了協議，你所看到的這些噩夢般的景象就是這個協議的結果。$B$B聽著……與其逃跑，我寧愿奮力一搏，為所有的生靈造福。你愿意幫助我嗎？這也許很危險，但是你看起來應該可以勝任。",
    ["O"] = "如果你同意幫助奔尼斯特拉茲，就再跟他談談，并將誓言石還給他。",
    ["T"] = "剃刀高地的亡靈天災",
  },
  [3524] = {
    ["D"] = "眾所周知，巨大的海洋生物常年潛身于黑海岸邊緣，它們在此游弋，直至死亡。近來，這些野獸的數量日益增加，并且開始侵襲海岸。我受月神殿的派遣到這里來調查，但是海水中的魚人使調查變得非常困難。$B$B被邪惡的灰霧魚人所控制的奧伯丁南部海岸上躺著一頭擱淺的巨型生物，你能幫忙去從這頭巨獸身上弄點骨頭回來以供我研究嗎？",
    ["O"] = "從奧伯丁南面的海岸上收集海洋生物的骨頭，然后帶著骨頭向奧伯丁的溫尼斯·布萊葛回復。",
    ["T"] = "擱淺的巨獸",
  },
  [3525] = {
    ["D"] = "在入口附近有一尊令人毛骨悚然的石像，野豬人用它來烤熟食物。這些野獸……它們整日食用那些從貧瘠之地綁架來的生物。我可以封印這尊神像，使野豬人無法再次使用它，但是我需要你的幫助。我的計劃是這樣的，你保護我接近神像，之后我便開始進行儀式。在一段時間里，我幾乎無法跟你溝通，更不用說保護自己了。當我在封印神像時，你必須保護我。如果野豬人擊倒了我，那我們就都完了。$B$B你明白了嗎？",
    ["O"] = "保護奔尼斯特拉茲來到剃刀高地的野豬人神像處。$B$B當他在進行儀式封印神像時保護他。",
    ["T"] = "封印神像",
  },
  [3526] = {
    ["D"] = "高級的工程學有兩個分支：侏儒派和地精派，顯然，地精工程學是所有明智的技師都會選擇的一派，用華麗的高爆炸藥和機械裝置統治世界！$B$B好吧，$N，讀一下這本手冊。如果你想要學習地精工程學，就把這個交給加基森的尼克斯·斯普克斯賓。請記住，一旦你加入某一派，就永遠也不能再加入另一派了，所以在你完成他交給你的任務之前要三思。",
    ["O"] = "如果你想要對地精工程學有更多了解，就把工程學教材交給加基森的尼克斯·斯普克斯賓。",
    ["T"] = "地精工程學",
  },
  [3527] = {
    ["D"] = "摩沙魯的古老預言中談及獲取神靈哈卡的靈魂精華的方法。這個方法被寫在兩塊石板上，并被帶到加基森西邊的巨魔城市祖爾法拉克中。$B$B把摩沙魯石板交給我！$B$B第一塊石板在早已死去的巨魔殉教者塞卡那里。據說殺害他的兇手受到詛咒，都被變成了甲蟲，正在他的神廟周圍游蕩。$B$B第二塊石板在加茲瑞拉圣水池的水占師維蕾薩手中。$B$B得到石板之后，把它們交給我。",
    ["O"] = "將第一塊和第二塊摩沙魯石板交給塔納利斯的葉基亞。",
    ["T"] = "摩沙魯的預言",
  },
  [3528] = {
    ["D"] = "現在是獲取哈卡化身的精華的時候了。$B$B把哈卡之卵拿到悲傷沼澤的那座沉沒的神廟中，在墮神圣地中使用卵的力量激怒死去的神靈。$B$B他將派出那些被稱作“嗜血者”的奴仆對付你，殺掉它們，取出它們的哈卡萊血液，然后用這些血液熄滅包含哈卡靈魂能量的不滅火焰。當你熄滅所有的火焰時，哈卡的化身就可以進入我們的世界了。$B$B打敗他，將他的精華封印在哈卡之卵中。",
    ["O"] = "將裝滿的哈卡之卵交給塔納利斯的葉基亞。",
    ["T"] = "神靈哈卡",
  },
  [3541] = {
    ["D"] = "我在奧格瑞瑪有個主顧，他住在暗巷區。如果你不熟悉那里，那么你是很難找到他的，不過如果你到那個區域中最高的那座建筑物里去，就應該能找到他。$B$B不過呢，你可別讓全卡利姆多的人都知道他在哪里，他在干什么——這對咱們倆都沒好處。$B$B為了這塊辛耶爾石板，他會付給咱們一大筆錢的。我不知道他為什么如此在乎這塊石板，不過你真該看看他聽到這塊石板的消息后有多激動。",
    ["O"] = "將辛耶爾石板交給奧格瑞瑪的杰斯雷蒙。",
    ["T"] = "杰斯雷蒙的石版",
  },
  [3542] = {
    ["D"] = "安德隆·甘特是我的下一個主顧。他通常待在幽暗城里……就在煉金房附近。當我們談到石板的用途時，他就有些藏不住話。顯然幽暗城中的某些法師想要學習上層精靈所使用的魔法。他們認為這石板能對他們有所幫助。瑪科里曾以善于召喚各種生物——特別是元素生物而聞名。$B$B把瑪科里石板給他帶過去，然后回到我這兒來取你的報酬吧。",
    ["O"] = "將瑪科里石板交給幽暗城的安德隆·甘特。",
    ["T"] = "安德隆·甘特的石版",
  },
  [3561] = {
    ["D"] = "最后這塊石板要交給一個非常危險的家伙，$N。聽著，比起我先前讓你接觸的那些人，我對他可以說是非常不信任的。$B$B大法師克希雷姆在艾薩拉的一處山頂上建了座高塔。他是個人類，但是他的行為跟我見過的……或是殺掉的那些人類大不相同。他充滿了力量，我可不敢問他為什么想要這塊石板。$B$B他來找過我，但是他跟我說，當我準備就緒時，他的侍衛薩納斯會帶我到塔里去。到北邊去找薩納斯吧。",
    ["O"] = "將塞爾哈石板交給艾薩拉的大法師克希雷姆。",
    ["T"] = "大法師克希雷姆的石版",
  },
  [3562] = {
    ["D"] = "把這張便箋交給杰迪加,告訴她當她回來的時候就到這兒來領取報酬。我對她的成績很滿意。$B$B快去吧，$N。告訴你的主人，我在這兒等她。",
    ["O"] = "將瑪加薩的便箋交給艾薩拉的杰迪加。",
    ["T"] = "瑪加薩的報酬",
  },
  [3563] = {
    ["D"] = "把這封信交給杰迪加，告訴她，我們的交易很成功，而且我對她很滿意。$B$B讓她馬上返回奧格瑞瑪，杰斯雷蒙會確保她的安全。$B$B也許將來我還需要你的幫助，$N。",
    ["O"] = "將杰斯雷蒙的便箋交給艾薩拉的杰迪加。",
    ["T"] = "杰斯雷蒙的報酬",
  },
  [3564] = {
    ["D"] = "拿著……這個……<嗝>交給杰迪加。祝你好運！",
    ["O"] = "將安德隆的便箋交給艾薩拉的杰迪加。",
    ["T"] = "安德隆的報酬",
  },
  [3565] = {
    ["D"] = "什么？哦，你的報酬。當然。$B$B拿好了，趕快走吧。我想杰迪加正在耐心地等你回去呢。",
    ["O"] = "將克希雷姆的便箋交給艾薩拉的杰迪加。",
    ["T"] = "克希雷姆的報酬",
  },
  [3566] = {
    ["D"] = "這……這……這是個陷阱。$B$B原諒……我。$B$B殺掉這個該死的混蛋……為我們殺掉他……為了索里奧斯。",
    ["O"] = "殺死黑衣拉索里克和奧比斯頓，帶著黑衣拉索里克的頭顱和奧比斯頓的心臟回到鐵爐堡的索里奧斯那兒。",
    ["T"] = "奧比斯頓",
  },
  [3567] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "登高",
  },
  [3568] = {
    ["D"] = "看見我后面的那個看上去隨時都可能病倒的牛頭人了嗎？她前段時間去過艾薩拉。她說自己在經過埃達拉斯廢墟時受到納迦的攻擊，而且負了傷。$B$B在擊退一些納迦之后，她在海灘休息了一下，并飲用了海潮之池中的水，現在她感覺有些惡心……$B$B我要找出她飲用的水。拿著這個盒子，我在里面放了一些空瓶子，用它們到各個海潮之池中收集一些水，然后回來。",
    ["O"] = "在艾薩拉的埃達拉斯廢墟旁的海潮之池中收集4瓶水，然后回到藥劑師科雷那兒。",
    ["T"] = "墮落之水",
  },
  [3569] = {
    ["D"] = "把這個交給瑟爾薩。也許她可以痊愈……也許不能。反正要在她喝下后才能知道結果。",
    ["O"] = "將科雷的藥劑交給幽暗城的瑟爾薩·風歌。",
    ["T"] = "墮落之水",
  },
  [3570] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "墮落之水",
  },
  [3601] = {
    ["D"] = "我就是基姆加爾！你知道基姆加爾對血精靈意味著什么嗎，$N？我對他們來說不過是一只小老鼠……或者其它類似老鼠的東西，那些該死的欺凌弱小的家伙！$B$B他們雇傭我來幫他們在這里搜尋一些失落的寶物，當然，在他們告訴我要找什么東西以及他們愿意付給我多少錢之后，我就決定單干了。他們馬上翻臉，還想干掉我……干掉我！$B$B所以，你看，永遠都不要相信血精靈。$B$B問題是，我的一些東西還在他們手里，看樣子我自己是拿不回來了。你能幫幫我嗎？",
    ["O"] = "搜索薩拉斯營地，找到基姆加爾的指南針、望遠鏡、燒雞和花生，然后把它們交給艾薩拉的基姆加爾。",
    ["T"] = "我就是基姆加爾！",
  },
  [3602] = {
    ["D"] = "艾薩拉南部地區的古代峭壁巨人以吞噬這個地區的巖石和建筑物為生。他們的排泄物具有高度的延展性和極其明顯的水晶特性，所以被稱作艾薩拉水晶。$B$B這種東西主要在南部地區出現，但是由于那些巨人的暴力傾向，通常你很難得到它們。$B$B你必需到艾薩拉南部去，收集足夠多的艾薩拉水晶來制作武器的主體部分。我的地獄犬會幫助你收集水晶的。",
    ["O"] = "在艾薩拉南部收集20塊艾薩拉晶體。你可以使用地獄犬協助尋找一些隱藏的礦脈。$B$B任務完成之后就回到洛拉姆斯那里去。",
    ["T"] = "艾薩拉水晶",
  },
  [3621] = {
    ["D"] = "下一步就是鑄造武器了。你必須把淬火過的艾薩拉水晶交給一個有能力操縱惡魔能量的鐵匠。$B$B在荊棘谷就有這樣的一個鐵匠——他就是加爾文，秘銀會的領袖。他會按照你的要求打造武器，到祖爾格拉布和莫什奧格食人魔山之間的區域去尋找他的營地吧。$B$B愿你的決心和信念引領你度過這場考驗。如果你失敗了，你的神會對你微笑。去吧，$r。",
    ["O"] = "把貨物交給荊棘谷的加爾文。",
    ["T"] = "武器的鑄造",
  },
  [3625] = {
    ["D"] = "$N，制造任何武器都需要花費一些時間。$B$B另外，你每三分鐘才可以使用一次惡魔詛咒的力量。它可以削弱污染者和他的爪牙們的力量，但效果持續的時間可能會有差異。因此，你必須在恰當的時候使用惡魔詛咒！$B$B現在請稍等片刻，讓我來為你鍛造武器吧，$N。",
    ["O"] = "等待加爾文為你鍛造武器。",
    ["T"] = "魔化艾薩拉水晶武器",
  },
  [3626] = {
    ["D"] = "救贖的時刻就要來臨了，$N。你必須拿著你的新武器回到詛咒之地，然后從部落英雄的靈魂那里接受你最后的任務。",
    ["O"] = "回到部落英雄的靈魂那里。",
    ["T"] = "返回詛咒之地",
  },
  [3627] = {
    ["D"] = "要見到污染者的話，你就必須摧毀他手下的三個頭目的力量，然后把他們身上的護符碎片收集起來。當你拿到三塊碎片之后再回到我這里來，我會給你進一步的指示。$B$B出發吧，$N！到詛咒之地去！把戈洛爾、瑟溫妮、奧利斯塔全部除掉！",
    ["O"] = "殺掉毀滅者戈洛爾、瑟溫妮，以及大法師奧利斯塔。從他們到尸體上拿到戈洛爾的護符、瑟溫妮的護符和奧利斯塔的護符。$B$B記住使用你的魔化艾薩拉水晶武器來削弱他們，否則他們是無法被殺死的——你必須小心謹慎地使用你的武器……",
    ["T"] = "收集破碎的護符",
  },
  [3628] = {
    ["D"] = "拉瑟萊克的巢穴位于詛咒之地最高的山脈的頂端，通往巢穴的唯一途徑就是使用山脈附近的傳送符文。只要你擁有護身符，就可以輕松到達巢穴。到了那巢穴之后，你必須召喚那個惡魔，護身符就是召喚的關鍵，$N，你要在污染者祭壇上使用它。$B$B去打敗污染者拉瑟萊克，把他的犄角帶回來。這將成為我們希望的象征——在這個飽經戰火的世界上仍然有英雄存在的證據。",
    ["O"] = "消滅污染者拉瑟萊克，將污染者之角交給部落英雄的靈魂。另外你還要把污染者防護結界交給他，這樣部落英雄的靈魂就可以消滅它，以避免它落入邪惡勢力之手。",
    ["T"] = "惡魔拉瑟萊克",
  },
  [3629] = {
    ["D"] = "高級的工程學有兩個分支：侏儒派和地精派，請注意我提到地精工程學的唯一原因是因為我是個公正的訓練師。他們喜歡制造一些會爆炸的東西，而且絲毫不關心有什么東西會被炸到——即使是他們自己。$B$B好吧，$N，讀一下這本手冊。如果你想要學習把自己炸上天的方法，就把這個交給加基森的尼克斯·斯普克斯賓。請記住，一旦你加入某一派，就永遠也不能再加入另一派了，所以在你完成他交給你的任務之前要三思。",
    ["O"] = "如果你想要對地精工程學有更多了解，就把工程學教材交給加基森的尼克斯·斯普克斯賓。",
    ["T"] = "地精工程學",
  },
  [3630] = {
    ["D"] = "高級的工程學有兩個分支：侏儒派和地精派，雖然我認為提到侏儒簡直是浪費時間，但是你還是要對他們的技術保持警惕。他們制造了一大堆號稱可以改變世界的小玩意，但是那些東西很少有能用的。$B$B好吧，$N，讀一下這本手冊。如果你想要學習永遠都派不上用場的垃圾，就把這個交給鐵爐堡的工匠大師歐沃斯巴克。請記住，一旦你加入某一派，就永遠也不能再加入另一派了，所以在你完成他交給你的任務之前要三思。",
    ["O"] = "如果你想要對侏儒工程學有更多了解，就把工程學教材交給鐵爐堡的工匠大師歐沃斯巴克。",
    ["T"] = "侏儒工程學",
  },
  [3631] = {
    ["D"] = "嗯，我覺得你還沒有準備好，但這件事情的決定權不在我手里。斯坦哈德和我持不同意見，這次是他作的決定。$B$B他要你去見他，越快越好。到貧瘠之地的棘齒城去，他就和他的那些侍僧一起待在塔里。$B$B不要再閑逛了，快點去。",
    ["O"] = "與貧瘠之地棘齒城的斯坦哈德·法爾杉談一談。",
    ["T"] = "召喚地獄戰馬",
  },
  [3632] = {
    ["D"] = "高級的工程學有兩個分支：侏儒派和地精派，雖然我認為提到侏儒簡直是浪費時間，但是你還是要對他們的技術保持警惕。他們制造了一大堆號稱可以改變世界的小玩意，但是那些東西很少有能用的。$B$B好吧，$N，讀一下這本手冊。如果你想要學習永遠都派不上用場的垃圾，就把這個交給鐵爐堡的工匠大師歐沃斯巴克。請記住，一旦你加入某一派，就永遠也不能再加入另一派了，所以在你完成他交給你的任務之前要三思。",
    ["O"] = "如果你想要對侏儒工程學有更多了解，就把工程學教材交給鐵爐堡的工匠大師歐沃斯巴克。",
    ["T"] = "侏儒工程學",
  },
  [3633] = {
    ["D"] = "高級的工程學有兩個分支：侏儒派和地精派，顯然，地精工程學是所有明智的技師都會選擇的一派，用華麗的高爆炸藥和機械裝置統治世界！$B$B好吧，$N，讀一下這本手冊。如果你想要學習地精工程學，就把這個交給加基森的尼克斯·斯普克斯賓。請記住，一旦你加入某一派，就永遠也不能再加入另一派了，所以在你完成他交給你的任務之前要三思。",
    ["O"] = "如果你想要對地精工程學有更多了解，就把工程學教材交給加基森的尼克斯·斯普克斯賓。",
    ["T"] = "地精工程學",
  },
  [3634] = {
    ["D"] = "高級的工程學有兩個分支：侏儒派和地精派，雖然我認為提到侏儒簡直是浪費時間，但是你還是要對他們的技術保持警惕。他們制造了一大堆號稱可以改變世界的小玩意，但是那些東西很少有能用的。$B$B好吧，$N，讀一下這本手冊。如果你想要學習永遠都派不上用場的垃圾，就把這個交給鐵爐堡的工匠大師歐沃斯巴克。請記住，一旦你加入某一派，就永遠也不能再加入另一派了，所以在你完成他交給你的任務之前要三思。",
    ["O"] = "如果你想要對侏儒工程學有更多了解，就把工程學教材交給鐵爐堡的工匠大師歐沃斯巴克。",
    ["T"] = "侏儒工程學",
  },
  [3635] = {
    ["D"] = "高級的工程學有兩個分支：侏儒派和地精派，雖然我認為提到侏儒簡直是浪費時間，但是你還是要對他們的技術保持警惕。他們制造了一大堆號稱可以改變世界的小玩意，但是那些東西很少有能用的。$B$B好吧，$N，讀一下這本手冊。如果你想要學習永遠都派不上用場的垃圾，就把這個交給藏寶海灣的奧格索普·奧布諾提斯。請記住，一旦你加入某一派，就永遠也不能再加入另一派了，所以在你完成他交給你的任務之前要三思。",
    ["O"] = "如果你想要對侏儒工程學有更多了解，就把工程學教材交給藏寶海灣的奧格索普·奧布諾提斯。",
    ["T"] = "侏儒工程學",
  },
  [3636] = {
    ["D"] = "亡靈天災對聯盟是一個長期的威脅，我想你應該明白這一點。最近，我們偶然發現了一些罕見的東西，$N。$B$B在貧瘠之地有一片令人恐怖的灌木林，它被稱作剃刀高地。雖然那兒曾經是野豬人的家，但是很明顯，它已經變成亡靈天災的地盤，并衍生出了更加可怕的生物……這些生物都被巫妖寒冰之王亞門納爾統治著。$B$B愿圣光與你同在，$N。終結那里的邪惡吧。",
    ["O"] = "大主教本尼迪塔斯要你去殺死剃刀高地的寒冰之王亞門納爾。",
    ["T"] = "與圣光同在",
  },
  [3637] = {
    ["D"] = "高級的工程學有兩個分支：侏儒派和地精派，雖然我認為提到侏儒簡直是浪費時間，但是你還是要對他們的技術保持警惕。他們制造了一大堆號稱可以改變世界的小玩意，但是那些東西很少有能用的。$B$B好吧，$N，讀一下這本手冊。如果你想要學習永遠都派不上用場的垃圾，就把這個交給藏寶海灣的奧格索普·奧布諾提斯。請記住，一旦你加入某一派，就永遠也不能再加入另一派了，所以在你完成他交給你的任務之前要三思。",
    ["O"] = "如果你想要對侏儒工程學有更多了解，就把工程學教材交給藏寶海灣的奧格索普·奧布諾提斯。",
    ["T"] = "侏儒工程學",
  },
  [3638] = {
    ["D"] = "地精工程學追求的是高利潤，以及更高的爆破性能！我們可以制作強力的炸彈和無敵的武器，你所閱讀的手冊中就包含這些知識。$B$B這本手冊中還包含了我們古老的保密協議。一旦你成為了地精技師，你就不能轉而成為侏儒技師。$B$B如果你愿意成為地精技師的話，請簽署這份終生保密文件，然后再次和我說話。請謹慎考慮，$N。",
    ["O"] = "如果你同意成為一名地精技師，就右鍵點擊保密協議，然后再次和加基森的尼克斯·斯普克斯賓談一談。",
    ["T"] = "保密協議",
  },
  [3639] = {
    ["D"] = "作為你的指導者，我想看看你的工作成果。你是個熟練的技師，這是毫無疑問的，$N。我要對你的工作進行分析，幫助你在地精工程學的光明大道上更快地前進。我需要以下物品：20顆重磅鐵制炸彈、20顆實心炸彈和5只自爆綿羊——注意安全第一！$B$B把這些東西交給我，我就可以發給你一張屬于你自己的地精工程師協會會員卡，如果你想要拜訪世界各地的地精工程學訓練師，這張卡是必須的！",
    ["O"] = "將20顆重磅鐵制炸彈、20顆實心炸彈和5只自爆綿羊交給加基森的尼克斯·斯普克斯賓。",
    ["T"] = "工作成果",
  },
  [3640] = {
    ["D"] = "侏儒工程學是一門可以滿足我們日常生活需要的科學！我們設計的圖紙讓我們研制出可以控制世界的裝置，你所閱讀的手冊中就包含這些知識。$B$B這本手冊中還包含了我們古老的保密協議。一旦你成為了侏儒技師，你就不能轉而成為地精技師。$B$B如果你愿意成為侏儒技師的話，請簽署這份終生保密文件，然后再次和我說話。請謹慎考慮，$N。",
    ["O"] = "如果你同意成為一名侏儒技師，就右鍵點擊保密協議，然后再次和鐵爐堡的工匠大師歐沃斯巴克談一談。",
    ["T"] = "保密協議",
  },
  [3641] = {
    ["D"] = "作為你的指導者，我想看看你的工作成果。你是個熟練的技師，這是毫無疑問的，$N。我要對你的工作進行分析，幫助你在侏儒工程學的光明大道上更快地前進。我需要以下物品：6根秘銀管、1只精確瞄準鏡和2個高級假人——注意安全第一！$B$B把這些東西交給我，我就可以發給你一張屬于你自己的侏儒工程師協會會員卡，如果你想要拜訪世界各地的侏儒工程學訓練師，這張卡是必須的！",
    ["O"] = "將6根秘銀管、1只精確瞄準鏡和2個高級假人交給鐵爐堡的工匠大師歐沃斯巴克。",
    ["T"] = "工作成果",
  },
  [3642] = {
    ["D"] = "侏儒工程學是一門可以滿足我們日常生活需要的科學！我們設計的圖紙讓我們研制出可以控制世界的裝置，你所閱讀的手冊中就包含這些知識。$B$B這本手冊中還包含了我們古老的保密協議。一旦你成為了侏儒技師，你就不能轉而成為地精技師。$B$B如果你愿意成為侏儒技師的話，請簽署這份終生保密文件，然后再次和我說話。請謹慎考慮，$N。",
    ["O"] = "如果你同意成為一名侏儒技師，就右鍵點擊保密協議，然后再次和藏寶海灣的奧格索普·奧布諾提斯談一談。",
    ["T"] = "保密協議",
  },
  [3643] = {
    ["D"] = "作為你的指導者，我想看看你的工作成果。你是個熟練的技師，這是毫無疑問的，$N。我要對你的工作進行分析，幫助你在侏儒工程學的光明大道上更快地前進。我需要以下物品：6根秘銀管、1只精確瞄準鏡和2個高級假人——注意安全第一！$B$B把這些東西交給我，我就可以發給你一張屬于你自己的侏儒工程師協會會員卡，如果你想要拜訪世界各地的侏儒工程學訓練師，這張卡是必須的！",
    ["O"] = "將6根秘銀管、1只精確瞄準鏡和2個高級假人交給藏寶海灣的奧格索普·奧布諾提斯。",
    ["T"] = "工作成果",
  },
  [3644] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "會員卡續費",
  },
  [3645] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "會員卡續費",
  },
  [3646] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "會員卡續費",
  },
  [3647] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "會員卡續費",
  },
  [3661] = {
    ["D"] = "梟獸是難以預測的生物，$N。它們有著極端溫順的一面，如果它們重視的東西受到威脅，這些生物就會變得非常兇猛。$B$B傳說這些野獸是由艾露恩創造的，我對這種說法的真偽很感興趣。$B$B近來，我聽說辛特蘭的梟獸數量越來越多——這些兇殘、原始、野蠻的家伙在辛特蘭的野外四處橫行。你能幫我收集一些梟獸的羽毛嗎？",
    ["O"] = "為魯瑟蘭村的艾瑞拉斯·琥珀收集15支梟獸羽毛。",
    ["T"] = "月神之獸？",
  },
  [3681] = {
    ["D"] = "你好，我的兄弟。我們這里最有影響力的圣騎士──達索瑞恩-拉爾最近談起過你。我聽他說過你應該去找他接受試煉了……我也從他那里聽說過你的出色表現。$B$B如果我是你，而且我有時間的話，我就會去暴風城和他聊聊的。我很肯定他會待在光明大教堂里──他一般都待在那里。",
    ["O"] = "與暴風城的達索瑞恩-拉爾談一談。",
    ["T"] = "圣潔之書",
  },
  [3701] = {
    ["D"] = "到燃燒平原的索瑞森廢墟中去盡可能多地收集情報。$B$B據說那里散布著許多神秘的上古遺物，也許你可以在那里搜尋一番，$N。小心在那里保護著廢墟的索瑞森的刺客們。",
    ["O"] = "到燃燒平原的索瑞森廢墟中去，從索瑞森遺物上搜集信息。當你收集到足夠的信息之后，就回到皇家歷史學家阿克瑟努斯那里。",
    ["T"] = "索瑞森廢墟",
  },
  [3702] = {
    ["D"] = "你愿意聽聽黑鐵矮人的簡要歷史嗎？",
    ["O"] = "聽皇家歷史學家阿克瑟努斯講述索瑞森的歷史。",
    ["T"] = "索瑞森廢墟",
  },
  [3721] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "你自己的OOX",
  },
  [3741] = {
    ["D"] = "我朋友希拉里的項鏈丟了，我們怎么都找不到。我們一整天都在這兒釣魚，已經把周圍都找遍了。我認為它只可能是落到湖里去了。我們的父母不讓我們在湖里游泳……我媽媽說水下有一些可怕的生物，但是你好像不怕那些東西。$B$B你去幫她找到項鏈，好嗎？",
    ["O"] = "找到希拉里的項鏈，將其還給湖畔鎮的希拉里。",
    ["T"] = "希拉里的項鏈",
  },
  [3761] = {
    ["D"] = "據說安戈洛環形山一帶的土壤非常肥沃，而且具有不可思議的魔法能量。塞納里奧議會需要大量的這種土壤以進行研究，到安戈洛去幫我們收集足夠的土壤吧。$B$B有時肥沃的土壤會成堆地聚集在地表，某些野獸也可能帶有這樣的土壤。把它們都交給格德，它就在這附近的那一堆堆泥土旁。他脾氣不錯，但是別惹惱他！",
    ["O"] = "收集20份安戈洛的泥土，把它們交給雷霆崖的格德。",
    ["T"] = "安戈洛的泥土",
  },
  [3762] = {
    ["D"] = "打擾一下，$c，如果可能的話，我想占用你一點時間。$B$B雷霆崖的塞納里奧議會希望能找到像你這樣經驗豐富的冒險家來幫助他們進行一項重要的研究項目。雖然我不知道詳細的情況，但是我可以告訴你，正是哈繆爾·符文圖騰親自負責這項研究。$B$B要是你感興趣的話，請直接去雷霆崖的長者高地找他談談。",
    ["O"] = "與雷霆崖的大德魯伊哈繆爾·符文圖騰談一談。",
    ["T"] = "協助大德魯伊",
  },
  [3763] = {
    ["D"] = "打擾一下，$c，如果可能的話，我想占用你一點時間。$B$B達納蘇斯的塞納里奧議會希望能找到像你這樣經驗豐富的冒險家來幫助他們進行一項重要的研究項目。雖然我不知道詳細的情況，但是我可以告訴你，正是伊范達爾·鹿盔親自負責這項研究。$B$B要是你感興趣的話，請直接去達納蘇斯的塞納里奧區找他談談。",
    ["O"] = "與達納蘇斯的大德魯伊范達爾·鹿盔談一談。",
    ["T"] = "協助大德魯伊",
  },
  [3764] = {
    ["D"] = "據說安戈洛環形山一帶的土壤非常肥沃，而且具有不可思議的魔法能量。我想要知道這事的真假，到安戈洛去幫我們收集足夠的土壤吧。$B$B你可能會認為派你去做收集任務是委屈你了，我和塞納里奧議會可不喜歡這種態度。將樣本交給耶納爾，他總躲在樹后浪費時間，你只要去找那一堆堆的泥土就是了。剩下的事情都交給他辦，別來找我。",
    ["O"] = "收集20份安戈洛的泥土，把它們交給達納蘇斯的耶納爾。",
    ["T"] = "安戈洛的泥土",
  },
  [3765] = {
    ["D"] = "暴風城——一個繁忙的中樞城市！$b$b我從遙遠的地方趕來尋求幫助。據說這座城市里滿是勇敢的冒險者。$b$b我在達納蘇斯的兄弟戈沙拉需要幫助，他居住在海邊的小鎮奧伯丁。$b$b我們面前是一次漫長而壯麗的旅途，因此，我請求像你這樣的經驗豐富的$c給予幫助。",
    ["O"] = "到奧伯丁的戈沙拉·夜語那兒去。",
    ["T"] = "遙遠的旅途",
  },
  [3781] = {
    ["D"] = "有了這件名為常青袋的東西，我們已在來自安戈洛環形山的土壤上種植了薩倫迪斯種子。這些種子繁殖出了大片的草藥。其中一種是晨光麥，我們對這種神秘的草藥知之甚少，不過我打算揭開其中的奧秘。$B$B把這個交給樓下的瑪斯雷，他會給你一些種子，然后你就可以開始了。要是種子用完了的話，你就得從他那兒購買新的種子。",
    ["O"] = "將大德魯伊的草種購買券交給達納蘇斯城塞納里奧區的瑪斯雷·馭熊者。",
    ["T"] = "晨光麥研究",
  },
  [3782] = {
    ["D"] = "有了這件名為常青袋的東西，我們已在來自安戈洛環形山的土壤上種植了薩倫迪斯種子。這些種子繁殖出了大片的草藥。其中一種是晨光麥，我們對這種神秘的草藥知之甚少，不過我打算揭開其中的奧秘。$B$B把這個交給我的女兒巴珊娜，她會給你一些種子，然后你就可以開始了。要是種子用完了的話，你就得從她那兒購買新的種子。",
    ["O"] = "將草種購買券交給雷霆崖的巴珊娜·符文圖騰。",
    ["T"] = "晨光麥研究",
  },
  [3783] = {
    ["D"] = "我的朋友總是不斷想出天才般的點子來，我感覺我總是比不上他們……直到今天！我想到了一個好主意！如果你答應不告訴別人的話，我就和你分享這個秘密……$B$B我要制作一個機械雪人！我的朋友看到它的時候肯定會被嚇一跳，然后就會被我的技術和創意所震撼！$B$B首先，我需要那些冰薊雪人身上的厚雪人毛皮。你能幫幫我嗎？雪人一般都在這里的東南邊活動。",
    ["O"] = "為永望鎮的烏米收集10張厚雪人毛皮。",
    ["T"] = "雪怪計劃！",
  },
  [3784] = {
    ["D"] = "打擾一下，$c，如果可能的話，我想占用你一點時間。$B$B雷霆崖的塞納里奧議會希望能找到像你這樣經驗豐富的冒險家來幫助他們進行一項重要的研究項目。雖然我不知道詳細的情況，但是我可以告訴你，正是哈繆爾·符文圖騰親自負責這項研究。$B$B要是你感興趣的話，請直接去雷霆崖的長者高地找他談談。",
    ["O"] = "與雷霆崖的大德魯伊哈繆爾·符文圖騰談一談。",
    ["T"] = "協助大德魯伊",
  },
  [3785] = {
    ["D"] = "這是你所需的與薩倫迪斯種子一同使用的常青袋，當然，你手中還必須有安戈洛的泥土樣本給種子做肥料。這些東西都準備好了之后就使用常青袋，剩下的就交給它了。$B$B當你種出足夠的晨光麥之后，將它們交給我就行了。請不要打擾大德魯伊，他事務繁忙，而且他也沒必要為收集晨光麥的事情操心！",
    ["O"] = "用一個常青袋、一包薩倫迪斯種子以及兩份安戈洛的泥土來嘗試種植晨光麥。$B$B將10株晨光麥交給達納蘇斯的瑪斯雷·馭熊者。",
    ["T"] = "晨光麥研究",
  },
  [3786] = {
    ["D"] = "這是你所需的與薩倫迪斯種子一同使用的常青袋，當然，你手中還必須有安戈洛的泥土樣本給種子做肥料。這些東西都準備好了之后就使用常青袋，剩下的就交給它了。$B$B當你種出足夠的晨光麥之后，將它們交給我就行了。請不要打擾大德魯伊，他事務繁忙，而且他也沒必要為收集晨光麥的事情操心！",
    ["O"] = "用一個常青袋、一包薩倫迪斯種子以及兩份安戈洛的泥土來嘗試種植晨光麥。$B$B將10株晨光麥交給雷霆崖的巴珊娜·符文圖騰。",
    ["T"] = "晨光麥研究",
  },
  [3787] = {
    ["D"] = "朋友，打擾一下……$B$B我的同伴想與你談談有關你同塞納里奧議會聯合進行的研究。他是一名德魯伊，名叫奎恩提斯，居住在菲拉斯的羽月要塞。他想就晨光麥與你交換一些意見……而且他希望我們的談話不為大德魯伊所知。$B$B如果你感興趣的話，就去跟他談談，當然，一旦你這么做了，所有的一切便不是秘密了。",
    ["O"] = "與羽月要塞的奎恩提斯談一談。",
    ["T"] = "奎恩提斯的請求",
  },
  [3788] = {
    ["D"] = "朋友，打擾一下……$B$B我的同伴想與你談談有關你同塞納里奧議會聯合進行的研究。他是一名德魯伊，名叫奎恩提斯，居住在菲拉斯的羽月要塞。他想就晨光麥與你交換一些意見……而且他希望我們的談話不為大德魯伊所知。$B$B如果你感興趣的話，就去跟他談談，當然，一旦你這么做了，所有的一切便不是秘密了。",
    ["O"] = "與羽月要塞的奎恩提斯談一談。",
    ["T"] = "奎恩提斯的請求",
  },
  [3789] = {
    ["D"] = "打擾一下，$c，如果可能的話，我想占用你一點時間。$B$B達納蘇斯的塞納里奧議會希望能找到像你這樣經驗豐富的冒險家來幫助他們進行一項重要的研究項目。雖然我不知道詳細的情況，但是我可以告訴你，正是伊范達爾·鹿盔親自負責這項研究。$B$B要是你感興趣的話，請直接去達納蘇斯的塞納里奧區找他談談。",
    ["O"] = "與達納蘇斯的大德魯伊范達爾·鹿盔談一談。",
    ["T"] = "協助大德魯伊",
  },
  [3790] = {
    ["D"] = "打擾一下，$c，如果可能的話，我想占用你一點時間。$B$B達納蘇斯的塞納里奧議會希望能找到像你這樣經驗豐富的冒險家來幫助他們進行一項重要的研究項目。雖然我不知道詳細的情況，但是我可以告訴你，正是伊范達爾·鹿盔親自負責這項研究。$B$B要是你感興趣的話，請直接去達納蘇斯的塞納里奧區找他談談。",
    ["O"] = "與達納蘇斯的大德魯伊范達爾·鹿盔談一談。",
    ["T"] = "協助大德魯伊",
  },
  [3791] = {
    ["D"] = "坦白說吧，$N。我對達納蘇斯的大德魯伊以塞納里奧議會的名義、使用 議會的資源來大量生產晨光麥的原因很感興趣——不，應該說是極度關注。我是一名研究員——研究詛咒是我的專長。我聽說晨光麥在一定的條件下可以像其它草藥那樣用于進行詛咒。$B$B我想了解更多的情況，因此我請求你的幫助。給我帶十株晨光麥回來，我會好好報答你的。",
    ["O"] = "將10株晨光麥交給羽月要塞的奎恩提斯。",
    ["T"] = "晨光麥的秘密",
  },
  [3792] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "羽月要塞的晨光麥",
  },
  [3801] = {
    ["D"] = "你好，$N。我是弗蘭克羅恩·鑄鐵。沒錯，正是我創造了以石頭為基礎的建筑方法。在探索這個飽受戰爭創傷的世界的旅途中，你一定見過了不少由我設計建造的建筑物。$B$B你也許想要知道我為什么在這里，以及我想要你幫我做些什么——這些問題都很合理。$B$B我當然需要你的幫助。作為請求你幫助我的交換條件，我會給你一把鑰匙，讓你得以進入這座由我建造的……被詛咒的城市。",
    ["O"] = "如果你想要得到進入這座城市主城區的鑰匙，就去和弗蘭克羅恩·鑄鐵談一談。",
    ["T"] = "黑鐵的遺產",
  },
  [3802] = {
    ["D"] = "你可以在律法之環外的工匠大廳里找到弗諾斯·達克維爾。殺掉那個卑鄙的家伙，拿回我的鐵膽之錘。$B$B把鐵膽之錘拿到索瑞森神殿去，然后把它放在正確的地方——就是我的雕像的手里。$B$B當你把鐵膽之錘放上去之后，我存放主宰鑰匙的那個小機關將會打開。更重要的是，鐵膽之錘將會永遠掌握在我的手中。如果有人想要拿走戰錘的話，那整座雕像和戰錘都會碎裂，永遠無法修復。",
    ["O"] = "殺掉弗諾斯·達克維爾并拿回戰錘鐵膽。把鐵膽之錘拿到索瑞森神殿去，將其放在弗蘭克羅恩·鑄鐵的雕像上。",
    ["T"] = "黑鐵的遺產",
  },
  [3803] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "達納蘇斯的晨光麥",
  },
  [3804] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "雷霆崖的晨光麥",
  },
  [3821] = {
    ["D"] = "沙妮被派去調查過去三個星期以來燃燒平原上的那些火腹食人魔所進行的一些奇怪儀式。$B$B高圖斯告訴我說沒有聽到過任何關于那支部隊的消息，所以他建議我最好不要再管這件事情，繼續自己手頭上的工作。你相信他居然這么說了嗎？要知道沙妮是我的妻子啊！$B$B我不能離開我的哨所，$N，但是我必須要知道沙妮現在怎么樣了。到燃燒平原去，找到她。",
    ["O"] = "到燃燒平原去找到沙妮·長齒。",
    ["T"] = "巨槌石",
  },
  [3822] = {
    ["D"] = "$N，我們整支小分隊都被抓住了，除了我之外的所有同伴都被殺了。$B$B他們的頭領克羅格魯爾想要把我留下來舉行某種儀式。$B$B我被綁在這個祭壇上，被那些野獸用酷刑折磨。不到一個小時，我就被活活折磨致死。那個野獸摘下了我的結婚鼻環，把它戴在了自己的手上。我從來沒有見過如此無恥殘暴的行為！$B$B找到克羅格魯爾，殺了他！把我的戒指交給薩特拉克。$B$B另外，$N，告訴他，我們會再次見面的……來世再見……",
    ["O"] = "從克羅格魯爾手中拿回沙妮的鼻環，把它還給卡加斯的薩特拉克。搜尋巨槌石的每一處山洞和礦井。",
    ["T"] = "克羅格魯爾",
  },
  [3823] = {
    ["D"] = "我們必須先發制人！$B$B我先簡單地向你介紹一下現在的狀況，士兵。$B$B燃燒平原上的火腹食人魔是黑石獸人的盟友。它們和那些邪惡的獸人一起工作，幫助守衛蘊藏著豐富礦藏的巨槌石，并保證那條補給線一直正常運作。$B$B現在出發吧，$N。削弱他們的力量然后回來向我報告。$B$B<奧拉留斯向空中伸出手，然后作出被掐住脖子的表情。>$B$B我要殺了你，溫奇！",
    ["O"] = "殺掉15個火腹食人魔法師、7個火腹食人魔和7個火腹蠻兵，完成任務之后向奧拉留斯報告。",
    ["T"] = "消滅火腹食人魔",
  },
  [3824] = {
    ["D"] = "我告訴你，他們現在已經被搞得暈頭轉向了！我們的下一步行動將是決定性的。$B$B干掉那個野蠻的食人魔之王戈泰什。更重要的是，你必須把他的頭帶回來，這樣我就可以準備對火腹食人魔發動第三次攻擊了。$B$B你要留神，士兵，戈泰什并不在巨槌石上，而是在巨槌石西面的某座黑石獸人的建筑物中。$B$B你的任務很簡單。找到戈泰什，然后砍掉他那肥大的腦袋。完成任務之后回到我這里來。$B$B閉嘴，溫奇！",
    ["O"] = "找到戈泰什，他應該在巨槌石西面的某處。殺掉戈泰什并把他的頭顱交給燃燒平原的奧拉留斯。",
    ["T"] = "蠻王戈泰什",
  },
  [3825] = {
    ["D"] = "士兵，你還有最后一件事要做。$B$B我已經把戈泰什的頭顱掛在了一支長矛上。現在你要做的就是把這支長矛帶到巨槌石的山頂去，把它插在地上。這樣，你就能看到那些怯懦的食人魔四散逃竄了！當你完成這個任務之后，回到我這里來，我會為你的辛勤工作而獎勵你的。$B$B<奧拉留斯看上去有些出神。>",
    ["O"] = "把戈泰什的頭顱放在巨槌石的山頂上。找一塊軟土堆把串著頭顱的長矛插上去就可以了。",
    ["T"] = "梟首示眾",
  },
  [3841] = {
    ["D"] = "噢，你好，$N。很高興再次見到你。去達納蘇斯的旅途怎么樣？$B$B你不在的這段時間里，我們取得了相當大的進展，你會為此感到高興的。我們甚至保存了一整巢的蛋。不幸的是，我們找到這些蛋的母親的時候，它已經死掉了。$B$B呃，你要取一只作為寵物嗎？它們很快就要孵化了，所以它們會需要一個好$G父親:母親;的。你認為呢？$B$B如果你真的感興趣的話，請帶上一顆蛋，到閃光平原的賽車場去找奎恩丁。他會告訴你更多細節的。",
    ["O"] = "與千針石林的奎恩丁談一談。",
    ["T"] = "領養孤兒",
  },
  [3842] = {
    ["D"] = "辛達爾和耶爾卡？這可太有意思了。我希望那些小精龍能意識到她們的一片好心。她們倆都相當能干。$B$B這樣看來，她們把這顆蛋作為禮物送給你了。呃，好吧，現在你應該對這顆蛋負責了。看起來它馬上就要孵化了，但是我們應該確定它是健康的。$B$B我需要兩份堅韌藥劑，然后用它們來施放一個小小的法術保護這顆蛋。至于其它的材料，我這里就有。",
    ["O"] = "將2份堅韌藥劑交給千針林的奎恩丁。",
    ["T"] = "即將孵化",
  },
  [3843] = {
    ["D"] = "很不錯，$N。如果它的媽媽活著生下它的話，那它將是一只健康的寵物！$B$B要是你正巧要去辛特蘭的鷹巢山，那我建議你去找一個名叫阿格納的矮人談談，他精于訓練動物，可以就孵化的最終步驟對你進行指導。$B$B但是你一定要快，$N，這顆蛋很脆弱，要是沒有悉心的照料，它可活不了多久。",
    ["O"] = "帶著這枚脆弱的小精龍卵去辛特蘭，與阿格納談一談，但是你一定要在它還有生命力的時候趕到，在蛋里的小生命夭折之前，你只有1小時的時間。",
    ["T"] = "新的生命",
  },
  [3844] = {
    ["D"] = "一艘被毀壞的小艇擱淺在岸邊。這里是個小池塘，為什么會有一艘小艇擱淺在這里就不得而知了，不過從樹上的痕跡來看，這里的水位并不是一直不變的。$B$B也許在附近繼續搜查一下的話有可能發現更多的線索……",
    ["O"] = "在池塘附近查找與擱淺的小艇有關的線索。",
    ["T"] = "無人知曉的秘密",
  },
  [3845] = {
    ["D"] = "你把那只袋子從水中拉上了岸。如果你檢查一下袋子中的東西，那么你應該可以知道它是誰的袋子。$B$B在馬紹爾營地那里有一些迷路的旅行者，也許你可以在那里發現更多的線索。",
    ["O"] = "查看袋子里的東西，然后將它們交給物主。",
    ["T"] = "無人知曉的秘密",
  },
  [3861] = {
    ["D"] = "“咕咕嘎……咕咕嘎……咕咕！$B$B咕咕嘎……咕咕嘎……咕咕。”$B$B小雞抬頭看著你，然后伸出爪子探到地面上。你認為它是在拼寫某個單詞，但是又不確定是什么單詞。S-A-L-D-E-A-N…C-o-o-C-e-l-y…是指薩丁農場嗎？在你發出詢問之前，小雞轉過身子，做它自己的事兒去了。",
    ["O"] = "找一些特殊的雞飼料，把它交給友好的小雞。當你找到小雞的時候，在喂食它之前對它做出高興的表情。（使用/cheer命令）",
    ["T"] = "咕咕嘎！",
  },
  [3881] = {
    ["D"] = "我不知道你是怎么到這兒來的，但是你可真是個受歡迎的$r！我是威利德·馬紹爾，這支中立探險隊的頭兒。我們的小隊近來遭受了一連串災難，其中最為嚴重的就是我們低估了安戈洛環形山的蠻荒程度！$B$B我們在逃離位于環形山西南部和東北部的營地時落下了重要的物資。你似乎是個足夠強壯的$r——能幫助我們去取回這些物資嗎？",
    ["O"] = "將食物箱和研究設備交給安戈洛環形山的威利德·馬紹爾。",
    ["T"] = "搶救物資",
  },
  [3882] = {
    ["D"] = "你也許認為我在馬紹爾探險隊里當挖掘工是因為我喜歡這活兒，好吧，世上可能的確有比這更糟糕的差事……但是我還真沒見過。$B$B我們本應是在恐懼小道那個鬼地方進行劍龍和雙帆龍化石的挖掘工作——順便提一句，那地名可真古怪。呃，那兒也有許多活著的恐龍！威利和霍萊堅持要研究這些東西，所以我們還是得弄些恐龍骨頭來。咱們私下里說說，其實你只要從活著的恐龍身上給我取些骨頭回來就行了。",
    ["O"] = "將8根恐龍骨頭交給安戈洛環形山的斯巴克·尼米爾。",
    ["T"] = "挖骨頭",
  },
  [3883] = {
    ["D"] = "我們僅僅遭受到了一點挫折，這并不意味著我們要停止研究！在被迫逃到這里之前，我們曾調查過環形山南部地區的格里什昆蟲。它們與安戈洛的生態環境有些格格不入，我們想要查明原因。在它們的巢穴中必然存在幼蟲的孵化室，你可以可通過那些懸垂在天花板上的蟲卵來判斷幼蟲孵化室的所在。隨便找一個這樣的孵化室，刮取一份蟲穴內壁的樣本，把它裝到這個小瓶子里交給我，但是你要多加小心！",
    ["O"] = "使用采集瓶從安戈洛環形山的某個格里什蟲巢的孵化室中收集一份巢穴側壁的樣本，在有懸掛著的蟲卵的房間里收集樣本。$B$B將蟲穴內壁樣本交給安戈洛環形山的霍萊伊·馬紹爾。",
    ["T"] = "異型的生態",
  },
  [3884] = {
    ["D"] = "你找到了一本被撕破的日記，其中的某些部分仍然清晰可辨，目錄中有威利德·馬紹爾的署名。如果日記上面的記載沒錯的話，那么你可以在環形山的北部地區找到威利德。根據日記中所說的，他和他的同伴們的營地被襲擊了，所以他們不得不尋找更高處的空地扎營，以避開橫行在環形山里的兇殘野獸。",
    ["O"] = "將日記還給安戈洛環形山中的威利德·馬紹爾。",
    ["T"] = "威利德的日記",
  },
  [3901] = {
    ["D"] = "你已經向我們展示了你在正常情況下的潛力，$N——現在讓我們來看看你在壓力下的表現吧。$B$B斷骨骷髏是巫妖王手下的走狗，與你先前干掉的那些僵尸相比，它們更為強韌而兇殘。去殺掉它們，再次向被遺忘者證明你的能力吧。別耽擱時間——當你完成任務后，就來找我談談。",
    ["O"] = "殺掉12個斷骨骷髏，然后回到喪鐘鎮的暗影牧師薩維斯那里。",
    ["T"] = "斷骨骷髏",
  },
  [3902] = {
    ["D"] = "嘿，說你呢！要是你想實現自己的價值，那就聽好了！$B$B我們要求那些剛剛爬出墳墓的新兵前往喪鐘鎮，搜尋任何可以為我們所用的裝備，這些裝備極有可能裝在成堆的箱子里。我們希望能立即招募到更多的新兵，因此，除非我們想讓他們赤手空拳地上陣，否則我們就得搜尋一切可用之物！$B$B開始工作吧，你這堆可悲的骨頭！對那些不努力工作的家伙，我可是不會給予回報的。",
    ["O"] = "在喪鐘鎮及臨近地區搜尋6件破爛裝備，把它們交給亡靈衛兵薩爾坦。",
    ["T"] = "撿破爛",
  },
  [3903] = {
    ["D"] = "你是個值得信賴的$c，$N。可靠，而且不畏懼戰斗，對嗎？$B$B我有個朋友名叫米莉·奧斯沃斯，她遇到麻煩了。她就在修道院另一邊的馬廄旁，我想她可能需要你的幫助。",
    ["O"] = "與米莉·奧斯沃斯談一談。",
    ["T"] = "米莉·奧斯沃斯",
  },
  [3904] = {
    ["D"] = "一伙迪菲亞盜賊趁我收割的時候闖進了北郡農場！我將這件事情報告給了北郡的衛兵，他們向我保證會盡快解決，但是……我擔心我的那些葡萄！即使迪菲亞盜賊不去偷盜葡萄，恐怕那些衛兵在剿滅盜賊的過程中也會踩壞它們。$B$B你一定得幫助我！我把大部分的葡萄都裝在箱子里了，但是我把它們留在了東南邊的農場。$B$B把那些箱子給我拿回來吧！救救我的收成！",
    ["O"] = "收集8箱米莉的葡萄，把它們交給北郡修道院的米莉·奧斯沃斯。",
    ["T"] = "米莉的葡萄",
  },
  [3905] = {
    ["D"] = "我的作物完好無損，請將這張葡萄出貨單交給尼爾斯修士。他在北郡經營一家銷售食品和飲料的商店，我敢說當他知道他可以得到一批新鮮葡萄時一定會很高興的。$B$B你可以在修道院的鐘塔上找到尼爾斯修士，他喜歡在那兒飲酒。",
    ["O"] = "將葡萄出貨單交給北郡修道院的尼爾斯修士。",
    ["T"] = "葡萄出貨單",
  },
  [3906] = {
    ["D"] = "部落的長老感覺到元素中的一種擾動。黑鐵矮人召喚出了一個骯臟的靈魂，這個靈魂將用沖天的大火完全毀滅這個世界。我們必須調查這種不和諧的火焰的來源。$B$B到黑石山脈去，穿過火焰裂口，進入采石場。你應該可以在那里找到火焰之王——征服者派隆。$B$B解決這個造成擾動的源泉，然后向我回報。",
    ["O"] = "到黑石山脈的采石場去干掉征服者派隆，然后向桑德哈特回報。",
    ["T"] = "不和諧的烈焰",
  },
  [3907] = {
    ["D"] = "我可以嗅出空氣中的邪惡氣息，$N。在黑石山脈的深處依然隱藏著另一個控制著這種邪惡氣息的生物。$B$B風和大地都在哭喊著它的名字：伊森迪奧斯……但是有人……有什么東西……控制這這個生物，它只是一個傀儡。$B$B找到它，找到它背后的主使者藏匿的地方。當你收集到這些信息之后就立刻回來向我報告。",
    ["O"] = "進入黑石深淵并找到伊森迪奧斯。殺掉它，然后把你找到的信息匯報給桑德哈特。",
    ["T"] = "不和諧的火焰",
  },
  [3908] = {
    ["D"] = "你看，我已經對自己為什么會在這里完全沒有概念了。沒有人知道——這對所有的人來說都是個秘密！我什么都記不起來了……$B$B不過……你帶給我的東西卻讓我想起了什么……$B$B我的劍！我想起來了，原本我是要去將其加強的，但是我不知道我為什么要那么做。很抱歉我不能告訴你更多的信息，因為我確實什么都記不起來了！$B$B不管怎么樣，我知道你應該把劍帶到什么地方去——把它交給冬泉谷的多諾瓦·雪山。你可以在溫泉旁邊找到她，她會用溫泉的泉水來給劍中注入力量。",
    ["O"] = "把林克的劍交給冬泉谷的多諾瓦·雪山。",
    ["T"] = "無人知曉的秘密",
  },
  [3909] = {
    ["D"] = "什么，你說什么？林克……失憶了？$B$B哦，我明白了……他失去了自己的記憶……$B$B好吧，這是他的劍。但是它并不完整。我知道有人可以把它變得完整，但是……和他說話也許會很困難。$B$B聽著，我知道有人可以幫助你，現在我沒法把一切都給你解釋清楚，總之你一定要得到視靈藥劑。我所知道的唯一一個可以幫你的人就是格雷甘·山酒了。他行蹤不定，但是我知道他眼下正在菲拉斯一帶活動。",
    ["O"] = "去菲拉斯找格雷甘·山酒。從他那里問到獲取視靈藥劑的方法，然后向冬泉谷的多諾瓦·雪山復命。",
    ["T"] = "視靈藥劑",
  },
  [3912] = {
    ["D"] = "這瓶藥劑可以讓你和那些普通狀態下無法看見的生物對話……$B$B把這瓶視靈藥劑和林克的劍帶到塔納利斯去，在加基森鎮外的墓地中喝下這瓶藥劑。你也許會對它所產生的效果感到奇怪，但是不要為此擔心。$B$B在你處于“另外”一種形態的時候，一直往北走到山的旁邊，你要找的人就在那里的石壁縫里，他的名字叫加里楊。$B$B記住，只有你在那種形態下的時候，他才會和你對話。",
    ["O"] = "在加基森鎮外的墓地中使用視靈藥劑，然后按照多諾瓦的指示找到加里楊。",
    ["T"] = "墓地相見",
  },
  [3913] = {
    ["D"] = "如果你回到墓地，$N，你會在那里找到一塊墓碑……那不是一塊普通的墓碑，它非常顯眼。秘密就隱藏在其中。$B$B推動墓碑，然后你就可以發現那些秘密……",
    ["O"] = "復活，然后尋找加里楊讓你去找的那塊墓碑。",
    ["T"] = "尋找墓碑",
  },
  [3914] = {
    ["D"] = "一陣強光閃過之后，你再次撿起了那把劍。它已經完全變成另一種樣子了！",
    ["O"] = "把林克的強化之劍交給安戈洛爾環形山的林克。",
    ["T"] = "林克的劍",
  },
  [3921] = {
    ["D"] = "我想我可能已經把主動式負載平衡器給弄壞了。這可不太妙，因為我已經對安德麥的一些同伴談及它了，而且他們對此非常感興趣。我們必須想辦法修好它！$B$B把這個壞掉的主動式負載平衡器交給維妮·布特巴克，她就在貧瘠之地和灰谷之間的部落前哨站里。她非常聰明而且好奇，如果你將主動式負載平衡器給她看的話，我敢打賭她會欣然幫你修理它。",
    ["O"] = "將損壞的主動式負載平衡器交給維妮·布特巴克。",
    ["T"] = "維妮·布特巴克",
  },
  [3922] = {
    ["D"] = "我想修好這個主動式負載平衡器，但是，我需要一些材料。我用光了17.5規格的高強度齒輪，而我需要很多這樣的東西才能繼續工作。$B$B要弄到這種齒輪的話，最近的地方是東面的淤泥沼澤。風險投資公司的家伙們通常會把齒輪放在他們的工具桶里。到淤泥沼澤去，檢查一下你在那里找到的工具桶，當你搜集了足夠的高強度齒輪后再回到我這里來。",
    ["O"] = "把15個高強度齒輪交給貧瘠之地的維妮·布特巴克。",
    ["T"] = "高強度齒輪",
  },
  [3923] = {
    ["D"] = "好吧，我失敗了。我在主動式負載平衡器上安裝了更多的儀表來測量它的結構完整度，讀出來的數據表明現在的完整度很低。我也許需要加些轉盤或者一兩根杠桿來繼續嘗試，但是……沒準我把它會搞得更糟。$B$B你應該把主動式負載平衡器交給雷里·格里斯高布。他過去是為風險投資公司干活的——如果有人知道該怎么修理這玩意的話，那一定就是雷里了。$B$B你可以在奧格瑞瑪榮譽谷中的諾格機械店找到他。",
    ["O"] = "把破碎的主動式負載平衡器交給奧格瑞瑪的雷里·格里斯高布。",
    ["T"] = "雷里·格里斯高布",
  },
  [3924] = {
    ["D"] = "我想我可以修復主動式負載平衡器，但首先我需要一本用戶手冊。當我在風險投資公司干活的時候，我有個名叫考博普拉格的對手……他會把主動式負載平衡器的秘密告訴那些他信任的同黨。不過我不是他的親信……$B$B考博普拉格應該在貧瘠之地東北部的石礦洞里。從他那里把手冊拿過來，如果他把其中的一部分給了其他人的話，你也要把它們一起拿來。",
    ["O"] = "把主動式負載平衡器說明書交給奧格瑞瑪的雷里·格里斯高布。",
    ["T"] = "主動式負載平衡器說明書",
  },
  [3941] = {
    ["D"] = "讓我想想……讓我想想……我來這里肯定是為了某個很重要的事情……$B$B我有個辦法，$N。那邊的那個洞穴里有個叫科琳的侏儒，我記得我剛到這里的時候她給我留下了很好的印象。也許在我思維混亂的時候曾向她提過一些關于我的東西。$B$B為什么你不去問問她呢？哦，不過你要小心——她對這個地區的那些水晶表現得特別瘋狂，我不知道她究竟想干什么！",
    ["O"] = "到馬紹爾營地那里的山洞中去找科琳。",
    ["T"] = "侏儒的援助",
  },
  [3942] = {
    ["D"] = "哦……林克？當然，他是個有趣的家伙，他剛到這里的時候總是對所有奇怪的事情喃喃自語。也許他的腦袋被什么東西敲過了。$B$B他說的一些話給我留下了較深的影響——他好像要做什么圖騰，還說要去找一個叫什么艾瑞丹·藍風的暗夜精靈……如果我沒記錯的話，她好像在費伍德森林。$B$B我不知道她是否能告訴你更多的東西，如果你想要知道什么的話，為什么你不去問問艾瑞丹自己呢？",
    ["O"] = "到費伍德森林去找艾瑞丹·藍風。",
    ["T"] = "林克的記憶",
  },
  [3961] = {
    ["D"] = "真難想象林克來這里居然是為了幫助我們除掉火焰使者……他看上去是那么普通的一個侏儒，但是我確實感覺到他和別的侏儒有些不同，他居然對我的實驗或者小裝置一點都不感興趣！他一定擁有一顆真正的戰士之心。$B$B把圖騰交給他，看看這是否能夠幫助喚起他的記憶。",
    ["O"] = "把亞奎門塔斯的銀圖騰交給馬紹爾營地里的林克。",
    ["T"] = "林克的冒險",
  },
  [3962] = {
    ["D"] = "$N，我終于想起來了……我來這里是要和火焰使者作戰的。我經歷了一段漫長的旅途，原本最重要的目標就是它。$B$B但是我不再是英雄了……你才是。迄今為止你已經做了那么多——應該由你來完成這個任務，而不是我。$B$B去找到火焰使者并打敗它吧。它守護著一個被稱作金色火焰的神器，這個神器的力量比我所見過的任何東西都要強大，如果它落在邪惡勢力的手中，那會是一件非常危險的事情。$B$B你應該找些同伴一起去完成這個任務——獨自行動是很危險的。",
    ["O"] = "到馬紹爾營地南邊的火羽山去。$B$B找到火焰使者，并使用圖騰除掉它的防護光環。在擊敗它之后從洞中取得金色火焰。",
    ["T"] = "結伴而行",
  },
  [3981] = {
    ["D"] = "可憐的加加爾……他甚至沒有看到那支箭射過來。咔的一聲！它就射中了他的眉心。他并不機靈，但是現在……$B$B<賈拉瑪弗露出了痛苦的表情。>$B$B當我們拔出那支箭之后，我們注意到在箭桿上包著一張便箋。那上面草草地畫著一個鐵欄后面的獸人，下面還有指揮官哥沙克的簽名。$B$B如果他還活著的話，你就要到黑石深淵去找到他。$B$B你說這是個陷阱？廢話，你這蠢貨！不然我要你去干什么！",
    ["O"] = "在黑石深淵里找到指揮官哥沙克。$B$B在那幅草圖上畫著的是一個鐵欄后面的獸人，也許你應該到某個類似監獄的地方去找找看。",
    ["T"] = "指揮官哥沙克",
  },
  [3982] = {
    ["D"] = "我受薩爾的差遣來到這里，你真的認為這些小丑可以抓住我嗎？我是主動送上門的，這樣我才能從他們這里收集情報。$B$B<哥沙克壓低了聲音。>$B$B黑鐵皇帝索瑞森綁架了鐵爐堡的公主，她就被關押在這座城市里！我敢打賭，當老麥格尼聽到這個消息時，他的心臟大概會停止跳動的。$B$B<哥沙克大笑了起來。>$B$B噓～～！你聽到了嗎？衛隊來了！準備戰斗！",
    ["O"] = "保護哥沙克。",
    ["T"] = "出了什么事？",
  },
  [4001] = {
    ["D"] = "到目前為止，我與大廳房間中的矮人卡蘭之間的交流都很有限。但是我已經努力使他相信我——更準確地說，我們——對他沒有惡意。$B$B過去跟他談談吧，盡可能多地收集有關公主和綁架他的那些家伙的情報，然后將這些情報反饋給酋長。$B$B薩爾不想讓公主受到傷害，而是準備了某個重要的計劃，其中包括使公主安全地返回鐵爐堡。卡蘭已對此了如指掌……快去吧！",
    ["O"] = "與卡蘭·巨錘談一談，收集關于綁架公主鐵爐堡公主茉艾拉·銅須這一事件的情報。將情報反饋給奧格瑞瑪城里的薩爾。$B$B哥沙克提到過卡蘭被關在附近的某個牢房中。",
    ["T"] = "出了什么事？",
  },
  [4002] = {
    ["D"] = "你帶來了非常有價值的情報，$N。$B$B作為酋長，我的職責就是做一切對部落有益的事情，以確保我們的后代有一個光明的未來。$B$B一個結交新盟友的機會已經落在了我們的肩上。幫助矮人的舉動可以極大地改善我們與東部王國的關系。這就是你絕對不能失敗的原因！$B$B你準備好了嗎？",
    ["O"] = "如果你準備好要接受薩爾所安排的任務，就去找他談一談。",
    ["T"] = "東部王國",
  },
  [4003] = {
    ["D"] = "這次行動是針對黑鐵矮人的，如果我們成功了，那么他們的整個王國都將遭到一次巨大的沖擊。$B$B茉艾拉公主正處于索瑞森大帝的控制之下。要想救她的話，你就必須殺了索瑞森。千萬小心，你的任務非常危險，因為公主可能會在索瑞森的控制下向你發起攻擊。$B$B不要傷害她！",
    ["O"] = "殺掉達格蘭·索瑞森大帝，然后將鐵爐堡公主茉艾拉·銅須從他的邪惡詛咒中拯救出來。",
    ["T"] = "拯救公主",
  },
  [4004] = {
    ["D"] = "你殺了我的丈夫！我的孩子誕生之后將會沒有父親。$B$B<茉艾拉公主直指著你。>$B$B我向你保證，這個孩子會成為鐵爐堡的下一任統治者。你和你的同類將會因為今天的所做所為而付出代價。$B$B<你認為茉艾拉公主也許是受到了索瑞森的法術影響才變成這樣。>$B$B讓我獨自留在這里，$r。你的酋長一定正在急切地想要知道他管閑事的結果。",
    ["O"] = "向薩爾報告！",
    ["T"] = "拯救公主？",
  },
  [4005] = {
    ["D"] = "把所有你收集的東西和這本書都帶到塔納利斯去。在落帆海灣尋找一個石頭法陣，最東邊的半島應該就是秘密所在……$B$B當你身處石陣之中的時候，誦讀阿奎爾之書，你將召喚出一個可以將你所收集的東西轉化為一支與火焰使者作戰所必需的圖騰。$B$B亞奎門塔斯被人喚醒當然不會高興，但是你要記住，在它轉換圖騰的這段時間里，你一定要待在石陣里面。",
    ["O"] = "把阿奎爾之書、銀爪和鐵樹之心帶到塔納利斯去。$B$B使用這本書召喚亞奎門塔斯。$B$B在圖騰完成之后，把它交給馬紹爾營地的科琳。",
    ["T"] = "亞奎門塔斯",
  },
  [4021] = {
    ["D"] = "部落對你戰勝科卡爾部族的功績感到非常高興，但是科卡爾部族卻為此發了狂。有報告稱科卡爾部族的一支從凄涼之地來到了貧瘠之地，準備進行報復。到目前為止，我得到的最新消息是：他們已經在從西面往這里進發了！$B$B去迎戰科卡爾部族的入侵者吧，徹底結束他們對貧瘠之地的威脅！殺死那些該死的半人馬，直到他們的首領——督軍克羅姆扎出現在你面前，干掉他，把他的旗幟撕下一片作為證據。$B$B我們都指望你了，$N。",
    ["O"] = "將克羅姆扎軍旗的碎片交給十字路口西邊的雷戈薩·死門。",
    ["T"] = "人馬無雙！",
  },
  [4022] = {
    ["D"] = "那些飛龍已經注意到你在灼熱峽谷中的所作所為了。$B$B向我展示你的能力，$c。我要的是龍皮，你這個蠢貨。",
    ["O"] = "向塞勒斯·薩雷芬圖斯展示你從卡拉然·溫布雷那里得到的黑龍皮。",
    ["T"] = "烈焰精華",
  },
  [4023] = {
    ["D"] = "你找到那些黑龍了？那就向我證明你的價值吧，$c。",
    ["O"] = "向塞勒斯·薩雷芬圖斯證明你的價值。$B$B你感覺到塞勒斯似乎對你不屑一顧。",
    ["T"] = "烈焰精華",
  },
  [4024] = {
    ["D"] = "我要為火焰之山中的炙熱烈焰歌唱，我要讓黑石山的熔巖瀑布貫穿我的身體。我所渴求的就是那種精華，那種炙焰的感覺。$B$B在黑石深淵住著一個純火焰鑄成的怪物：貝爾加，他是從拉格納羅斯的火焰中誕生的。殺掉貝爾加，然后從他燃燒的身體中取出他心中的烈焰。$B$B使用黑龍皮就可以安全地萃取這種烈焰。$B$B大功告成后，你會獲得獎勵的。",
    ["O"] = "到黑石深淵去殺掉貝爾加。$B$B你只知道這個巨型怪物住在黑石深淵的最深處。記住你要使用特殊的黑龍皮從貝爾加的尸體上采集烈焰精華。$B$B將你采集到的烈焰精華交給塞勒斯·薩雷芬圖斯。",
    ["T"] = "烈焰精華",
  },
  [4041] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "視靈藥劑",
  },
  [4061] = {
    ["D"] = "在我們最初進攻灼熱峽谷的時候就已經見識過了那些機器。在進行了更深入的調查之后，我們發現它們是從燃燒平原運送過來的——當然也可能是從黑石深淵里運出來的。這就是我們需要你幫忙的原因，$N。$B$B你的第一件任務是到燃燒平原去，從那里的石頭傀儡身上收集一些元素碎片。一旦你收集到足夠數量的碎片之后就回到我這里來，我會鑒定它們的來源。",
    ["O"] = "到燃燒平原去為塞朵拉·穆瓦丹尼收集10塊斷裂的元素碎片。$b$b塞朵拉曾經說過，那里的機械傀儡和元素生物是這種碎片的主要來源。",
    ["T"] = "機器的崛起",
  },
  [4062] = {
    ["D"] = "G.L.A.$B$B那些碎片上刻著這樣的文字。在這些大寫字母下面有一個軍銜標志。你在燃燒平原所摧毀的機器的等級是四，我相信這是個比較低的軍銜。$B$B把這塊碎片樣品交給東邊一處營地里的魯特維爾·沃拉圖斯吧，他是個著名的元素學者，應該能對我們的研究有所幫助。",
    ["O"] = "將元素碎片樣本交給魯特維爾·沃拉圖斯。$B$B塞朵拉說魯特維爾就在東邊的一處營地里。",
    ["T"] = "機器的崛起",
  },
  [4063] = {
    ["D"] = "不可能是阿格曼奇！因為阿格曼奇在十年前就被殺掉了。什么？我為什么那么肯定？因為我就是殺死他的人之一。$B$B他是個卑鄙的矮人，為了自己的邪惡計劃而逼我為他工作。看來壞蛋總有辦法逃脫正義的懲罰。$B$B如果這一切都是阿格曼奇干的，那他就必須死！你去幫我弄些他最近制造的傀儡人的樣品來吧，如果有合適的樣品，我們也許就可以阻止他了。那些東西在黑石深淵里守護著阿格曼奇。",
    ["O"] = "找到并殺掉傀儡統帥阿格曼奇，將他的頭交給魯特維爾。你還需要從守衛著阿格曼奇的狂怒傀儡和戰斗傀儡身上收集10塊完整的元素核心。",
    ["T"] = "機器的崛起",
  },
  [4081] = {
    ["D"] = "根據卡加斯探險隊的指揮官高圖斯大人的命令：$B$B黑石深淵中所有安格弗將軍麾下的部隊必須全部消滅。$B$B安格弗的下屬都是殺人不眨眼的暴徒，正是他們殺害了卡加斯探險隊109分隊的成員。遇到這群窮兇極惡的歹徒的時候要特別小心。$B$B任何能消滅黑石深淵安格弗將軍麾下部隊的勇士都將得到獎勵。",
    ["O"] = "到黑石深淵去消滅那些邪惡的侵略者！$B$B軍官高圖斯要你去殺死15個鐵怒衛士、10個鐵怒獄卒和5個鐵怒步兵。完成任務之后回去向他復命。",
    ["T"] = "格殺勿論：黑鐵矮人",
  },
  [4082] = {
    ["D"] = "根據卡加斯探險隊的指揮官高圖斯大人的命令：$B$B偵查分隊的首領雷克斯洛特帶回了關于高階黑鐵軍官行蹤的情報。他們在戒備森嚴的城市中心地帶訓練部隊，準備對付我們。到黑石深淵去消滅他們！$B$B完成這個任務將可獲得豐厚的獎勵。",
    ["O"] = "到黑石深淵去消滅那些邪惡的侵略者！$B$B高圖斯軍閥要你殺死10個鐵怒醫師,、10個鐵怒士兵和10個鐵怒軍官。完成任務之后回去向他復命。",
    ["T"] = "格殺勿論：高階黑鐵軍官",
  },
  [4083] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "鬼魂之杯",
  },
  [4084] = {
    ["D"] = "我不知道你說的那個人是誰，$N。$B$B但是請不要擔心，如果你的朋友原本打算大老遠地來找我的話，我應該可以想象到他需要什么。$B$B在安戈洛爾環形山的中心地帶有一個極端邪惡的惡魔，它以一個名叫火焰使者的元素生物的形象出現……它被一層任何人都無法驅散的光環保護著……$B$B沒有人可以驅散……除非有足夠的力量。我可以教你如何獲得這樣的力量，$N。$B$B首先按我說的去做，從費伍德森林的生物身上收集11個銀爪和1個鐵樹之心，然后回來找我。",
    ["O"] = "為費伍德森林的艾瑞丹·藍風收集11只銀爪和1顆鐵樹之心。",
    ["T"] = "銀爪鐵心",
  },
  [4101] = {
    ["D"] = "植物給與費伍德森林以生命，然而即使是它們也遭受了腐化和墮落的痛苦。我知道凈化它們的方法，但是我不會把這種方法告訴一個我不熟識或者不能信任的$r。向我證明你真的能幫助塞納里奧議會！$B$B這里的北面有一個鐵木山洞，那里的曲木元素已經無法挽救了。我要你幫我從它們身上取得樹汁，這些樹汁被稱作血琥珀。有了它們，我就可以研究拯救其它生命的辦法了。",
    ["O"] = "收集15顆血琥珀，把它們交給費伍德森林的阿拉珊蒂絲·銀空。",
    ["T"] = "凈化費伍德",
  },
  [4102] = {
    ["D"] = "植物給與費伍德森林以生命，然而即使是它們也遭受了腐化和墮落的痛苦。我知道凈化它們的方法，但是我不會把這種方法告訴一個我不熟識或者不能信任的$r。向我證明你真的能幫助塞納里奧議會！$B$B這里的北面有一個鐵木山洞，那里的曲木元素已經無法挽救了。我要你幫我從它們身上取得樹汁，這些樹汁被稱作血琥珀。有了它們，我就可以研究拯救其它生命的辦法了。",
    ["O"] = "收集15顆血琥珀，把它們交給費伍德森林的梅貝絲·河風。",
    ["T"] = "凈化費伍德",
  },
  [4103] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "狩獵換藥膏",
  },
  [4104] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "采礦換藥膏",
  },
  [4105] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "采集換藥膏",
  },
  [4106] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "剝皮換藥膏",
  },
  [4107] = {
    ["D"] = "The power of a disenchanted magical item is felt by the essence it creates. I\'ve devised a way to turn raw essence used by enchanters into a suitable reagent for creating Cenarion plant salve. You don\'t need a Cenarion beacon for this; any suitably disenchanted item that yields lesser nether essences will work.$b$bI just need a single lesser nether essence; in exchange, I will give you Cenarion plant salves. The essence is extremely potent - a little definitely goes a long way!",
    ["O"] = "Bring 1 Lesser Nether Essence to Arathandris Silversky in Mulgore.",
    ["T"] = "分解換藥膏",
  },
  [4108] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "狩獵換藥膏",
  },
  [4109] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "采礦換藥膏",
  },
  [4110] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "采集換藥膏",
  },
  [4111] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "剝皮換藥膏",
  },
  [4112] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "分解換藥膏",
  },
  [4113] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的輕歌花",
  },
  [4114] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的輕歌花",
  },
  [4115] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的迎風花",
  },
  [4116] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的輕歌花",
  },
  [4117] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的鞭根草",
  },
  [4118] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的輕歌花",
  },
  [4119] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的夜龍草",
  },
  [4120] = {
    ["D"] = "作為獵人，我總是努力來模仿我對手的長處。知己知彼，百戰不殆，$N$B$B在灰谷北部的費伍德森林中生活的野獸們都被惡魔的能量所感染，熊和狼都已經變得瘋狂，而且我相信它們的力量也變得更加強大了。$B$B出發吧，$N。去費伍德森林面對那些野獸。如果你和我想象中的一樣強大，就去那里鍛煉自己吧。",
    ["O"] = "菲拉斯莫沙徹營地的塔羅·刺蹄要你去費伍德森林殺掉12頭怒爪灰熊和12頭魔爪掠奪者。",
    ["T"] = "墮落的力量",
  },
  [4121] = {
    ["D"] = "你真的以為可以把我押出去嗎？你難道以為你能穿越戒備森嚴的黑石要塞，而且還能神不知鬼不覺地帶走一個對他們來說如此重要的人嗎？$B$B你死定了！",
    ["O"] = "押送你的囚犯格拉克·洛克魯布。穿過燃燒平原和黑石山脈，一直走到灼熱峽谷。$B$B雷克斯洛特曾經告訴過你，他會讓他的人等在黑石山脈的另外一邊準備接收格拉克。$B$B另外，你還要把瑟銀鐐銬一并還給雷克斯洛特。",
    ["T"] = "押送囚徒",
  },
  [4122] = {
    ["D"] = "我追蹤他穿過灼熱峽谷，穿過群山，進入燃燒平原。在那里，我親眼看見那個叛徒——我說的是格拉克·洛克魯布——把我們的詳細行動計劃交給了黑石獸人。$B$B他現在仍然在燃燒平原，在黑石獸人的保護之下高枕無憂——至少他自己是這么以為的。$B$B拿著這些鐐銬，$N。找到格拉克，給他戴上鐐銬，然后把他帶出黑石山。成功之后，我必定會重賞你。",
    ["O"] = "到燃燒平原去找到格拉克·洛克魯布。你回憶起雷克斯洛特曾經提起過，格拉克應該是在一座大型的黑石要塞中。$B$B當你找到格拉克·洛克魯布之后，用瑟銀鐐銬把他銬起來，然后將其帶回灼熱峽谷。雷克斯洛特會讓他的部下等在那里接應你。",
    ["T"] = "格拉克·洛克魯布",
  },
  [4123] = {
    ["D"] = "多年以來，我都在追尋一塊特殊的寶石。它的名字是山脈之心，個頭大概和你的拳頭差不多！黑鐵矮人把它鎖在他們的一個房間里，雖然我想盡了辦法，但他們就是不賣給我。$B$B所以我只好訴諸暴力了。$B$B到黑石深淵底部的寶庫里去，擊敗那里的守衛，把山脈之心給我搶出來。你所要做的就是擊敗衛兵杜格瑞普，不過只有在你打開房間里所有的保險箱之后他才會出現！$B$B祝你好運。",
    ["O"] = "把山脈之心交給燃燒平原的麥克斯沃特·尤博格林。",
    ["T"] = "山脈之心",
  },
  [4124] = {
    ["D"] = "我的同事基恩諾·火花正在尋找信使的下落，以及他身上攜帶的包裹。那個信使已經失蹤一個星期了，我們所有的搜尋行動都徒勞而返，因此現在我不得不宣布：信使已經失蹤了。$B$B如果你有時間的話，請去跟基恩諾談談。他應該在要塞里——也許在他自己的房間里。",
    ["O"] = "和羽月要塞的基恩諾·火花談一談。",
    ["T"] = "失蹤的信使",
  },
  [4125] = {
    ["D"] = "拉斯卡爾這個信使出發去薩蘭納爾已經快一個星期了。他對菲拉斯了如指掌，自從羽月將軍率領遠征軍踏上這片土地的時候，他就和我們在一起了。我知道他這次是想要劃船沿著海岸前進，然后橫穿菲拉斯的南部區域以避開部落的營地。$B$B我找不到他的船，但是也許你可以。也許那艘船被藏起來了，也許它已經沉沒了。不管怎么樣，只要找到船，就有可能找到他的線索。如果你找到什么東西的話，請趕快告訴我。",
    ["O"] = "找到信使的小船，你應該在菲拉斯的南部海岸線上展開搜索。",
    ["T"] = "失蹤的信使",
  },
  [4126] = {
    ["D"] = "在萬惡的霍爾雷·黑須的帶領下，那些黑鐵矮人偷了我們的雷霆啤酒的配方，那些混蛋！他們不配得到如此美味的佳釀！$B$B$N，我有個艱巨的任務要交給你。去燃燒平原的黑石深淵，摧毀找到的所有裝有雷霆啤酒的桶，然后把雷霆啤酒的配方帶回來！$B$B求求你了，你一定要把配方帶回來，即使要把黑石深淵翻個底朝天你也一定要找到它。",
    ["O"] = "把遺失的雷酒秘方帶給卡拉諾斯的拉格納·雷酒。",
    ["T"] = "霍爾雷·黑須",
  },
  [4127] = {
    ["D"] = "你的手沿著泥漿滑過，手指碰到了一把刀柄。它看起來護理得不錯，而且肯定是曾經乘坐過這艘船的人把它給弄丟了。這可能和失蹤的信使有關。$B$B你抓住這把刀，想起羽月要塞的基恩諾·火花要你把任何能找到的線索都報告給他。然而，你有一種感覺，在水中并不是只有你一個人……",
    ["O"] = "回到羽月要塞，給基恩諾·火花看看你找到的這把被丟棄的小刀。",
    ["T"] = "船只的殘骸",
  },
  [4128] = {
    ["D"] = "你好，$N。我聽說拉格納·雷酒正因為有人偷了他的酒而大發雷霆呢。他在找合適的冒險者來幫忙，而且報酬豐富。$B$B如果你感興趣的話就去找拉格納談談吧，他在丹莫羅，卡拉諾斯的雷酒釀制廠里。",
    ["O"] = "和拉格納·雷酒談一談。",
    ["T"] = "拉格納·雷酒",
  },
  [4129] = {
    ["D"] = "要塞里有一個名叫奎恩提斯的德魯伊，他有一些……非同尋常的技藝，比如心靈占卜術——通過觸摸某件物品揭示與其關聯的歷史。不要問我他是怎么做到的，我認為那是一種我不懂也不愿去弄懂的魔法。然而我確實知道兩件事：首先，那把戲的效果確實不錯；其次，他還欠著我的債。$B$B把小刀交給小樹屋里的奎恩提斯，替我告訴他……如果他把他的本事用在那把刀子上的話，他跟我打牌時欠下的債務就一筆勾銷。",
    ["O"] = "把被丟棄的小刀交給羽月要塞的奎恩提斯。",
    ["T"] = "奎恩提斯的技藝",
  },
  [4130] = {
    ["D"] = "我仍然有些暈，不好意思。嗯，我看到了一些有用的圖像。$B$B拉斯卡爾從小船里拿了兩只皮袋子，然后上了岸；然而，他又回到了小船那里。我看到了豺狼人……他遇到了豺狼人——那些被稱作木爪豺狼人的家伙。他看起來很著急——看上去有些恐懼——似乎是在躲避什么。他甚至沒有注意到身后的水元素……就是這些了。$B$B我得休息一下，對不起，$N。把我看到的東西告訴基恩諾，他需要知道這些。",
    ["O"] = "和羽月要塞的基恩諾·火花談一談。",
    ["T"] = "心靈占卜術",
  },
  [4131] = {
    ["D"] = "拉斯卡爾也許是被我們的那些豺狼人“朋友”抓去了，雖然直覺告訴我事情并不是這樣的。但是你最好還是從它們那里開始搜索。$B$B我希望我知道該干什么，現在我現在能說的只有“去搜索木爪豺狼人的營地，現在就出發。”我知道豺狼人會把他們搶到的東西藏起來，而且為何這些東西互相爭斗。也許是它們搶了奎恩提斯所說的包裹。我在搜索過程中沒有去跟豺狼人作戰，不過既然奎恩提斯有這種預感，我們就必須采取行動了。",
    ["O"] = "在菲拉斯南部地區的木爪豺狼人營地里尋找信使的下落或者信使的物品。",
    ["T"] = "木爪豺狼人",
  },
  [4132] = {
    ["D"] = "迄今為止你一直表現得很好，$N。現在你應該去完成你的最后一個任務了。$B$B黑鐵矮人中的安格弗將軍負責策劃了對K.E.F.109師的攻擊，并殘殺我們的無數士兵——正義必須得到伸張！$B$B這無疑是一個極端艱難的任務，但是成功之后，你也會獲得豐厚的獎勵。",
    ["O"] = "到黑石深淵去殺掉安格弗將軍！當任務完成之后向軍官高圖斯復命。",
    ["T"] = "行動：殺死安格弗將軍",
  },
  [4133] = {
    ["D"] = "暗法師薇薇安·拉格雷需要你的幫助。她在荒蕪之地，就在獸人的卡加斯前哨基地里，她在那里對有關黑鐵矮人的事情進行調查。$B$B去和薇薇安談談吧，她正在等著你。",
    ["O"] = "與卡加斯的暗法師薇薇安·拉格雷談一談。",
    ["T"] = "薇薇安·拉格雷",
  },
  [4134] = {
    ["D"] = "有傳言說黑鐵矮人霍爾雷·黑須偷到了一種酒的配方。這種被稱作雷霆啤酒的飲料會使飲用者獲得無窮的力量和勇氣。我們希望能研究一下這種飲料。也許我們可以開發它的其它功能……能夠幫助我們被遺忘者達成目標的功能。$B$B我說了被遺忘者的目標？我的意思是……整個部落的目標，我當然是這個意思！$B$B到黑石深淵去找到雷霆啤酒的配方，把它給我帶回來。",
    ["O"] = "把遺失的雷酒秘方交給卡加斯的薇薇安·拉格雷。",
    ["T"] = "遺失的雷酒秘方",
  },
  [4135] = {
    ["D"] = "在背包中有兩樣東西：第一件是要送到薩蘭納爾去的包裹，第二件是匆忙書寫的便箋。$B$B便箋上面寫著在豺狼人營地南邊有一處被稱作痛苦深淵的地方，那里有許多邪惡的蟲類生物。作者認為他應該親自去調查一番，因為他覺得那是對整個菲拉斯的威脅。便箋的末尾署了名，“羽月要塞的拉斯卡爾”。$B$B看來你最終找到了拉斯卡爾的下落。",
    ["O"] = "現在你已經知道了拉斯卡爾的去向，那么你最好到痛苦深淵去尋找他，或者至少是他的尸體。根據便箋上的信息，那個地方應該在木爪豺狼人營地的南邊。",
    ["T"] = "痛苦深淵",
  },
  [4136] = {
    ["D"] = "我的兄弟雷布里就是我們家族的恥辱，他拿走了我們所有的錢，然后揮霍一空。$B$B藏寶海灣的大財主里維加茲剛剛開始懸賞雷布里的腦袋，這對他來說可能有些糟糕，但我簡直無法形容斯庫比格特家族在得知這個消息之后有多高興了！我們的小雷布里終于有點價值了！$B$B但是現在他躲在黑石深淵的深處。請你幫忙找到他，然后把他帶到我這里來！$B$B如果他不愿意來的話，那么也好……至少把他的頭給我提來。",
    ["O"] = "把雷布里的頭顱交給燃燒平原的尤卡·斯庫比格特。",
    ["T"] = "雷布里·斯庫比格特",
  },
  [4141] = {
    ["D"] = "看見那里的拉瑞安了嗎？就是他的錯導致我們不得不待在這里！$B$B我告訴過他我們走錯路了，但是他會聽我的嗎？你能相信他居然不和我說話嗎？好吧，除非他改變主意，否則我們就準備看場好戲吧。$B$B你注意到周圍那些像植物一樣的生物了嗎？它們確實很麻煩，但是我認為只要經過正確的訓練，我就可以讓它們聽命于我。$B$B首先，我需要一些樣品來進行研究。你可不可以幫我收集一些呢？",
    ["O"] = "從安戈洛爾環形山的血瓣花猛擊者和血瓣花掠奪者身上收集20個血瓣花，然后向穆爾金回復。",
    ["T"] = "穆爾金和拉瑞安",
  },
  [4142] = {
    ["D"] = "我不能完全確定這是由什么構成的，$N。這些植物……好像具有一些最簡單的智能。$B$B雖然我并不是這方面的專家。但是我知道有人一定知道答案！$B$B到菲拉斯去找我的一個名叫格雷甘·山酒的朋友，他是這方面的專家。$B$B我敢肯定格雷甘能幫我們，你應該可以在菲拉斯的野外找到他，他可不是那種喜歡生活在大城市里的家伙。",
    ["O"] = "把血瓣花交給菲拉斯的格雷甘·山酒。",
    ["T"] = "造訪格雷甘",
  },
  [4143] = {
    ["D"] = "我跟你說實話吧，$N，在我的旅途生涯中，我從來沒有看見過這樣的植物。也許我應該去一下環形山……$B$B不管怎么樣，我想我知道穆爾金正在找什么東西——阿塔萊之霧。那是種恐怖的東西，而且非常難找，但是穆爾金需要這種材料來控制那些小怪獸。$B$B你應該去悲傷沼澤里的那座沉沒的神廟，那里的潛伏者、黑暗蟲和泥漿怪身上都有阿塔萊之霧。祝你好運，$N！",
    ["O"] = "收集5份阿塔萊之霧的樣本，然后向安戈洛環形山的穆爾金復命。",
    ["T"] = "邪惡之霧",
  },
  [4144] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "血瓣花苗",
  },
  [4145] = {
    ["D"] = "看到那邊的穆爾金了嗎？就是他的錯使我們迷路了！$B$B我知道正確的路，但是他堅持說他知道一條捷徑，然后我們就到了這里！$B$B更糟的是，現在他還不斷用他那些瘋狂的植物來煩我。我很生氣，所以我原本打算不和他說話了，但是這些該死的植物實在是太多，我沒有足夠的能力來清除它們。$B$B那么，首先讓我們來減少這些東西的數量吧，去幫我干掉一些血瓣花鞭笞者和血瓣花捕獸者。",
    ["O"] = "為馬紹爾營地里的拉瑞安殺掉5個血瓣花鞭笞者、5個血瓣花捕獸者、5個血瓣花掠奪者和5個血瓣花猛擊者。",
    ["T"] = "拉瑞安和穆爾金",
  },
  [4146] = {
    ["D"] = "你運氣真不錯，$N！在瑪爾馮離開之后，我一直都在進行一些實驗，其中的一項就是研究一種專殺除草器。只要進行一些調整，它就可以幫助你輕松地除掉那些血瓣花。$B$B我可以給你一部這種除草器的樣品，但是你仍然得自行收集所需的燃料。你可以在沉沒的神廟找到你要的阿塔萊之霧，那里的潛伏者、黑暗蟲和泥漿怪身上都有這種東西。",
    ["O"] = "收集5份阿塔萊之霧的樣本，然后將它們送到馬紹爾營地的拉瑞安那里。",
    ["T"] = "除草器的燃料",
  },
  [4147] = {
    ["D"] = "我查了查穆爾金到底在干什么，結果發現他居然在種植那些該死的東西！$B$B我想現在唯一的解決方法是……不，不是去和他談判……你在想什么？唯一的解決方法就是以牙還牙！$B$B我需要我的朋友瑪爾馮的幫助，他在棘齒城有個車間。我敢說他一定能造點對我們有用的東西出來。",
    ["O"] = "到棘齒城去，在瑪爾馮·瑞文斯克的車間里找到他。",
    ["T"] = "瑪爾馮的車間",
  },
  [4148] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "血瓣花除草器",
  },
  [4161] = {
    ["D"] = "很久以前，暗夜精靈被稱作卡多雷，卡多雷的意思是“眾星之子”。了解這些歷史對幫助你成為一名真正的$c非常重要，$N，所以好好聆聽我告訴你的故事吧。$B$B卡多雷總是以自己和環境之間的和諧關系而感到自豪，這意味著我只向自然索取生活必需的東西，并且要給自然以友善的回報。這種平衡使我們受益良多，$N。$B$B去幫我收集幾條小蜘蛛腿，然后回來找我。",
    ["O"] = "為多蘭納爾的扎瑞恩收集7條小蜘蛛腿。",
    ["T"] = "卡多雷的菜譜",
  },
  [4181] = {
    ["D"] = "高級的工程學有兩個分支：侏儒派和地精派，請注意我提到地精工程學的唯一原因是因為我是個公正的訓練師。他們喜歡制造一些會爆炸的東西，而且絲毫不關心有什么東西會被炸到——即使是他們自己。$B$B好吧，$N，讀一下這本手冊。如果你想要學習把自己炸上天的方法，就把這個交給加基森的尼克斯·斯普克斯賓。請記住，一旦你加入某一派，就永遠也不能再加入另一派了，所以在你完成他交給你的任務之前要三思。",
    ["O"] = "如果你想要對地精工程學有更多了解，就把工程學教材交給加基森的尼克斯·斯普克斯賓。",
    ["T"] = "地精工程學",
  },
  [4182] = {
    ["D"] = "燃燒平原上永遠充滿了爭端。$B$B看看這個地方！我們不知道這些建筑到底是怎么回事，但是我們會永遠記住，在大爆炸之前，這些地方原本都是屬于赤脊山范圍的。$B$B現在的情況真是太糟糕了！我們碰到了一個問題，$N。你也許已經注意到在這道山脊下徘徊的那些龍了。殺了它們，越多越好。去完成這個任務，然后我們再來談談別的。",
    ["O"] = "殺掉15條黑色小龍、10條黑色龍人、4條火鱗龍人和1條黑色幼龍。當你完成任務之后就向赫林迪斯·河角回報。",
    ["T"] = "黑龍的威脅",
  },
  [4183] = {
    ["D"] = "我們以前總是認為黑石獸人的殘忍是與生俱來的。不過我們在這里找到的東西卻告訴我們另一個故事。$B$B沒錯，嗜血和對戰斗的饑渴使他們變成了如今的樣子，但是這一切的幕后主使卻是那些黑龍。我們認為，正是黑龍把憤怒和敵意灌輸給了他們。$B$B把這封信交給所羅門鎮長，他會知道該做什么的。$b$b<赫林迪斯把一封信交給了你。>",
    ["O"] = "把赫林迪斯·河角的信交給湖畔鎮的所羅門鎮長。",
    ["T"] = "真正的主人",
  },
  [4184] = {
    ["D"] = "這真是個可怕的消息，$N。我們的敵人竟然只是一個更強大的勢力的爪牙，這讓我感到更加氣餒。湖畔鎮不可能抵抗黑石獸人和黑龍的聯手攻擊。如果湖畔鎮陷落了，那么下一個就是夜色鎮，接下來會是哪里？閃金鎮？暴風城？$B$B你必須把這個消息告訴伯瓦爾·弗塔根公爵！如果暴風城不施以援手的話，那么一切就都完了。",
    ["O"] = "到暴風城去把所羅門的求援信交給伯瓦爾·弗塔根公爵。$B$B伯瓦爾在暴風要塞里。",
    ["T"] = "真正的主人",
  },
  [4185] = {
    ["D"] = "所羅門描繪了一幅恐怖的畫面，但是我們不可能把原本就已經捉襟見肘的兵力再分派一部分去湖畔鎮。我需要確鑿的證據才能采取行動。$B$B和女伯爵卡特拉娜·普瑞斯托談談吧，$N。她是個學識淵博的女性，并且對龍類生物很有了解。她應該可以在這件事情上幫助我們。",
    ["O"] = "與女伯爵卡特拉娜·普瑞斯托談話，然后再與伯瓦爾·弗塔根公爵談話。",
    ["T"] = "真正的主人",
  },
  [4186] = {
    ["D"] = "我現在任命你為暴風城執行代表，$N。$B$B回到湖畔鎮的所羅門鎮長那里，向他傳達這份命令。",
    ["O"] = "把伯瓦爾的命令交給湖畔鎮的所羅門鎮長。",
    ["T"] = "真正的主人",
  },
  [4201] = {
    ["D"] = "啊，愛情的痛苦！我親愛的羅克諾特下士對我的魅力不來電，他將我無情地拒絕了！這真是令我發狂！$B$B你必須幫幫我！我們魅魔對于愛情了如指掌，所以我可以配制一種藥水，用它來融化包圍著羅克諾特心臟的鐵墻。不過我需要一些材料才能配置這種藥水——一種被稱作格羅姆之血的藥草，一塊從艾薩拉的懸崖巨人那里得到的巨大銀礦，還有從安戈洛的溫泉中取得的水。你可以把水放在這個小瓶里。$B$B$N，請幫助一個可憐的靈魂追求她的快樂吧！",
    ["O"] = "將4份格羅姆之血、10塊巨型銀礦和裝滿水的娜瑪拉之瓶交給黑石深淵的娜瑪拉小姐。",
    ["T"] = "愛情藥水",
  },
  [4221] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的迎風花",
  },
  [4222] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的迎風花",
  },
  [4223] = {
    ["D"] = "<所羅門鎮長嘆著氣。>$B$B你必須回到燃燒平原去，$N。作為暴風城的代表，你現在應該去向麥克斯韋爾元帥報告。祝你好運。",
    ["O"] = "和燃燒平原的麥克斯韋爾元帥談一談。",
    ["T"] = "真正的主人",
  },
  [4224] = {
    ["D"] = "什么？你以為你是第一個被派來這里的？我們到底要損失多少士兵，暴風城才會下決心采取行動？$B$B對于黑石獸人可能造成的威脅，我們已經有了充足的證據，但是在指揮官溫德索爾元帥被俘虜之后，我們損失了許多寶貴的情報。$B$B我們需要的是那份文件。去跟約翰談談吧，$N。他當時和溫德索爾一起遇到了黑石氏族的襲擊，現在他正在北邊的一個洞穴里休息。",
    ["O"] = "和狼狽不堪的約翰談談來了解溫德索爾元帥的命運，然后回到麥克斯韋爾元帥那里。$B$B你想起麥克斯韋爾元帥說過他在一個北面的洞穴那里。",
    ["T"] = "真正的主人",
  },
  [4241] = {
    ["D"] = "這么說來，那個沒用的廢物說溫德索爾還活著，是嗎？$B$B做好準備，士兵，你必須去找到他。如果溫德索爾還活著的話，你就把他帶回來。如果他死了，那我就要你拿出他已經死亡的證據。$B$B<麥克斯韋爾大笑著。>$B$B我打賭你已經厭倦聽到這樣的命令了，是不是？",
    ["O"] = "到西北部的黑石山脈去，在黑石深淵中找到溫德索爾元帥的下落。$B$B狼狽不堪的約翰曾告訴你說溫德索爾被關進了一個監獄。",
    ["T"] = "溫德索爾元帥",
  },
  [4242] = {
    ["D"] = "伯瓦爾是個笨蛋。我一直以來都在收集有關他的“證據”，要將他徹底打敗。$B$B他是個沒腦子的小丑，證據在他面前堆了足有兩英尺高而他卻視而不見。$B$B如果我能找到鐵仇之錘并且走出這個該死的迷宮，那我要做的第一件事就是去暴風城，把那個卑鄙的家伙一劈為二。$B$B離我遠點，$N。",
    ["O"] = "把這個壞消息傳達給麥克斯韋爾元帥。",
    ["T"] = "被遺棄的希望",
  },
  [4243] = {
    ["D"] = "非常不幸，我的一項最偉大的發明出了點問題。你以前見過機械松鼠，對嗎？嗯，為了接近安戈洛環形山的猿猴，我制造了一只機械猿猴混入它們的群落——我把她稱為A-Me 01。$B$B她的水晶眼珠上附有特殊的魔法，因此我能看見她所看見的一切。不過，在她到了北邊的蘑菇石——也就是那群猿猴的巢穴里面之后，我便與她失去了聯系。我最后看到她的時候，猿群中有一只雄猿正在沖上前去想和她套近乎！$B$B你能幫我找到她嗎？",
    ["O"] = "在安戈洛環形山找到A-Me 01。",
    ["T"] = "找回A-Me 01",
  },
  [4244] = {
    ["D"] = "你仔細看了看,發現有一塊面板被打開了。在配線下面清楚地寫著一行字，“更換秘銀外殼，關閉電源之后再重新打開。”$B$B更換面板之后，你不禁覺得沒理由這么容易就能修好A-Me 01，并讓她回到馬紹爾營地附近的卡爾納·雷塔維身邊。$B$B只有先試試看了。",
    ["O"] = "找到一個秘銀外殼，然后回到安戈洛環形山的A-Me 01身邊。",
    ["T"] = "找回A-Me 01",
  },
  [4245] = {
    ["D"] = "在看了看周圍的情況是否允許你把A-Me 01帶回卡爾納·雷塔維身邊之后，你將開關扳到了“關閉”位置。你有看了看周圍，確信沒有某只猩猩朝你沖過來，然后將開關扳到“打開”。$B$B這是你最后的機會了……你確定要這樣做嗎？",
    ["O"] = "將A-Me 01交給安戈洛環形山的卡爾納·雷塔維。",
    ["T"] = "找回A-Me 01",
  },
  [4261] = {
    ["D"] = "費伍德森林曾經是個和平安詳的地方……直到燃燒軍團占據了這里。惡魔、毀滅和混亂接踵而來……$B$B古爾丹之顱讓這里的所有生物無一幸免地全都墮落了。$B$B直到現在，我還是身陷其中，不得不忍受這片土地所遭受的痛苦。請幫我找到回家的路吧，$N，告訴我你愿意帶領一個古樹之靈離開這里，讓我得到最終的安息。$B$B在我獲得自由之后，就請去找住在林歌神殿的德魯伊凱尼斯·靜風。",
    ["O"] = "護送艾雷脫離危險，然后和灰谷東部的林歌神殿中的凱尼斯·靜風談一談。",
    ["T"] = "遠古之靈",
  },
  [4262] = {
    ["D"] = "前五個試圖進入黑石深淵的法師幾乎個個都灰頭土臉地回來了，有的情況還要更糟糕。$B$B<加琳達從地上抓了一把灰塵灑向天空。>$B$B造成這種情況的主要原因是有一個可惡的臭蟲——征服者派隆給我們帶來了很多麻煩。我們必須干掉這個元素生物，然后才能順利地進入黑石深淵！$B$B他就守在黑石采礦場的黑石深淵入口處。",
    ["O"] = "殺掉征服者派隆，然后向加琳達復命。$B$B加琳達告訴過你，派隆守在采礦場中，也許你應該去那里找找。",
    ["T"] = "征服者派隆",
  },
  [4263] = {
    ["D"] = "你確定派隆臨死之前喊出了“伊森迪奧斯”這個詞？$B$B<加琳達使勁咽了口唾沫。>$B$B傳說伊森迪奧斯是拉格納羅斯的手下！哦，我的天啊，我的天啊……我們該怎么辦啊？$B$B你認為你能再去完成一個任務嗎？我現在手頭沒有足夠的人手了，$N！$B$B如果伊森迪奧斯不斷復活派隆的話，那我們的隊伍永遠也不要想進去了。$B$B你必須找到伊森迪奧斯，把他干掉！",
    ["O"] = "在黑石深淵里找到伊森迪奧斯，然后把他干掉！",
    ["T"] = "伊森迪奧斯！",
  },
  [4264] = {
    ["D"] = "這份便箋上滿是污漬，上面的文字已經模糊不清了，但是還是能看出個大概來：$B$B……甜蜜的諷刺……$B$B……聯盟的分崩離析……$B$B……如果不是因為安格弗將軍的努力工作，也許我們至今還找不到譯碼的方法……$B$B……阿格曼奇已經差不多可以完成溫德索爾便箋的破譯了。$B$B我們的主人將從深淵中歸來，摧毀所有剩余的東西……$B$B- 達格蘭·索瑞森大帝。",
    ["O"] = "溫德索爾元帥也許會對你手中的東西感興趣。畢竟，希望還沒有被完全扼殺。",
    ["T"] = "弄皺的便箋",
  },
  [4265] = {
    ["D"] = "當你觸及蟲繭時，蟲繭裂開了一個小口，里面有一個暗夜精靈，他居然還活著。雖然他處于深度昏迷中，但看起來并沒有缺胳膊少腿。當你幫助他從蟲繭中時，他驚醒了過來。$B$B“感謝艾露恩——你救了我的命，朋友！我……我是拉斯卡爾。我被這些蟲子麻痹，并被封在這只蟲繭里。你能幫我逃離這兒，然后去羽月要塞報告一下我已經脫險的消息嗎？我沒事，但我們必須離開這兒，要快！”$B$B看起來你已經找到了失蹤的信使！",
    ["O"] = "將拉斯卡爾安全護送到祖卡什蟲巢外。$B$B回到羽月要塞的基恩諾·火花那兒，告訴他拉斯卡爾還活著，且狀況良好。",
    ["T"] = "逃離蟲巢",
  },
  [4266] = {
    ["D"] = "$N，珊蒂斯·羽月將軍想與你私下談一談。毫無疑問，她是想要感謝你對要塞做出的貢獻，但我知道她還想和你討論一下你和拉斯卡爾在菲拉斯南部遇到的那種昆蟲。毫不夸張地說，那些祖卡什的昆蟲……非常可怕。$B$B羽月將軍正在主廳里等你。",
    ["O"] = "與羽月要塞的珊蒂斯·羽月談一談。",
    ["T"] = "羽月將軍的歡迎",
  },
  [4267] = {
    ["D"] = "我信任你，所以把這份由拉斯卡爾撰寫的關于菲拉斯東南部現狀的報告交給你。現在這份報告的原本正在達納蘇斯歸檔，我要你做的是把這份副件交給最高女祭司的助手，她的名字叫格拉希娜·靈風，是一個住在達納蘇斯月神殿中的女祭司。她對于這些生物有著很深入的了解，把這份報告提交給她對我們大家都有好處。$B$B現在解散，祝你好運，$N。愿艾露恩保佑我們。",
    ["O"] = "把拉斯卡爾的報告交給達納蘇斯的格拉希娜·靈風。",
    ["T"] = "異種蝎的崛起",
  },
  [4281] = {
    ["D"] = "你在木爪豺狼人營地里發現的這包貨物應該是送往菲拉斯東南部的薩蘭納爾驛站的。不管那個失蹤的信使命運如何，遞送包裹的任務顯然是沒有完成。$B$B你仔細地檢查包裹，發現在外包裝上有手寫的“法芬德爾”字樣，也許這就是包裹接收人的名字。",
    ["O"] = "將未遞送的包裹交給薩蘭納爾驛站的法芬德爾。",
    ["T"] = "薩蘭納爾的貨物",
  },
  [4282] = {
    ["D"] = "<溫德索爾元帥激動地抖著手里的信。>$B$B你知道這意味著什么嗎，$N？$B$B也許他們還沒有得到所有的東西！我可以確定的是，現在有兩個黑鐵矮人——安格弗將軍和傀儡統帥阿格曼奇——正在破解我的那些情報。我相信我們是不大可能很順利地取回我的那封信的。$B$B希望你已經做好了戰斗準備。$B$B去找到那兩個惡棍！干掉他們，然后帶回我遺失的情報。",
    ["O"] = "找回溫德索爾元帥遺失的情報。$B$B溫德索爾元帥確信那些情報在安格弗將軍和傀儡統帥阿格曼奇的手里。",
    ["T"] = "一絲希望",
  },
  [4283] = {
    ["D"] = "我要告訴你個小秘密，士兵。走近一些。$B$B我是這里唯一正常的人！$B$B看看我周圍的那些家伙！你相信他們都不正常嗎？事實上他們都不正常！他們都瘋了！瘋了！$B$B<奧拉留斯放低了聲音。>$B$B這是個秘密，不要告訴別人，只有你，我，還有我的那個軍官伙計知道。$B$B<奧拉留斯緊握拳頭。>$B$B不管怎么樣……我在收集食人魔耳朵的同時也收集徽章，就是那些獸人身上的徽章。給我弄五十枚徽章來，現在就出發！$B$B<奧拉留斯雙手攏在嘴邊作喇叭狀。>$B$B快去拿到那些徽章！",
    ["O"] = "奧拉留斯想要50枚黑石徽章。在燃燒平原的獸人身上應該可以找到那些徽章。",
    ["T"] = "五十個！",
  },
  [4284] = {
    ["D"] = "我確定你一定已經注意過它們了，$N。它們到處都是！$B$B我在說什么？這都不知道，我當然在說水晶！$B$B那些水晶……它們遍布在整個環形山里。大多數人都會忽視它們，但我感覺到那些水晶里一定蘊含著特殊的力量。我一直以來都在用它們進行實驗，但似乎總是沒有什么成果。好吧，我承認至今為止我一無所獲。$B$B這么說吧，我這里的水晶已經不多了——我想你也許能夠幫我收集一些水晶回來？",
    ["O"] = "收集紅色能量水晶、藍色能量水晶、黃色能量水晶和綠色能量水晶各7塊，把它們交給馬紹爾營地里的科琳。",
    ["T"] = "能量水晶",
  },
  [4285] = {
    ["D"] = "那些到底是什么東西？我腦子里現在只有這個問題！$B$B它都快要把我逼瘋了——我相信那些關于水晶塔的傳言都是真的。隨便你怎么說，但是我一般總是會相信別人告訴我的任何東西。$B$B不管怎么樣，我聽說有一座水晶塔就在北部很近的地方……請去找到它，$N。我敢肯定它們確實存在。",
    ["O"] = "在安戈洛爾環形山找到北部水晶塔。",
    ["T"] = "北部水晶塔",
  },
  [4286] = {
    ["D"] = "溫奇船長跟我說黑暗深淵里的黑鐵矮人有很多好東西。對吧，溫奇？$B$B<奧拉留斯努力扮演一名海盜。>$B$BB對！$B$B明白我所說的了吧？你到那里去，給我帶回一些好東西來。$B$B到那兒去搖你的搖錢樹吧！",
    ["O"] = "到黑石深淵去找到20個黑鐵挎包。當你完成任務之后，回到奧拉留斯那里復命。你認為黑石深淵里的黑鐵矮人應該會有這些黑鐵挎包。",
    ["T"] = "好東西",
  },
  [4287] = {
    ["D"] = "這段時間我聽說了一些關于神秘的水晶塔的奇怪傳言，據說它們就在環形山中，$N。我猜它們的體積非常巨大，而且里面蘊含有珍貴的水晶。$B$B雖然我從來沒有見過它們，但我卻情不自禁地愿意去相信這些傳言是真的——而且那些水晶塔有可能和我們找到的水晶有某種聯系。$B$B請幫幫我，滿足一下我的好奇心吧。也許在環形山的東部地區有一個水晶塔，你認為你可以找到它嗎？",
    ["O"] = "在安戈洛爾環形山找到東部水晶塔。",
    ["T"] = "東部水晶塔",
  },
  [4288] = {
    ["D"] = "我的實驗迄今為至沒有取得任何實質性的進展，$N。我真希望你能幫我去查看一下傳說中的一座水晶塔。$B$B也許我們在那里組合特定顏色的水晶的話……嗯，這我會自己去做的。首先我們得找到那些水晶塔！$B$B$N，去搜索一下環形山的西部區域；據說那里有個水晶塔。",
    ["O"] = "在安戈洛爾環形山找到西部水晶塔。",
    ["T"] = "西部水晶塔",
  },
  [4289] = {
    ["D"] = "這個環形山中居住著許多奇怪的生物——它們似乎比我家鄉那邊的生物更加高貴。我無法解釋這一點，但是這塊地方在呼喚大地之母。每次我看到大地之母創造的某種美麗的生物時，我都會對她肅然起敬。$B$B如果你也希望感覺到見證這偉大功績的幸福感，就向北方出發吧。你將在那兒遇到巨大的猩猩，這對$r的力量來說是一個挑戰。把它們的皮毛交給我……證明你的力量。",
    ["O"] = "將2塊安戈洛猩猩的皮、2塊安戈洛大猩猩的皮和2塊安戈洛巨猩猩的皮交給安戈洛環形山入口處的托爾瓦·尋路者。",
    ["T"] = "安戈洛的猩猩",
  },
  [4290] = {
    ["D"] = "很久以前，我的一個兄弟從拉克維的獵物身上拿了一些肉。他那時并不知道拉克維就潛伏在叢林中看著他。拉克維跟蹤了我的兄弟好幾天，毀滅了他碰過的一切。我的兄弟嚇壞了，最終他決定從安戈洛逃走，徹底甩開拉克維。$B$B拉克維就在這附近殺死了他。$B$B如果你想激怒拉克維，就去尋找它剛剛殺死的獵物，并從尸體上取一些肉。$B$B做完這些之后，就回到我這兒來。",
    ["O"] = "找到拉克維剛剛獵殺的動物的尸體，從尸體上偷取一塊蛇頸龍肉塊，然后回到安戈洛環形山的托爾瓦·尋路者那里。",
    ["T"] = "拉克維的食物",
  },
  [4291] = {
    ["D"] = "它居然沒有來攻擊你，這讓我感到很驚訝。但是不要緊，我有個計劃可以讓那頭野獸出來。$B$B作為這塊區域的領袖，拉克維有權與任何雌性暴掠龍交配——而且它確實這么做了。你可以在這里的西邊找到許多暴掠龍蛋，靠近它們，這時就會有雌性暴掠龍跑出來攻擊你。這些雌性暴掠龍頭上有一種腺體，它所散發出的味道可以告訴雄性暴掠龍：它準備進行交配了。給我帶兩個這樣的腺體回來。",
    ["O"] = "將2份暴掠龍信息素交給安戈洛爾環形山入口附近的托爾瓦·尋路者。",
    ["T"] = "拉克維的氣味",
  },
  [4292] = {
    ["D"] = "計劃有些復雜，因此這是最困難的部分。沿著山腳向北面走，你可以發現一條很不起眼的小道直通山中。那是我最后一次看到拉克維的地方。那里應該散落著大型野獸的殘骸，所以你很容易判斷自己的位置是否正確。帶上這塊肉，把它放在那兒。然后在肉上涂抹我配制的這種液體。如果這還不能使拉克維現身的話，我想也沒什么東西能把它引誘出來了。",
    ["O"] = "使用托爾瓦的麻袋中的東西召喚拉克維并打敗它。將拉克維的頭顱交給安戈洛環形山入口處的托爾瓦·尋路者。",
    ["T"] = "拉克維的誘餌",
  },
  [4293] = {
    ["D"] = "費伍德是在貧瘠之地北邊很遠的地方的一片森林，比灰谷還要遠。在那里的被惡魔污染的池水中到處都可以看到軟泥怪，天災軍團的地獄火和其它惡魔法術曾經在這個地區肆虐過——軟泥怪應該是在這段時間里從地底下冒出來的。$B$B從費伍德森林的軟泥怪身上收集一些樣本，然后我們就可以用我的測試儀器拿它們和其他樣本作一下比較了。",
    ["O"] = "從費伍德的軟泥怪身上收集費伍德軟泥怪樣本，然后使用幽暗城的化學家弗雷身旁的測試設備來檢測你所收集的樣本中哪一份被腐化的程度最深。給化學家弗雷帶去5個被腐化的費伍德樣本。",
    ["T"] = "軟泥怪的樣本…",
  },
  [4294] = {
    ["D"] = "$N，你聽說過安戈洛環形山嗎？它就在塔納利斯沙漠附近，那里是個神奇的地方，到處都是郁郁蔥蔥的大樹，還有大量的野生動物。 $B$B你必須到那里去一趟，我聽說那塊地方至今未至從未受到過外界的污染，探險者們正在逐漸揭開它的秘密。$B$B我想要對那里的軟泥怪或者泥漿怪做一下測試，如果它們真的沒有受到污染的話，那我真的想要看看這些生物是怎么進化的。",
    ["O"] = "從安戈洛爾環形山那里任何泥漿怪身上收集安戈洛泥漿怪樣本。使用幽暗城的化學家弗雷身旁的測試儀器來檢驗你所采集到的樣本的純度。把5份純凈的安戈洛樣本送到化學家弗雷那里去。",
    ["T"] = "一大堆軟泥怪",
  },
  [4295] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "羅克諾特的麥酒",
  },
  [4296] = {
    ["D"] = "我追尋七賢的傳說來到了燃燒平原，七賢是一群具有豐富知識和強大力量的矮人，你知道，一旦你有了這兩樣東西，那么財富必將接踵而來。我要的就是財富！$B$B如果我們能對七賢有更多了解，那我們就能一起發財了。據說索瑞森廢墟里有一塊七賢石板，上面刻有那些古代矮人所掌握的知識。找到那塊石板，把上面的碑文拓下來給我，讓我們共同揭開其中的秘密！",
    ["O"] = "把石板拓文交給燃燒平原的麥克斯沃特·尤博格林。",
    ["T"] = "七賢石板",
  },
  [4297] = {
    ["D"] = "小精龍是雜食動物——它們既吃肉也吃植物。要是這顆蛋即將孵化的話，我們最好有所準備。信不信由你，這些小家伙最喜歡吃生的新鮮腰肉。我始終不明白為什么，但是這也許和艾露恩的旨意有關……或許它們將成為守護者或是別的什么，誰知道呢。$B$B我會照顧好這顆蛋，而你要負責找到一些銀鬃捕獵者的肉，以便在小精龍孵化后喂食。",
    ["O"] = "將5塊銀鬃捕獵者的肉交給辛特蘭的阿格納。",
    ["T"] = "小精龍的食物",
  },
  [4298] = {
    ["D"] = "哇，他們比我想象中的要成熟得多……",
    ["O"] = "與辛特蘭的阿格納談一談。",
    ["T"] = "為人父母",
  },
  [4300] = {
    ["D"] = "嗯，或許你能對碎手氏族有所幫助。沒錯，杰斯雷蒙肯定需要你的幫助。$B$B在安戈洛環形山生活著許多迅猛龍，它們的利爪是致命的武器。一些迅猛龍的爪子是白色的，還有一些是象征死亡的黑色。我們碎手氏族有些……顧客……他們需要由這些爪子制成的武器。給我帶來一些白色的爪子，我會好好回報你的。如果你速度夠快的話，也許我可以在其它方面幫助你。",
    ["O"] = "將8只白色暴掠龍爪交給奧格瑞瑪的杰斯雷蒙。",
    ["T"] = "骨刃武器",
  },
  [4301] = {
    ["D"] = "在你探索安戈洛的時候，我看到了一些像你這樣強大的獵手可能會感興趣的東西。其中之一就是北方的一只巨大的猩猩，它混跡在其它的猩猩中間。你去過那座猩猩洞穴，但這次，我懷疑你是否能在遭遇那只大猩猩之后活下來。$B$B我稱他為尤爾查，他是大地母親最強大的兒子之一，關于這一點你不用懷疑。打敗尤爾查，把他的毛皮交給我。如果你能做到這一點，我就會捍衛你稱自己為偉大獵手的權利。",
    ["O"] = "把尤爾查的毛皮交給安戈洛環形山入口處的托爾瓦·尋路者。",
    ["T"] = "強大的尤爾查",
  },
  [4321] = {
    ["D"] = "你帶給我的有關這些水晶塔的信息很有趣……$B$B給我點時間，我要計算一下，$N。過會再和我說話，我應該可以給你一些答復。",
    ["O"] = "過一會再和科琳說話。",
    ["T"] = "分析水晶塔",
  },
  [4322] = {
    ["D"] = "$N，我們要離開這里。幫助我從補給區拿回我的裝備，然后再去救我的朋友。如果我們能夠活著逃出去的話，那就在麥克斯韋爾元帥的營地里碰面吧。$B$B我們可以在那里想辦法來破譯這條情報。如果沒有我的譯碼戒指的話，這個工作可就不簡單了。$B$B你準備好了嗎？",
    ["O"] = "幫助溫德索爾元帥拿回他的裝備并救出他的朋友。當你成功之后就回去向麥克斯韋爾元帥復命。",
    ["T"] = "沖破牢籠！",
  },
  [4324] = {
    ["D"] = "盡管我的弟弟雷布里一生都無所作為，但是我認為，最終他的生命還是有些價值的！然而……我們可能需要你的幫助來讓雷布里發揮他最后的價值。$B$B我姐姐尤卡這段日子以來都在尋找他，而且跟蹤他到了燃燒平原。她曾帶話給我，要我雇些人給她幫忙。$B$B那么，你有興趣嗎？如果你想要試試的話，就去跟我姐姐說吧。她就住在巨槌石西北的稱作烈焰洞里。",
    ["O"] = "與燃燒平原的尤卡·斯庫比格特談一談。",
    ["T"] = "尤卡·斯庫比格特",
  },
  [4341] = {
    ["D"] = "你去過索瑞森廢墟那個破地方沒有？碰到過一個名叫卡蘭·巨錘的可憐家伙沒有？那個應該是正在看守我女兒的矮人！$B$B<國王抽泣著。>$B$B我已經派人把燃燒平原翻了個底朝天，現在唯一關于我女兒的線索就是她應該在黑石深淵里。有消息說她有可能已經死了！$B$B卡蘭在黑石深淵中負責看守囚犯……找到他！我要知道我女兒的下落！",
    ["O"] = "去黑石深淵找到卡蘭·巨錘。$B$B國王提到卡蘭在那里負責看守囚犯——也許你應該在監獄附近尋找他。",
    ["T"] = "卡蘭·巨錘",
  },
  [4342] = {
    ["D"] = "求求你，請先聽我解釋！",
    ["O"] = "聽卡蘭·巨錘說他的故事。",
    ["T"] = "卡蘭的故事",
  },
  [4343] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的迎風花",
  },
  [4361] = {
    ["D"] = "你必須把這個消息帶給麥格尼陛下，$N。他會知道接下來該怎么做的！",
    ["O"] = "回到鐵爐堡，把這個壞消息帶給國王麥格尼·銅須。",
    ["T"] = "糟糕的消息",
  },
  [4362] = {
    ["D"] = "看起來我的老對手——達格蘭·索瑞森——已經把我和鐵爐堡都置于他的控制之下了。$B$B你可能是我的最后希望了，$N。你必須拯救我親愛的女兒，茉艾拉！$B$B只有一種方法可以破除索瑞森施放在茉艾拉身上的咒語，那就是殺死他。$B$B還有，$N，不要傷害茉艾拉！記住，她正在被索瑞森控制著！她所做所說的一切都只是索瑞森邪惡咒語的結果！",
    ["O"] = "回到黑石深淵，從達格蘭·索瑞森大帝的魔掌中救出鐵爐堡公主茉艾拉·銅須。",
    ["T"] = "王國的命運",
  },
  [4363] = {
    ["D"] = "索瑞森是個偉大的、值得尊重的矮人。你毀了我的一生，還有我肚子里的孩子的一生！$B$B<你認為茉艾拉公主也許是受到了索瑞森的法術影響才變成這樣的。>$B$B回鐵爐堡去告訴我父親，鐵爐堡的下一任統治者將會是個黑鐵矮人。$B$B不管他同不同意，事情都會是這樣。",
    ["O"] = "回到鐵爐堡去，與國王麥格尼·銅須談一談。",
    ["T"] = "語出驚人的公主",
  },
  [4381] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "恢復水晶",
  },
  [4382] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "精神水晶",
  },
  [4383] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "防御水晶",
  },
  [4384] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "破甲水晶",
  },
  [4385] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "爆炸水晶",
  },
  [4386] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "尖刺水晶",
  },
  [4401] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的輕歌花",
  },
  [4402] = {
    ["D"] = "試煉谷這里真是熱得要死。$B$B<戈加爾擦了擦他的額頭。>$B$B如果我有仙人掌果的話，就可以做點清涼果來吃了！沒什么能比清涼果更甘甜消暑的。$B$B我跟你說啊，$n，只要你給我弄十個仙人掌果來，我就幫你做一些清涼果。如果你感興趣的話，就到這附近去找找仙人掌，采集它們的果子。",
    ["O"] = "收集10個仙人掌果，把它們交給戈加爾。你記得他說可以在仙人掌上收集到這種果子。",
    ["T"] = "戈加爾的清涼果",
  },
  [4403] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的迎風花",
  },
  [4421] = {
    ["D"] = "很少有$r到這邊來……費伍德森林的墮落已經遍布各個角落，而且仍在毫無節制地污染所有事物。$B$B作為翡翠議會的一員，我在努力治愈這片土地，但是仍然有些家伙希望它被腐化墮落。$B$B我所說的就是居住在西南方的克斯特拉斯廢墟中的碧火薩特。他們的頭目是一個名叫薩瓦瑟拉斯的薩特，這些邪惡的惡魔仍在繼續將疾病散布給他們遇到的一切生物。$B$B我們必須保衛這片原本屬于我們的土地。擊敗薩瓦瑟拉斯，消滅他的爪牙。",
    ["O"] = "殺掉11個碧火魔仆、9個碧火巡影者、9個碧火潛行者和薩瓦瑟拉斯。任務完成之后回到費伍德森林的艾瑞丹·藍風處復命。",
    ["T"] = "碧火薩特",
  },
  [4441] = {
    ["D"] = "你所發現的長笛是由某個守護古樹——忠心守護著暗夜精靈的樹人——雕刻而成的。$B$B薩特能使他們接觸到的任何東西受到腐蝕，其中也包括那些在費伍德森林安家的古樹。他們的靈魂在惡魔能量的作用下受到束縛和折磨，永遠無法解脫。你找到的碧火魔符就是禁錮古樹的東西。$B$B我們必須凈化長笛，$N。為我從達納蘇斯的月神殿取回一瓶祝福之水吧。",
    ["O"] = "到達納蘇斯去，用艾瑞丹的瓶子收集月神殿中的祝福之水，然后回到艾瑞丹那兒。",
    ["T"] = "被禁錮的古樹",
  },
  [4442] = {
    ["D"] = "我要用月神之水來凈化這根笛子。我們必須結束這場劫難……$B$B愿艾露恩指引我的雙手和我的心。$B$B過一會再和我說話。",
    ["O"] = "過一會兒再與艾瑞丹對話。",
    ["T"] = "凈化！",
  },
  [4443] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的鞭根草",
  },
  [4444] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的鞭根草",
  },
  [4445] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的鞭根草",
  },
  [4446] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的鞭根草",
  },
  [4447] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的夜龍草",
  },
  [4448] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的夜龍草",
  },
  [4449] = {
    ["D"] = "嘿！嘿，你！過來！$B$B你要幫幫我。我正在逃避黑鐵矮人的追擊，我藏在這里，滿以為他們就找不到我了。但那些可惡的混蛋還有魔法！他們肯定看到我藏了起來，他們很快就把門鎖上，說了些什么過一陣子再回來之類的話，然后就離開了。$B$B你要給它們的顏色瞧瞧！給那些黑鐵地質學家一個教訓！哦……對了，你能不能給我弄幾塊絲綢來做……做……呃，沒什么。",
    ["O"] = "殺掉8個黑鐵地質學家，并將15塊絲綢交給灼熱峽谷里那個被鎖在廁所中的矮人。",
    ["T"] = "被鎖起來的矮人",
  },
  [4450] = {
    ["D"] = "哦，你猜怎么著？我想起了一件事情。$B$B我現在仍然被困在這里，那么你可以幫我完成一項我在塔納利斯接受的任務嗎？很簡單……嗯，對于你來說是這樣的。$B$B加基森的克林科·古德斯迪爾需要一些從灼熱峽谷和其它地方收集的東西。也許你可以看一下清單，然后把東西交給他……$B$B如果你感興趣的話，我會把他的賬本從門下遞給你。把賬本和他需要的那些東西交給他就行了。",
    ["O"] = "把古德斯迪爾的賬本和上面所列的物品交給塔納利斯的克林科·古德斯迪爾。",
    ["T"] = "塔納利斯的賬本",
  },
  [4451] = {
    ["D"] = "這把小小的黃銅鑰匙看起來可真簡單……它唯一與眾不同的地方是刻在鑰匙頭部的一句話：$B$B“黑鐵廁所——請勿復制。”$B$B你完全不明白這是什么意思，也不明白這鑰匙是干什么用的。",
    ["O"] = "搜尋灼熱峽谷并找到一個可以插入這把格里塞特廁所鑰匙的鎖眼。",
    ["T"] = "自由的鑰匙",
  },
  [4461] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的鞭根草",
  },
  [4462] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的夜龍草",
  },
  [4463] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "沉思圣典",
  },
  [4464] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的輕歌花",
  },
  [4465] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的輕歌花",
  },
  [4466] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的迎風花",
  },
  [4467] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被腐化的迎風花",
  },
  [4481] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "體質圣典",
  },
  [4482] = {
    ["D"] = "三十個金幣, $C. 三十個金幣和所需的原料.$B$B需要金錢: 30 個金幣$B$B堅韌圣契: (1)$B$B黑鉆石: (1)$B$B守護水晶: (4)$B$B卡加之眼: (1)",
    ["O"] = "堅韌圣契",
    ["T"] = "堅韌圣契*",
  },
  [4483] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "恢復圣典",
  },
  [4484] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "貪婪圣典",
  },
  [4485] = {
    ["D"] = "你好，$N。我看到你仍然有著奉獻的熱情，仍然有著堅定的信念。$B$B我覺得你應該去跟暴風城的達索瑞恩·拉爾談一談了。你還有更多的東西要到那里去學習，我覺得你已經準備好了。$B$B到光明大教堂去找他吧，呂正，你一定要認真學習這些知識。你因為謙卑和勤懇贏得了我們的尊敬，不要因為傲慢而讓我們失望。$B$B祝你好運。",
    ["O"] = "與暴風城的達索瑞恩·拉爾談一談。",
    ["T"] = "高貴之書",
  },
  [4486] = {
    ["D"] = "嘿，看看我們這位圣騎士不可一世的樣子。$B$B對不起，$N，我不是想要冒犯你……我只是有時候會對你能做那么多的事情而感到嫉妒。蒂薩說過這是我的弱點，我向她發誓我正在努力改正它……不過說起來容易做起來就難了。$B$B但是我要告訴你的是，暴風城的達索瑞恩·拉爾派人捎信過來說，讓你近期回一趟光明大教堂，聽上去他是有什么重要的事情要找你。",
    ["O"] = "與暴風城的達索瑞恩·拉爾談一談。",
    ["T"] = "高貴之書",
  },
  [4487] = {
    ["D"] = "啊，天哪，你就在這里。 我派出了一個$G魅魔; 在她找到你之前你就來了。你的力量在不斷增長,這點眾所周知。現在,你的努力終于可以為你帶來回報了。在棘齒城你會找到一個叫做斯坦哈德的人。我想你以前也去過那里。",
    ["O"] = "與棘齒城的斯坦哈德·法爾杉談一談。",
    ["T"] = "召喚地獄戰馬",
  },
  [4488] = {
    ["D"] = "啊，$N,你的出現使我們倍感榮幸！$B$B不過你也沒指望我們會對你俯首貼耳吧？你的力量也許正在迅速增長，但說到真正的知識和理解力，你還是一個新手呢。如果你不當心的話，墮落的力量就會侵蝕你的意志。$B$B說正事吧，斯坦哈德想要跟你見一面。他仍然住在貧瘠之地，就在那座可以俯瞰棘齒城的塔中。我建議你不要耽擱太久。",
    ["O"] = "與棘齒城的斯坦哈德·法爾杉談一談。",
    ["T"] = "召喚地獄戰馬",
  },
  [4489] = {
    ["D"] = "你，說你哪！過來！$B$B你就是他們所說的那個叫做$N，對嗎？$B$B我也這么想。我長話短說：你的力量在不斷增長，這點眾所周知。現在，你的努力終于可以為你帶來回報了。$B$B到貧瘠之地去，在那里的棘齒城中找到斯坦哈德·法爾杉——你還記得他吧？他會跟你詳談的，趕快去吧。",
    ["O"] = "與棘齒城的斯坦哈德·法爾杉談一談。",
    ["T"] = "召喚地獄戰馬",
  },
  [4490] = {
    ["D"] = "我會為你的忍耐和辛勤工作而獎勵你的。但你要知道，召喚一匹地獄戰馬的能力在將來會變得困難許多。你必須努力爭取它……而且這不很容易。$B$B現在，你可以在自己需要的時候召喚地獄戰馬了。",
    ["O"] = "與棘齒城的斯坦哈德·法爾杉談一談，學習召喚地獄戰馬的能力。",
    ["T"] = "召喚地獄戰馬",
  },
  [4491] = {
    ["D"] = "啊……太熱了……$B$B我正在探索這片地域，突然之間，我就熱得昏了過去，我一定是中暑了。$B$B求求你，帶我回到馬紹爾營地的朋友斯普拉格那里去，我想我還可以堅持到走回去……$B$B我感覺有些不對勁，如果我又暈倒了，就用斯普拉格的水壺里給我灑點水。我希望這能有點用……",
    ["O"] = "把林格帶回馬紹爾營地的斯普拉格·弗勞克身邊。$B$B如果林格暈倒了，就用斯普拉格的水壺讓他恢復。",
    ["T"] = "朋友的幫助",
  },
  [4492] = {
    ["D"] = "你必須幫幫我，$N！我的朋友林格前不久離開這里去探索南邊的火山了，但他一直沒回來。我很為他擔心。$B$B你能幫我找找他嗎？帶著我的水壺，如果你找到了林格，沒準他正需要它呢！",
    ["O"] = "在火羽山找到林格。",
    ["T"] = "走丟了！",
  },
  [4493] = {
    ["D"] = "看起來異種蝎的意圖，不——它們存在的原因，就是毀滅它們遇到的所有其它生物。它們的目標非常明確，也正是由于這個原因，它們成了對艾澤拉斯所有生物的巨大威脅。$B$B我們現在見到的僅僅是個開始，我懷疑它們的力量來自卡利姆多的腹地：安戈洛環形山。到塔納利斯沙漠里的加基森鎮去，跟煉金師匹斯特蘇格談一談。把我的想法告訴他，他肯定會幫我們對抗異種蝎的。",
    ["O"] = "與加基森的煉金師匹斯特蘇格談一談。",
    ["T"] = "異種蝎的遠征",
  },
  [4494] = {
    ["D"] = "看起來異種蝎的意圖，不——它們存在的原因，就是毀滅它們遇到的所有其它生物。它們的目標非常明確，也正是由于這個原因，它們成了對艾澤拉斯所有生物的巨大威脅。$B$B我們現在見到的僅僅是個開始，我懷疑它們的力量來自卡利姆多的腹地：安戈洛環形山。到塔納利斯沙漠里的加基森鎮去，跟煉金師匹斯特蘇格談一談。把我的想法告訴他，他肯定會幫我們對抗異種蝎的。",
    ["O"] = "與加基森的煉金師匹斯特蘇格談一談。",
    ["T"] = "異種蝎的遠征",
  },
  [4495] = {
    ["D"] = "我有一位名叫埃沃隆的朋友，他通常都會在每天的固定時間段里來拜訪我。奇怪的是，今天他根本沒來，實際上現在他已經晚了好幾個小時了。$B$B我承認我有些擔心，$N。埃沃隆常常在北面的一個洞穴里待很長時間，你知道那里有多危險——那里到處都是蜘蛛！$B$B如果你恰巧要過去那邊的話，能幫我找一下他嗎？",
    ["O"] = "在北邊的洞穴附近找到埃沃隆。",
    ["T"] = "好朋友",
  },
  [4496] = {
    ["D"] = "我的研究表明異種蝎就像蜜蜂一樣，消滅蜂房中的蜂后，其余的就會亂作一團。我可以制造一種誘餌來讓你引出異種蝎的皇后，并且打倒她。$B$B然而在那之前，我們需要一些材料，我可不想讓你冒冒失失地進入叢林。到西邊安戈洛環形山的異種蝎洞穴里去，從那里的某只蟲子身上弄到它的信息素腺。另外我還需要一些安戈洛的土壤樣本。",
    ["O"] = "把一份格里什信息素和5份安戈洛的泥土樣本交給加基森的煉金師匹斯特蘇格。",
    ["T"] = "擒蟲先擒王",
  },
  [4501] = {
    ["D"] = "懸賞：尋找技藝精湛的冒險者來對付安戈洛爾環形山中的翼手龍。它們的數量正在不斷增加，已經威脅到了這個地區的旅行者。$B$B請殺掉10只翼手龍和15只狂怒的翼手龍來削減它們的數量。$B$B在完成任務之后，請向斯普拉格·弗勞克報告并換取獎勵。",
    ["O"] = "殺掉10只翼手龍和15只狂怒的翼手龍，然后向馬紹爾營地的斯普拉格·弗勞克報告。",
    ["T"] = "當心翼手龍",
  },
  [4502] = {
    ["D"] = "作為瑪爾馮·瑞文斯克的學徒，我從他那里學到了很多知識。但是他已離開很長時間了，因此我想自己去學習新的知識。$B$B近來我一直在閱讀關于安戈洛環形山里面那些持續而奇怪的火山活動的資料。我想如果能從那兒的火元素身上弄到一些灰燼，就可以了解到很多東西了。$B$B如果你要往那兒去的話，能順便幫我收集一些嗎？",
    ["O"] = "到安戈洛環形山的火山中去，從那里的元素身上收集9份安戈洛灰燼，把它們交給棘齒城的莉芙·雷茲菲克斯。",
    ["T"] = "火山的活動",
  },
  [4503] = {
    ["D"] = "我正在做一架飛行器！$B$B我被困在了這里，而且不敢輕易出去。如果我走出這里的話，肯定會迷路的，但是如果使用飛行器，我就可以輕松地回到加基森去。$B$B那么，你愿意幫助我嗎？我現在只剩下機翼沒有完成了，我想翼手龍和雙帆龍的鱗片會是非常合適的材料。我自己是不可能去搞到這些鱗片的，但是你看上去好像有兩把刷子。為什么你不幫我找找呢？",
    ["O"] = "為馬紹爾營地的希茲爾收集8塊精細的雙帆龍鱗片和8塊精細的翼手龍鱗片。",
    ["T"] = "希茲爾的的飛行器",
  },
  [4504] = {
    ["D"] = "我總是在尋找快速賺錢的方法，$N。如果你能幫我實現新計劃，我可以讓你也賺點錢，怎么樣？$B$B就這么定了！$B$B到安戈洛爾環形山北部的油沼去，在那里幫我收集一些瀝青。并不是所有的瀝青都合適，你必須從油沼周圍的野獸身上得到它。一般意義上的瀝青根本不夠黏，但是那些生物的皮膚中包含著葉綠素，和瀝青混合在一起之后，它就變得非常具有粘性！",
    ["O"] = "幫加基森的特蘭雷克收集12塊極度粘稠的瀝青。",
    ["T"] = "極度粘稠的瀝青",
  },
  [4505] = {
    ["D"] = "有人可能會說我非常殘忍……但事實上，我只不過是迫切地希望以任何可能的方法使部落能夠壓倒聯盟。$B$B我最近對南邊的克斯特拉斯廢墟中的月亮井很感興趣，這座月亮井是由碧火薩特守護的，它曾經是那些暗夜精靈新生的象征，但如今它已遭到腐化，被用于制造更多的薩特。$B$B我有個主意，$N，我需要一份井水的樣品……給我們的那些“朋友”。",
    ["O"] = "從碧火薩特的月亮井中收集一份被腐化的水的樣本，把它交給血毒哨所的溫娜·哈薩德。",
    ["T"] = "腐化之井",
  },
  [4506] = {
    ["D"] = "我們可以利用這些墮落的水，$N。只需少量這種水，我的小貓的體積就會變大，而且看上去會變得非常強壯……$B$B給你，$N。拿著這只貓籠，在克斯特拉斯廢墟的月亮井旁邊把貓放出來。呵呵……我相信你一定會對結果感到滿意的！$B$B把貓給我帶回來，我會讓你覺得這點時間不是白白浪費掉的。",
    ["O"] = "把溫娜的小貓帶到墮落的月亮井旁邊，把貓放出來，然后把它還給溫娜。$B$B當你回到溫娜那里之后，點擊貓就可以將它還給溫娜。",
    ["T"] = "被腐蝕的貓",
  },
  [4507] = {
    ["D"] = "拿著這份誘餌。在四通八達的蟲巢中一定有一塊水晶之類的東西，我想異種蝎就是使用它作為協調設備的。至于水晶在哪里……我建議你到蟲巢中的孵化室找找看。$b$b在那里對水晶使用誘餌，這樣就可以引出異種蝎的皇后了，但是你要小心——也許會有幾個守衛保護著她。干掉皇后，然后拿出她的腦子。雖然這聽上去有些惡心，但是我們必須對它進行研究。祝你好運，$N！",
    ["O"] = "召喚格里什皇后，然后擊敗她。$B$B把格里什皇后的大腦交給加基森的煉金師匹斯特蘇格。",
    ["T"] = "捕捉皇后",
  },
  [4508] = {
    ["D"] = "我最近的研究結果表明情況相當糟糕，我們必須得通知某個能采取一些實質行動的人，因為我們不可能單獨解決這件事情。$B$B把我的最新報告交給達納蘇斯的格拉希娜·靈風吧，她還在月神殿，不是嗎？她的許多朋友都是聯盟的要人，$N，如果我們能讓他們涉及這件事情，那解決問題的希望就大增了。",
    ["O"] = "把匹斯特蘇格的安戈洛報告交給達納蘇斯的格拉希娜·靈風。",
    ["T"] = "臨危不懼",
  },
  [4509] = {
    ["D"] = "我最近的研究結果表明情況相當糟糕，我們必須得通知某個能采取一些實質行動的人，因為我們不可能單獨解決這件事情。$B$B把我的最新報告交給奧格瑞瑪的基爾茲賓·鼓眼，他還在暗巷區里待著，不是嗎？他的許多朋友都是部落的要人，$N，如果我們能讓他們涉及這件事情，那解決問題的希望就大增了。",
    ["O"] = "把匹斯特蘇格的安戈洛報告交給奧格瑞瑪斯的基爾茲賓·鼓眼。",
    ["T"] = "臨危不懼",
  },
  [4510] = {
    ["D"] = "$N，你對我們的幫助是無價的。等到時機成熟時，我肯定會再次請求你幫助我們去對付異種蝎。我們必須清晰地解讀我們在安戈洛得到的信息，恐怕我原本假設安戈洛是異種蝎發源地的想法是錯誤的……看來它們還有更大規模的聚居地。$B$B把這封信交給銀行的伊迪瑞娜。她會讓你從我的倉庫中挑選一件東西。感謝你為我們提供的幫助，勇敢的$c。",
    ["O"] = "把銀行贈券交給達納蘇斯銀行的伊迪瑞娜。",
    ["T"] = "臨危不懼",
  },
  [4511] = {
    ["D"] = "$N，你對我們的幫助是無價的。等到時機成熟時，我肯定會再次請求你幫助我們去對付異種蝎。我們必須清晰地解讀我們在安戈洛得到的信息，恐怕我原本假設安戈洛是異種蝎發源地的想法是錯誤的……看來它們還有更大規模的聚居地。$B$B把這封信交給銀行的卡魯斯。他會讓你從我的倉庫中挑選一件東西。感謝你為我們提供的幫助，勇敢的$c。",
    ["O"] = "把銀行贈券交給奧格瑞瑪銀行的卡魯斯。",
    ["T"] = "臨危不懼",
  },
  [4512] = {
    ["D"] = "我研究最多的生物是軟泥怪。我知道這聽上去很奇怪，但是那種東西已經到處都是了！$B$B不久之前，我幫助米納希爾港的一位女士找到了她的包——那個包被軟泥怪吞掉了。我也看見幽暗城皇家藥劑師學會派出了他們的成員去收集軟泥怪的樣品。我要知道這是為什么！軟泥怪究竟是從哪里來的？$B$B我聽說在費伍德森林有許多軟泥怪，我需要那些軟泥怪的樣品來進行研究。我會給你一些容器，這樣你就可以幫我收集軟泥怪了。",
    ["O"] = "將6瓶被詛咒的軟泥怪樣本和6瓶被污染的軟泥怪樣本交給鐵爐堡的拉里斯·空輪。",
    ["T"] = "遠方的軟泥怪",
  },
  [4513] = {
    ["D"] = "我需要更多的樣品，$N。但是——我不知道怎么搞到那些——嗯，純凈的樣品，不過什么是純凈的樣品呢？我也不知道。你拿來的這些都是已經被腐化的……就好像整個費伍德森林一樣。這讓我意識到一個重要的問題：看來軟泥怪會適應周圍的環境。我需要一些未經污染的樣品以證實這一點。但是哪里有呢？哪里？！$B$B啊！$N，拿著這些容器，如果你找到未被污染的軟泥怪，就把它交給我。",
    ["O"] = "將10個純凈樣本瓶交給鐵爐堡的拉里斯·空輪。$B$B如果你無法找到它們的話，不妨到拉里斯那里去再打聽一些線索。",
    ["T"] = "遠方的軟泥怪",
  },
  [4521] = {
    ["D"] = "冬泉谷就在費伍德森林的東北面，木候要塞的另一邊。你去過那兒嗎？$B$B我聽說那片區域里到處都是一種被稱作梟獸的生物，這些野獸以守護著暗夜精靈的秘密而知名。$B$B我們必須找出可能隱藏在冬泉谷里的東西。$B$B我聽說你可在道路的南邊找到蓬毛梟獸，而狂怒的梟獸則可在冬泉谷的中心地區找到。清除它們，控制那片土地。",
    ["O"] = "費伍德森林的特魯爾·法貝恩要你去冬泉谷獵殺15頭狂怒的梟獸和15頭蓬毛梟獸。",
    ["T"] = "冬泉谷的梟獸",
  },
  [4542] = {
    ["D"] = "勇敢的旅行者，半人馬已經加強了對這個地區的攻勢。亂風崗必須馬上得知這個新的麻煩！到東南方的亂風崗去，找到峭壁衛兵圖林·長角，把這個十萬火急的消息通知給他。$B$B多加小心，避開附近的恐怖圖騰氏族……他們最近對我們有一些很奇怪的舉動。",
    ["O"] = "把緊急信件交給亂風崗的峭壁衛兵圖林·長角。",
    ["T"] = "給亂風崗的緊急信件",
  },
  [4561] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "雜質檢測 - 安戈洛環形山",
  },
  [4581] = {
    ["D"] = "德魯伊凱尼斯·靜風讓人捎話過來說，他需要一份關于我們這邊海岸和阿斯特蘭納附近森林的報告。他擔心有一股墮落的力量正在靠近灰谷……也許他是正確的。$B$B給你，拿著我的報告。你可以在林歌神殿里找到他，就在東邊的夜歌森林一帶。",
    ["O"] = "把辛德瑞爾的便箋交給林歌神殿里的凱尼斯·靜風。",
    ["T"] = "凱尼斯·靜風",
  },
  [4601] = {
    ["D"] = "這個裝置屹立于那些竭力保護房間的侏儒中，裝置上有一塊小金屬牌，上面寫著“超級清潔器5200型”，還有一段文字：$B$B：“污垢和殘渣讓你的東西看起來污穢不堪？超級清潔器5200型會使它重現光芒！將你想要清理的物品放入清潔器中，然后向槽里投入三枚銀幣。稍候片刻，你的珍寶就會重新變得潔凈而耀眼！”",
    ["O"] = "將臟兮兮的東西放入超級清潔器5200型，記得要用三枚銀幣來啟動機器。",
    ["T"] = "超級清潔器5200型！",
  },
  [4602] = {
    ["D"] = "這個裝置屹立于那些竭力保護房間的侏儒中，裝置上有一塊小金屬牌，上面寫著“超級清潔器5200型”，還有一段文字：$B$B：“污垢和殘渣讓你的東西看起來污穢不堪？超級清潔器5200型會使它重現光芒！將你想要清理的物品放入清潔器中，然后向槽里投入三枚銀幣。稍候片刻，你的珍寶就會重新變得潔凈而耀眼！”",
    ["O"] = "將臟兮兮的東西放入超級清潔器5200型，記得要用三枚銀幣來啟動機器。",
    ["T"] = "超級清潔器5200型！",
  },
  [4603] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "再次使用超級清潔器",
  },
  [4604] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "再次使用超級清潔器",
  },
  [4605] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "超級清潔器5200型！",
  },
  [4606] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "超級清潔器5200型！",
  },
  [4621] = {
    ["D"] = "仔細聽著，海狗……藏寶海灣是讓我們血帆海盜處處受制的根本原因。如果你殺死艦隊指揮官卡拉·海角，我們就永遠不會再遇到藏寶海灣的戰艦了。如果你殺死大財主里維加茲，我們就永遠不用被他們的法律捆住手腳了。$B$B如果你想要成為一個有榮譽感的艦隊司令——沒錯，艦隊司令，那么就按照我說的，去殺了他們兩個。現在去吧，小伙子，當你完成了任務之后就回到我這兒來。",
    ["O"] = "殺死藏寶海灣的艦隊指揮官卡拉·海角和大財主里維加茲，然后回到荊棘谷海邊的紅霧號上去，向艦隊指揮官菲爾拉倫復命。",
    ["T"] = "敬禮，艦隊司令！",
  },
  [4641] = {
    ["D"] = "你終于長大啦，$N……你可以以部落的名義參加戰斗了，為酋長的榮譽而戰吧！$B$B嗯……$B$B<卡爾圖克打量了你一番。>$B$B你會很出色的。$B$B毫無疑問，你的目標是找到一條巨龍或是一個惡魔，然后赤手空拳地打敗它，但是從比較弱的對手開始可能是個比較明智的選擇。$B$B<卡爾圖克笑了起來。>$B$B去向高內克報告吧，他可以為你這樣的年輕$c指派一項適合你的任務。你可以在西邊的大獸穴中找到高內克。",
    ["O"] = "與高內克談一談。卡爾圖克在你的地圖上標出了他的位置，并告訴你高內克居住在西邊的大獸穴中。",
    ["T"] = "起點",
  },
  [4642] = {
    ["D"] = "這里有一些你從費伍德森林收集的軟泥怪樣本。把它拿到安戈洛環形山去，在那里找到一個純凈的軟泥怪……最原始的品種就可以了。當你離它夠近的時候，倒出容器里的軟泥怪，讓我們看看這兩種軟泥怪之間會發生什么事情。$B$B當這個試驗完成之后，把剩下來的東西交給我。我會在煉金房這里等你。",
    ["O"] = "把一塊融合的軟泥怪樣本交給幽暗城的化學家弗雷。",
    ["T"] = "融合軟泥怪",
  },
  [4661] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "墮落檢測 - 費伍德森林",
  },
  [4681] = {
    ["D"] = "黑海岸地區到處都是這種擱淺在海灘上的生物。它們大多出現在海岸線上，有一些甚至出現在海水中。我想讓你調查另一只最近被發現的生物，據說它的尸體躺在奧伯丁西邊的海水中，在一艘沉船附近。把你發現的任何有助于研究的信息都反饋給我。$B$B此外，在旅途中，你可能會發現其它擱淺的生物，你一定要把這些新發現也告訴我們！",
    ["O"] = "在奧伯丁西面海水中的海龜骸骨那里取回海龜殘骸，然后與奧伯丁的溫尼斯·布萊葛談一談。",
    ["T"] = "擱淺的巨獸",
  },
  [4701] = {
    ["D"] = "你一定見過黑石獸人控制的座狼。$B$B有趣的是，不管我們消滅多少座狼，它們的數量總是有增無減。我的探子報告說座狼是在黑石塔里面繁殖并馴養的，那里是黑石獸人的要塞。你必須去黑石塔找到座狼的源頭。找到它……然后摧毀它。$B$B祝你好運，$n。愿塞納留斯保佑你……",
    ["O"] = "到黑石塔去摧毀那里的座狼源頭。當你離開的時候，赫林迪斯喊出了一個名字：哈雷肯。這個詞就是獸人語中“座狼”的意思。",
    ["T"] = "座狼之源",
  },
  [4721] = {
    ["D"] = "從冬泉谷回來的信使報告說，冬泉谷南部區域有許多洞穴，而且這些洞穴周圍似乎都有梟獸出沒。如果說它們是在守護某種重要的東西，那么我相信這就是我們要搜查的地區。$B$B這次的任務比上一個任務更富有挑戰性，$N。如果這些生物拼盡全力守護的東西被發現的話，它們會變得非常瘋狂而暴躁。",
    ["O"] = "費伍德森林的特魯爾·法貝恩要你去冬泉谷獵殺10頭狂暴梟獸。",
    ["T"] = "冬泉谷的梟獸",
  },
  [4722] = {
    ["D"] = "你找到一具海龜的尸體，它顯然是不久之前擱淺在黑海岸的，而且早已被住在周圍的灰霧魚人吃得一干二凈了。不過，剩下的殘骸也足夠讓你取樣并送到奧伯丁的溫尼斯·布萊葛那里去了。",
    ["O"] = "把海龜的殘骸交給奧伯丁的溫尼斯·布萊葛。",
    ["T"] = "擱淺的海龜",
  },
  [4723] = {
    ["D"] = "一頭巨型蛇頸龍的尸體——它比你預想的還要大很多——躺在薄霧海的海岸上。這個生物是怎么到這里的，你無從得知。成群的魚人正在分食它的尸體，那些魚人看上去是如此渺小，它們完全是依靠數量才將這頭巨獸搞定的。$B$B雖然尸體已經被吃掉了大半，但是剩下的也足夠讓你取樣并送到奧伯丁的溫尼斯·布萊葛那里去了。",
    ["O"] = "把海洋生物的骸骨交給奧伯丁的溫尼斯·布萊葛。",
    ["T"] = "擱淺的海洋生物",
  },
  [4724] = {
    ["D"] = "有些人說黑石獸人控制的座狼是由超自然的力量創造的。另一些人說其實它們并不是座狼，而是一種惡魔犬，是由一個墮落的深淵領主賜予獸人的。$B$B事實上，真相并沒有這樣夸張，但是同樣很嚇人。哈雷肯是一頭巨型母座狼。她的配偶？沒有人能活著回來描述他的樣子。$B$B打擊座狼的關鍵就在于殺掉哈雷肯……另外，$N，時刻小心你的背后。",
    ["O"] = "殺死血斧座狼的領袖，哈雷肯。",
    ["T"] = "座狼的首領",
  },
  [4725] = {
    ["D"] = "還有更多的海龜尸體躺在海岸線上。這一具尸體的龜殼上還有個廢棄的車架。也許這個生物是被某種未知的力量趕到了海岸上，而不是像別的尸體那樣自己爬上海岸。強大的灰霧魚人正聚集在尸體附近并蠶食著它。$B$B你在車架中找到了一只有著奇怪標志的箱子，也許奧伯丁的溫尼斯·布萊葛會對它有所了解。",
    ["O"] = "把有奇怪標記的箱子交給奧伯丁的溫尼斯·布萊葛。",
    ["T"] = "擱淺的海龜",
  },
  [4726] = {
    ["D"] = "我幾個星期來都在研究燃燒平原的龍類，而且我終于有所突破了！我制作了一個裝置——我把它叫做“龍靈采集器900型”，它可以采集雛龍的精華！$B$B好吧，至少我認為它可以實現這個功能。$B$B給你，拿著這個裝置，然后到燃燒平原上去采集雛龍精華。首先使用它標記雛龍，然后再殺死被標記的雛龍，這樣你就可以采集雛龍精華了。$B$B如果一切正常的話，那就太棒了！把你采集的東西帶回來供我進行研究！",
    ["O"] = "將龍靈采集器900型和8份雛龍精華交給燃燒平原烈焰峰的丁奇·斯迪波爾。",
    ["T"] = "雛龍精華",
  },
  [4727] = {
    ["D"] = "一只海龜的骸骨躺在黑海岸北部的沙灘上。也許灰霧魚人沒有發現它的尸體，或者由于某些特殊的原因而沒有去碰它。不管怎么樣，這具尸體上有足夠的海龜肉，你可以采集一些作為樣本，并把它送到奧伯丁的溫尼斯·布萊葛那里，供月神殿進行研究。",
    ["O"] = "把海龜的殘骸交給奧伯丁的溫尼斯·布萊葛。",
    ["T"] = "擱淺的海龜",
  },
  [4728] = {
    ["D"] = "某種海中巨獸的尸體擱淺在了海灘上，一只帶著輪子的木桶和其它一些雜七雜八的工具散布在這頭巨獸旁邊，看來曾經有什么人想要研究它。雖然這具尸體被魚人吃得差不多只剩骨頭了，但是剩下的殘骸也足夠讓你取樣并送到奧伯丁的溫尼斯·布萊葛那里去。",
    ["O"] = "把海洋生物的骸骨交給奧伯丁的溫尼斯·布萊葛。",
    ["T"] = "擱淺的海洋生物",
  },
  [4729] = {
    ["D"] = "你也許想要知道我在這里干什么。看看這些籠子！難道這還不夠明顯嗎？$B$B我是個動物愛好者，但是首先我是個商人。我為一些富翁和名流尋找珍貴的動物，然后把它們馴化成為溫順的寵物。$B$B也許你現在想要問：“我能為你做什么呢，基布雷爾？”回答很簡單：拿著這只籠子，幫我找些座狼小崽子。然后，我會為你馴服一頭座狼！",
    ["O"] = "到黑石塔去找到血斧座狼幼崽。使用籠子來捕捉這些兇猛的小野獸，然后把籠中的座狼幼崽交給基布雷爾。",
    ["T"] = "基布雷爾的特殊寵物",
  },
  [4730] = {
    ["D"] = "這具已經被吃掉一半的尸體看來是一頭海洋巨獸。尸體躺在海岸上，一群比奧伯丁那里的同類更加強大的魚人聚在周圍大嚼大咽，不過殘留的尸體應該足夠讓你取樣并送到奧伯丁的溫尼斯·布萊葛那里去了。",
    ["O"] = "把海洋生物的骸骨交給奧伯丁的溫尼斯·布萊葛。",
    ["T"] = "擱淺的海洋生物",
  },
  [4731] = {
    ["D"] = "又一具海龜的尸體躺在海岸線上，龜殼上還有個廢棄的車架。也許這個生物是被某種未知的力量趕到了海岸上，而不是像別的尸體那樣自己爬上海岸。強大的灰霧魚人正聚集在尸體附近并蠶食著它。$B$B你在車架中找到了一只有著奇怪標志的箱子，也許奧伯丁的溫尼斯·布萊葛會對它有所了解。",
    ["O"] = "把有奇怪標記的箱子交給奧伯丁的溫尼斯·布萊葛。",
    ["T"] = "擱淺的海龜",
  },
  [4732] = {
    ["D"] = "你找到一具海龜的尸體，它顯然是不久之前擱淺在黑海岸的，而且早已被住在周圍的灰霧魚人吃得一干二凈了。不過，剩下的殘骸也足夠讓你取樣并送到奧伯丁的溫尼斯·布萊葛那里去了。",
    ["O"] = "把海龜的殘骸交給奧伯丁的溫尼斯·布萊葛。",
    ["T"] = "擱淺的海龜",
  },
  [4733] = {
    ["D"] = "這具巨型蛇頸龍的尸體被沖到了礁石遍布的暮光海岸上。它比你見過的任何魚龍都要龐大蛇頸龍都要龐大，不管它是從哪里來的，這頭巨獸原本顯然不是生活在黑海岸的。$B$B雖然這具尸體已經支離破碎了，但是殘留的尸體也足夠讓你取樣并送到奧伯丁的溫尼斯·布萊葛那里去。",
    ["O"] = "把海洋生物的骸骨交給奧伯丁的溫尼斯·布萊葛。",
    ["T"] = "擱淺的海洋生物",
  },
  [4734] = {
    ["D"] = "$n，我一直都在忙著準備我的新裝置，龍蛋冷凍器！這個裝置可以對黑龍蛋噴出極冷的氣流……然后就把蛋凍住了！你能不能幫我測試一下？$B$B我聽說在黑石塔的高處，黑龍有個專門的地方來孵化它們的蛋。你可以在那里對它進行測試，然后告訴我效果如何！$B$B不要擔心。被凍住的蛋是不會對你造成危害的。你所要擔心的只是那些沒有被凍住的而已！",
    ["O"] = "在孵化間對著某顆龍蛋使用龍蛋冷凍器初號機。",
    ["T"] = "冷凍龍蛋",
  },
  [4735] = {
    ["D"] = "$n，我終于做好采集真正龍蛋的準備了！給你，拿著這個電動采集模塊，它可以萃取龍蛋精華并使你可以很方便地運輸龍蛋。回到孵化間去，用這個東西來收集龍蛋。$B$B不要忘了把它們先冰凍起來，不然的話，在你開始收集之前龍蛋就會孵化！$B$B當你收集到足夠的龍蛋之后，就把它們交給我！",
    ["O"] = "將電動采集模塊和8顆收集到的龍蛋交給燃燒平原烈焰峰的丁奇·斯迪波爾。",
    ["T"] = "收集龍蛋",
  },
  [4736] = {
    ["D"] = "啊，你好，$N。你的訓練進行得很順利，所以我想你應該因自己的辛勤努力——以及你至今仍未被魔法的力量腐蝕——而獲得獎勵。$B$B如果你感興趣的話，就到棘齒城去找梅納拉·沃倫德。她在斯坦哈德的塔里俯瞰著整個小鎮。$B$B她并不是很友好，$N，所以你可別想從她那里得到什么贊許。但是如果你努力的話，那她一定會好好照顧你的。",
    ["O"] = "與貧瘠之地的梅納拉·沃倫德談一談。",
    ["T"] = "尋找梅納拉·沃倫德",
  },
  [4737] = {
    ["D"] = "嗯，你還在努力變得更強。要我說，你遲早會墮落和沉溺于魔法，遲早會被你所追尋的力量所奴役。$B$B哎！你真是笨蛋！時間會證明我是正確的——沒有別的……只需要時間。$B$B看來并不是所有人都同意澤弗洛斯特的意見。梅納拉會創造一些可以讓你變得更加強大的東西，如果你感興趣的話，就去貧瘠之地的棘齒城吧。她在城外的一座塔中。",
    ["O"] = "與貧瘠之地的梅納拉·沃倫德談一談。",
    ["T"] = "尋找梅納拉·沃倫德",
  },
  [4738] = {
    ["D"] = "讓我們來澄清一件事情，$N：我覺得你并沒有準備好肩負這樣的責任。我認為一個新手在創造某件具有強大力量的物品的過程中起不到什么作用，特別是一個沒有經過試煉的新手。$B$B但是這不是我能決定的，因為掌握著這種力量的人決定要賦予你強大的力量。$B$B如果你想要對此有更多了解的話，我建議你到棘齒城去找梅納拉·沃倫德，她就住在港口上面的塔里。",
    ["O"] = "與貧瘠之地的梅納拉·沃倫德談一談。",
    ["T"] = "尋找梅納拉·沃倫德",
  },
  [4739] = {
    ["D"] = "$c！沒錯，叫的就是你！$B$B你沒有準備好所有必須的裝備，但你已經準備就緒了，你看起來自信十足。嗯，現在我看到你的自信了。$B$B如果你準備好了，那么梅納拉·沃倫德會教你一些東西。她主要負責向年輕的學生傳授魔法的知識，也會給那些通過測試的學生贈送特殊的禮物。$B$B如果你感興趣的話，就到貧瘠之地的棘齒城去。她就在斯坦哈德的塔里俯瞰全城。",
    ["O"] = "與貧瘠之地的梅納拉·沃倫德談一談。",
    ["T"] = "尋找梅納拉·沃倫德",
  },
  [4740] = {
    ["D"] = "注意！$B$B殺死名為“莫克迪普”的魚人就可獲得一筆賞金。這只邪惡的野獸至少殺死了一名哨兵，還涉嫌使至少兩條貨船在黑海岸沉沒！$B$B莫克迪普最后一次出現是在是奧伯丁以南的一個有草棚的魚人營地中，據信它保護著那里的草棚。殺死該魚人后請到奧伯丁的哨兵戈琳達·納希恩處領取賞金。$B$B奧伯丁鄉村委員會",
    ["O"] = "找到并殺死名為莫克迪普的魚人。它守護著位于奧伯丁南部海岸的魚人營地。$B$B向奧伯丁的哨兵戈琳達·納希恩報告莫克迪普的死訊。",
    ["T"] = "通緝：莫克迪普！",
  },
  [4741] = {
    ["D"] = "冬泉谷北部區域的梟獸更加兇殘，我們必須在那兒繼續采取主動。$B$B獵殺冬泉谷中的月光梟獸，并探察他們居住的區域。$B$B那里是非常危險的地區，但是我知道你可以面對這樣的挑戰。當你殺死十三頭梟獸之后就回到我這里來。",
    ["O"] = "費伍德森林的特魯爾·法貝恩要你去冬泉谷獵殺13頭月光梟獸。",
    ["T"] = "冬泉谷的梟獸",
  },
  [4742] = {
    ["D"] = "正如你所見的一樣，這個簡單的印章有三個洞。每個洞都必須用代表領導力的寶石來填滿。最終，下層要塞的領主維姆薩拉克會使用黑龍的火焰來鑄造這個印章。$B$B你一定要明白，下層要塞的三個將軍并不總是隨身帶著命令寶石，你必須在執行任務的時候務必保持謹慎。一定要完成這個任務！",
    ["O"] = "找到三塊命令寶石：燃棘寶鉆、尖石寶鉆和血斧寶鉆。把它們和原始晉升印章一起交給維埃蘭。$B$B可能攜帶者三塊寶石的將軍是：燃棘氏族的指揮官沃恩、尖石氏族的歐莫克大王，以及血斧氏族的維姆薩拉克。",
    ["T"] = "晉升印章",
  },
  [4743] = {
    ["D"] = "上層要塞之外的黑龍很少有能力用它們的烈焰鑄造印章。維姆薩拉克是其中的一員，但是他的意志是不可動搖的。$B$B到塵泥沼澤中的巨龍沼澤去，在那里，你可以找到一條名叫埃博斯塔夫的上古老龍。你必須擊潰他的意志，$N。把他擊垮，然后在他虛弱的軀體上使用這顆寶珠。你有很短的一段時間來控制他的意志，然后用他所噴出的烈焰鑄造印章。",
    ["O"] = "到塵泥沼澤中的巨龍沼澤去。找到上古老龍埃博斯塔夫，對他發起無情的攻擊，直到他的意志被摧毀。$B$B此時，你必須盡快將未鑄造的晉升印章放在這條龍面前，并使用龍力寶珠控制他的軀體，強迫他將黑龍的烈焰噴向未鑄造的晉升印章！",
    ["T"] = "晉升印章",
  },
  [4761] = {
    ["D"] = "桑迪斯·織風應該已經對你在熊怪的營地那里所進行的偵察行動有所了結了。他是奧伯丁的長者，在那里負責處理村中的日常事務。請把你對熊怪的偵察結果匯報給他。$B$B我相信，他對熊怪墮落的原因有自己的解釋。或許你能與他一起制定出恢復自然平衡的計劃！",
    ["O"] = "與奧伯丁的桑迪斯·織風談一談。",
    ["T"] = "桑迪斯·織風",
  },
  [4762] = {
    ["D"] = "壁泉河的河水正在逐漸變得污濁，這污濁的河水流入薄霧海，我擔心奧伯丁也會很快受到影響。我懷疑居住在上游區域的黑木熊怪是造成污染的原因，但是我覺得它們并不是一切問題的真正源頭。$B$B帶上這支試管，到北面的河口去，在第一個內陸瀑布的水潭中取出一份河水的樣本來——在你抬頭就可以看到一座橋的那個地方取水就可以了。拿到樣本后就回奧伯丁來找我。",
    ["O"] = "到奧伯丁的北面去，沿著壁泉河到達第一個瀑布處，從瀑布下的水潭中取出一份水樣。$B$B將壁泉河水樣交給奧伯丁的桑迪斯·織風。",
    ["T"] = "壁泉河",
  },
  [4763] = {
    ["D"] = "我們已經知道熊怪的墮落與薩特有很大的關系，他們使用魔法護符控制熊怪。如果我們要嘗試拯救熊怪的話，就必須擊敗引誘熊怪的薩特，取回他的護符！$B$B到我們的月亮井里去，在碗里盛滿水，然后從北面的熊怪營帳中取回一些食物。把水和食物混合并放在河水邊的營火旁，只要熊怪吃下食物，它就會得到凈化，稍等片刻，那個引誘熊怪的薩特就會出現……這時你就要出手殺掉它！",
    ["O"] = "在空的凈化碗里盛滿奧伯丁月亮井的井水。$B$B在黑木熊怪的北部營地里收集水果、堅果和谷物各一份。$B$B將水和三種食物混合起來，放置在壁泉河附近的營火邊，這樣就會召來喚引誘熊怪墮落的薩特。$B$B取回墮落護符，將它交給奧伯丁的桑迪斯·織風。",
    ["T"] = "黑木熊怪的墮落",
  },
  [4764] = {
    ["D"] = "黑石塔高處有一座大廳，它曾被稱為財富大廳。黑鐵矮人將他們的遺物、戰利品以及藝術品存放在那里。$B$B那是很久以前的事兒了。據說大廳已經塌陷，現在用于……較為普通的用途。但是我相信里面可能仍藏有一些古代矮人的遺物。$B$B其中一件是末日扣環，那上面鑲有罕見的寶石，據說任何矮人看到它都會感動得潸然淚下。$B$B那個扣環，$N，就是你的目標。",
    ["O"] = "將末日扣環交給燃燒平原的瑪亞拉·布萊特文。",
    ["T"] = "末日扣環",
  },
  [4765] = {
    ["D"] = "我已經把末日扣環放入一只箱子，便于運送到暴風城。$N，你幫了我的大忙，不過我能請你再幫我最后一個忙嗎？$B$B把這只箱子交給雷明頓·瑞治維爾伯爵，你可以在暴風城里找到他。我敢說他看到這東西之后會非常高興的。",
    ["O"] = "將瑞治維爾的箱子交給暴風城的雷明頓·瑞治維爾。",
    ["T"] = "瑞治維爾的箱子",
  },
  [4766] = {
    ["D"] = "我的一個手下——瑪亞拉·布萊特文被派到燃燒平原去調查索瑞森廢墟。在那座被摧毀的城市里，黑鐵矮人也許隱藏了什么有價值的東西……能放在我的家族博物館里的東西。$B$B瑪亞拉說她發現了一些東西，不過一時半會還拿不到它，那東西不在索瑞森，而是在黑石塔里。$B$B我不清楚具體的細節，不過如果你感興趣的話，那就去燃燒平原跟瑪亞拉談談吧。",
    ["O"] = "與燃燒平原的瑪亞拉·布萊特文談一談。",
    ["T"] = "瑪亞拉·布萊特文",
  },
  [4767] = {
    ["D"] = "我的任務是為我們的馭風者部隊招募更多的雙足飛龍。他們的數量在不斷增加，我也希望自己有一天可以成為一名馭風者。但是，我們無法訓練出足夠的雙足飛龍來滿足需求。也許你可以幫助我，$N。$B$B我想讓你到風巢去收集一些雙足飛龍的蛋，從這里朝西北方向走，沿著峽谷的山壁到達一處直通風巢的斜坡。你要多加小心，雙足飛龍對自己的蛋具有強烈的保護意識，它們對入侵者非常不友善。",
    ["O"] = "將10顆雙足飛龍的蛋交給亂風崗的艾魯。",
    ["T"] = "馭風者",
  },
  [4768] = {
    ["D"] = "很久以前就已經去世了的矮人烏赫爾德·黑石將他的著作寫在了一塊黑暗石板上。雖然他是一個技藝高超的煉金師，但卻被同時代的人當成精神病患者，他的研究成果也從未得到重視。$B$B不過他卻把那些寶貴的知識刻在了石板上，而且我相信這塊石板就在黑石塔中，在一個以前被稱作幸運大廳的地方。我不知道現在那里叫什么，因為幾乎沒人可以進入黑石塔后再活著出來。$B$B不過，如果你愿意勇敢地挑戰那里的危險并帶回黑暗石板，我保證會給你豐厚的獎賞。",
    ["O"] = "將黑暗石板交給卡加斯的暗法師薇薇安·拉格雷。",
    ["T"] = "黑暗石板",
  },
  [4769] = {
    ["D"] = "薇薇安·拉格雷從荒蕪之地的卡加斯派人捎了信過來。她認為黑石塔中的一份遠古文稿可以對我們的研究有所幫助。為了證實這一點，她需要找人幫她從塔中取出這份文稿——這任務可不容易。$B$B如果你感興趣的話，就去跟卡加斯的薇薇安談一談吧。",
    ["O"] = "與卡加斯的暗法師薇薇安·拉格雷談一談。",
    ["T"] = "薇薇安·拉格雷和黑暗石板",
  },
  [4770] = {
    ["D"] = "請幫幫我，$c！我藏在這里已經很久了，好多天都沒有看到過一張友好的面孔。我來這里是準備研究雙足飛龍的，但是也許我靠得太近了。我在研究一只雙足飛龍的時候遭到了攻擊，一直被追到這里，而且迷了路。$B$B我要回白沙崗哨去！莫特加不知道我失蹤了，如果他知道我獨自進入風巢的話，一定會暴跳如雷的。$B$B白沙崗哨就在這里的東面……請把我帶到那里去！",
    ["O"] = "護送波卡·雨山走出風巢，然后和白沙崗哨的莫特加·火鬃談一談。",
    ["T"] = "回家",
  },
  [4771] = {
    ["D"] = "我已經將黎明先鋒放到你拿來的那個裝龍蛋的容器里了。你的任務是把它帶到通靈學院去。$B$B亡靈法師維克圖斯在那兒向一群天災軍團的學者傳授知識……把黎明先鋒放在名叫觀察室的房間里,它會自動攻擊房間里面的亡靈，如果運氣好的話，它就能一舉毀掉他們！$B$B這樣一來，殺死維克圖斯就不是問題了。你明白了嗎？",
    ["O"] = "將黎明先鋒放在通靈學院的觀察室里。打敗維克圖斯，然后回到貝蒂娜·比格辛克那里去。",
    ["T"] = "黎明先鋒",
  },
  [4781] = {
    ["D"] = "你的下一個任務和第一個任務同樣簡單，但是你必須去尋求他人的幫助。$B$B我的披風需要一些金線作為裝飾，但是要獲得金線并不容易，很少有人知道如何制作金線。幸運地是，有個忠于我們的地精知道金線的制作工藝，并且愿意幫助那些有前途的$c。$B$B把一塊金錠交給藏寶海灣的希茲克·古斯提，他是個高明的裁縫，而且他會很樂意為你紡織金線的。金錠得由經驗豐富的礦工熔煉出來，因此你必須尋求某個礦工的幫助。",
    ["O"] = "將一塊金錠交給荊棘谷的希茲克·古斯提。",
    ["T"] = "魔化金線血袍",
  },
  [4782] = {
    ["D"] = "回到梅納拉那兒去吧，告訴她我需要一些時間來完成這活兒，但是我向她……和你保證，我肯定會完成它。等你弄到你所需的其它物品之后，我應該已經紡好金線了。到那時你就可以到我這兒來取走金線。$B$B祝你好運，$N。哦，對了，請幫我向斯坦哈德問好。那個老瘋子……他居然在棘齒城旁邊蓋了座塔……真是瘋了。",
    ["O"] = "回到貧瘠之地的梅納拉·沃倫德那里。",
    ["T"] = "魔化金線血袍",
  },
  [4783] = {
    ["D"] = "下一件必需的材料只有在石爪山西面的凄涼之地才能找到。$B$B在大災變之后，這片區域仍處于混亂之中。你的力量和智慧都將在此得到考驗——你將面對滿懷仇恨的生物，以及可怕的燃燒軍團。$B$B到凄涼之地的東北部去尋找怨怒薩特，取回它們的血。然后從瑪諾洛克集會所的次級地獄火身上弄到一塊次級地獄火石。$B$B我們將在制作披風的過程中用到這兩種東西。",
    ["O"] = "將10瓶怨怒薩特之血和1塊次級地獄火石交給貧瘠之地的梅納拉·沃倫德。",
    ["T"] = "魔化金線血袍",
  },
  [4784] = {
    ["D"] = "現在我只需要三件東西就可以完成你的披風了。$B$B第一件是希茲克正在紡織的優質金線，你要回一趟藏寶海灣，把金線拿回來。$B$B第二件是阿拉希高地的火元素身上的悶燒煤，這東西我要兩塊，如果我沒記錯的話，你可以在那個地區西部的索拉丁之墻附近找到它們。$B$B最后一件是由你自己制造的一塊靈魂碎片。$B$B當你收集到所有的物品之后，就回到這座塔里來，我將為你完成披風。",
    ["O"] = "將一些優質金線、2塊悶燒煤和一塊靈魂碎片交給貧瘠之地的梅納拉·沃倫德。",
    ["T"] = "魔化金線血袍",
  },
  [4785] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "優質金線",
  },
  [4786] = {
    ["D"] = "稍等一下，我現在就為你織好披風。這需要一些時間，可別走得太遠了。",
    ["O"] = "等待梅納拉·沃倫德織好披風，然后跟她談一談。",
    ["T"] = "完成金線血袍",
  },
  [4787] = {
    ["D"] = "摩沙魯的預言提到了一枚遠古之卵。當巨魔建造的強大帝國還無人能敵時，那枚卵就已經存在了，它具有控制哈卡的靈魂精華的力量。也許它就是能使我們的世界免受邪惡侵擾的唯一希望。$B$B把這枚遠古之卵交給我，$N。據說它被深藏在辛特蘭地區的巨魔城市辛薩羅，就在城市最頂端的大廣場后面的洞穴中。",
    ["O"] = "將遠古之卵交給塔納利斯的葉基亞。",
    ["T"] = "遠古之卵",
  },
  [4788] = {
    ["D"] = "在我研究摩沙魯的第三塊和第四塊石板的同時，你必須找到第五塊和第六塊！這并不容易，因為它們在黑石塔的燃棘巨魔手中。黑石塔位于燃燒平原和灼熱峽谷之間，那是一座到處都是巖漿和火焰的黑色山脈。$B$B祝你好運，$N。黑石塔可不是個觀光的去處……",
    ["O"] = "將第五塊和第六塊摩沙魯石板交給塔納利斯的勘查員詹斯·鐵靴。",
    ["T"] = "最后的石板",
  },
  [4801] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "霜刃魂精",
  },
  [4802] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "寒水魂精",
  },
  [4803] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "碎齒魂精",
  },
  [4804] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "冰風魂精",
  },
  [4805] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "冰草魂精",
  },
  [4806] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "霜槌魂精",
  },
  [4807] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "梟獸魂精",
  },
  [4808] = {
    ["D"] = "我還有一件事要請你幫忙。$B$B我對你收集的那些精華進行了研究，結果表明冷凍并運輸龍蛋是有可能實現的。我想測試一下這個理論，但是首先我需要一些特別設計的零件。我的同事菲諾克可以制作我需要的東西。$B$B現在，請你把這封信交給菲諾克，上面寫著我所需要的東西的技術細節。你可以在冬泉谷的永望鎮里找到菲諾克。",
    ["O"] = "把丁奇的信交給菲諾克。",
    ["T"] = "菲諾克",
  },
  [4809] = {
    ["D"] = "我有丁奇所需的大部分材料，但是唯獨缺少一種很重要的零件，那就是冰風奇美拉的角。冰風奇美拉的角是寒冷的源泉，但是只有非常純粹而完整的角才能用！我需要很多角才能完成丁奇的訂單。$B$B給我弄些完整的冰風奇美拉角來，我會為丁奇準備一個包裹。",
    ["O"] = "將8支完整的冰風奇美拉角交給菲諾克。",
    ["T"] = "冰風奇美拉角",
  },
  [4810] = {
    ["D"] = "好，所有的東西都已經打包準備好，只等著送貨了！祝你旅途愉快，$n，別忘了告訴丁奇說她欠我一份人情！",
    ["O"] = "把菲諾克的包裹交給燃燒平原的丁奇·斯迪波爾。",
    ["T"] = "返回丁奇身邊",
  },
  [4811] = {
    ["D"] = "我們東邊的區域出現了越來越多的有攻擊性的梟獸。過去它們都是很溫和的——甚至可以說是神秘的動物。盡管仍然有人對它們非常尊敬，但出于對奧伯丁安全的考慮，我不得不保持更現實一些的觀點。$B$B據說這段時間以來，月光梟獸被黑海岸東部山脈上的一塊巨大的紅色水晶吸引，聚集在它的周圍。沒有人知道那塊水晶是什么，也沒有人知道它是否真的存在。我想讓你去找到它的位置，并把你所發現的任何東西都報告給我。",
    ["O"] = "到奧伯丁的東邊去，沿著黑海岸東部邊界的山脈尋找一顆巨大的紅色水晶，然后向奧伯丁的哨兵戈琳達·納希恩匯報你的發現。",
    ["T"] = "紅色水晶",
  },
  [4812] = {
    ["D"] = "用這支小瓶裝一些奧伯丁月亮井的水。它潛在的魔法能量可以幫我們弄清這塊水晶的成分，你必須把水倒在那塊水晶上，剩下的就不用你操心了。$B$B雖然我不覺得你會有什么不測，但我仍然希望你多加小心。我們東邊就是費伍德森林，如果這塊水晶真的與那個地方有關聯，它就可能非常危險。",
    ["O"] = "在奧伯丁月亮井中把空水瓶裝滿，然后調查黑海岸東部山脈的紅水晶。",
    ["T"] = "清洗水晶",
  },
  [4813] = {
    ["D"] = "月亮井的水讓嵌在水晶里的東西顯現了出來，那是一些細小的骨頭碎片，還有半塊下頜骨。這塊下頜骨似乎是人類的，但是你沒辦法打開水晶，所以還不能確定這一點——即使是最強大的魔法也幾乎不可能打碎這塊水晶。$B$B現在看來，你只能去向奧伯丁的哨兵哨兵戈琳達·納希恩匯報這個發現了。",
    ["O"] = "向奧伯丁的哨兵哨兵戈琳達·納希恩報告你的發現。",
    ["T"] = "水晶中的碎骨",
  },
  [4821] = {
    ["D"] = "在千針石林流傳著一個有關異型卵的傳言。那些聲稱見到它的旅行者都沒能靠近它進行詳細的觀察。毒蛇守衛著那枚卵，就仿佛是在守衛它們自己的卵一樣。$B$B我想讓你去把那枚異型卵找出來交給我，以便讓我進行觀察。據說它在某條毒蛇的窩里，但是沿著亂風崗南面與東北面的懸崖基部有好幾處蛇窩。",
    ["O"] = "把異型卵交給亂風崗的哈加爾·雷蹄。",
    ["T"] = "異型卵",
  },
  [4822] = {
    ["D"] = "冰激凌！啊天哪，求求你可不可以給我弄點冰激凌？我最喜歡草莓味了，而世界上最美味的草莓冰激凌就是提古勒和弗羅爾的草莓冰激凌了！這是世界上我最愛吃的冰激凌了。$B$B很久以前我在閃光平原的時候吃過，但是我聽說他們可能會在城里出售了！求你了，可不可以給我弄點提古勒和弗羅爾的草莓冰激凌？！",
    ["O"] = "給守衛找一些草莓冰激凌。這位老兄好像比較喜歡提古勒和弗羅爾的草莓冰激凌。",
    ["T"] = "草莓冰激凌*",
  },
  [4841] = {
    ["D"] = "$N，現在我委托你去消滅那些半人馬，讓他們感受我們的怒氣。進攻亂風崗北面的半人馬營地！讓怒火指引你的武器！",
    ["O"] = "殺掉12個加拉克斥候、10個加拉克爭斗者和6個加拉克逐風者，然后向亂風崗的峭壁衛兵圖林·長角復命。",
    ["T"] = "清除半人馬",
  },
  [4842] = {
    ["D"] = "老實說，盡管冬泉谷沒有火山，但是我相信這些溫泉更為危險……$B$B嗯，你應該是想親自去看看。橫跨冬泉谷，然后朝這個地區的最南端前進。當周圍的空氣變得污濁而悶熱，天色也開始變暗時，你就會發現溫泉的源頭。$B$B去看看吧，我想你回來時會帶著許多疑問的。",
    ["O"] = "根據多諾瓦·雪山的指示行動，然后回到她那里報告。",
    ["T"] = "奇怪的源頭",
  },
  [4861] = {
    ["D"] = "小$G伙子:姑娘;，過來一下！我被一群嗜血如命的梟獸追趕，從我那個在冬泉谷南部的營帳里逃到了這兒！我覺得這可能是我離梟獸要保護的某種東西太近的緣故。$B$B我剛剛設法安全脫身，但是跟我一起的那個同伴可就沒這么幸運了……你愿意到我的營地里去一趟嗎？我真的需要那些補給物資，另外我還想取回昨天在挖掘場發現的護符。",
    ["O"] = "在冬泉谷的南部尋找加隆·石矛的被破壞的營帳，以及他的補給物資。",
    ["T"] = "被激怒的梟獸",
  },
  [4862] = {
    ["D"] = "信不信由你，有人愿意出錢購買最兇猛的野獸！我將派比修進入黑石塔去收集一些尖塔蜘蛛的卵，但是我已經好幾周都沒有得到她的消息了。也許你能幫幫我的忙？$B$B我跟你說啊，$N，到黑石塔去為我收集一些尖塔蜘蛛卵，把它們帶回來，我不僅會給你一筆現金，甚至還可以幫你馴服一只小蜘蛛！",
    ["O"] = "到黑石塔去為基布雷爾收集15枚尖塔蜘蛛卵。$B$B聽說那些蜘蛛周圍有許多這樣的卵。",
    ["T"] = "蜘蛛卵",
  },
  [4863] = {
    ["D"] = "你朝四周看了看，沒找到加隆想要的東西。但是，你注意到先前找到的箱子已被打碎，似乎是被梟獸洗劫過……$B$B你向東看去，勉強辨認出那里有一輛支離破碎的馬車。或許你能在那里找到加隆的東西，最好去看一看。",
    ["O"] = "找到加隆·石矛的馬車。",
    ["T"] = "被激怒的梟獸",
  },
  [4864] = {
    ["D"] = "翻了翻箱子里的東西之后，你認為里面的工具和其它一些物品可能對加隆仍然有用，但是你沒有發現他所說的護符。$B$B梟獸似乎居住在此地北面和東面的地區，因此你認為接下來最好到它們的聚居地去找一找。",
    ["O"] = "從雪地中拾起加隆的補給物資，然后尋找盜取加隆所說的護符的梟獸。$B$B將加隆的補給物資和藍色羽毛護符交給冬泉谷的加隆·石矛。",
    ["T"] = "被激怒的梟獸",
  },
  [4865] = {
    ["D"] = "若不是親眼所見，我絕不會相信這是真的。復仇之靈已經來到了千針石林！$B$B<哈加爾擦了擦額頭上的汗。>$B$B$N，你必須盡快采取行動！現在就去找到莫特加·火鬃，他住在亂風崗西北部的白沙崗哨，他知道該怎么做！",
    ["O"] = "向莫特加·火鬃匯報你的發現。",
    ["T"] = "狂熱之蛇",
  },
  [4866] = {
    ["D"] = "這也許是世界上效力最強的毒藥之一，$c！$B$B在我前往黑石塔的旅途中，無意中聽到過黑石獸人談起一種致命的毒藥。他們稱其為“蛛后的乳汁”，這個名字是根據黑石塔里面那只煙網蛛后的名字得來的。$B$B我需要一份在你體內流淌的“蛛后的乳汁”的樣本，毒囊是遠遠不夠的！讓她在你體內注入毒汁，然后回到我這兒來！$B$B然后……我就能得到乳汁了！$B$B<他揉搓著雙手，充滿期待。>",
    ["O"] = "你可以在黑石塔的中心地帶找到煙網蛛后。與她戰斗，讓她在你體內注入毒汁。如果你有能力的話，就殺死她吧。當你中毒之后，回到狼狽不堪的約翰那兒，他會從你的身體里抽取這些“蛛后的乳汁”。",
    ["T"] = "蛛后的乳汁",
  },
  [4867] = {
    ["D"] = "啊！說起來就麻煩了！$B$B拿上這張便箋！把我的蟑螂牽過來！",
    ["O"] = "閱讀瓦羅什的卷軸。將瓦羅什的蟑螂交給他。",
    ["T"] = "烏洛克",
  },
  [4881] = {
    ["D"] = "牛頭人卡納提·灰云膽敢在千針石林建立營地，簡直是膽大妄為。我們必須殺了他，鏟除他的營地，消滅他的所有同伴。我們將在升降梯西南方的小崗哨中會合，然后出發。",
    ["O"] = "將暗殺計劃通知給白沙崗哨的卡納提·灰云。",
    ["T"] = "暗殺計劃",
  },
  [4882] = {
    ["D"] = "你不清楚這條從你剛剛殺掉的那頭梟獸身上拿到的項鏈究竟有什么重要的價值。它閃著奇特的光芒，時亮時暗。$B$B特魯爾·法貝恩也許對此更有了解，因為他對梟獸可謂了如指掌。也許你應該向他咨詢一下。",
    ["O"] = "把藍羽項鏈交給血毒崗哨的特魯爾·法貝恩。",
    ["T"] = "守護秘密",
  },
  [4883] = {
    ["D"] = "我確實比你更了解冬泉谷的梟獸，但是我不太了解它們所使用的魔法。我知道誰可以告訴你有關這條項鏈的更多信息。$B$B雷霆崖的納拉·蠻鬃是這方面的專家，去問問她吧。祝你好運，$N。",
    ["O"] = "把藍羽項鏈交給納拉·蠻鬃。",
    ["T"] = "守護秘密",
  },
  [4901] = {
    ["D"] = "在山脊的頂部有一座艾露恩的祭壇。根據我所了解到的情況，我們必須點燃那一帶每座洞穴里的火炬，然后我們就可以直接到祭壇那邊去了。$B$B我在凱斯利爾廢墟的石頭上發現了一些用符文書寫的咒語，我想這可以打開通往祭壇的路。我需要你來幫忙點燃那些火炬，與此同時，我將誦讀咒語。$B$B如果我們成功了，你就可以把我們的發現匯報給艾瑞拉斯了！",
    ["O"] = "在蘭莎爾拉嘗試激活艾露恩祭壇的過程中保護她。然后將你的發現報告給魯瑟蘭村的艾瑞拉斯·琥珀。",
    ["T"] = "祭壇守護者",
  },
  [4902] = {
    ["D"] = "這可真叫人著迷！$B$B我一直在思考事情的真相……呃，你也應該跟我們分享這些知識！立即到大德魯伊范達爾·鹿盔那兒去，你可以在達納蘇斯的塞納里奧區里找到他。把這里所發生的一切都告訴他，就像你剛才跟我說的那樣。我敢說他肯定會對此很感興趣！$B$B這可是個重要的情報，$N！",
    ["O"] = "與達納蘇斯的大德魯伊范達爾·鹿盔談一談。",
    ["T"] = "艾露恩的梟獸",
  },
  [4903] = {
    ["D"] = "根據軍官高圖斯的命令，黑石塔的下列主要首領必須被消滅：$B$B對我們造成巨大威脅的歐莫克大王。$B$B殘忍無情的巨魔指揮官沃恩。$B$B監督者維姆薩拉克。$B$B如果你找到何重要的文件，也必須一并上繳。$B$B成功則受人敬仰。$B$B失敗則被人遺忘。",
    ["O"] = "殺死歐莫克大王、指揮官沃恩和維姆薩拉克。找到重要的黑石文件，然后向卡加斯的軍官高圖斯匯報。",
    ["T"] = "高圖斯的命令",
  },
  [4904] = {
    ["D"] = "阿納克要和我結婚……但是在我拒絕了他的提議之后，他當晚就回來綁架了我。我的兄弟試圖阻止他，但是阿納克太強大了，他……他殺了我的兄弟，然后把我帶到了這里。我可憐的兄弟……$B$B$N，你能護送我離開恐怖圖騰營地嗎？求你了……我要回到薩利亞身邊去！她一定非常思念我。",
    ["O"] = "護送拉克塔·風歌離開恐怖圖騰營地，然后與亂風崗的薩利亞談一談。",
    ["T"] = "終獲自由",
  },
  [4906] = {
    ["D"] = "第二個薩特營地在費伍德森林的北部，他們的頭領是薩瓦里克。這個詭計多端的惡魔在不斷吸收費伍德森林中的那些墮落生物的力量。$B$B薩瓦瑟拉斯和他的手下只不過是一個宏大計劃的一部分，他們要培養出一座墮落的月亮井，然后用它為薩瓦里克提供力量。$b$b現在薩瓦瑟拉斯已經成為歷史了，那么，$n，你的任務就是到北部去，打敗薩瓦里克。",
    ["O"] = "費伍德森林的艾瑞丹·藍風要你去殺掉8個碧火喚魔者、8個碧火背叛者、8個碧火欺詐者和薩瓦里克。任務完成之后回到艾瑞丹那里復命。",
    ["T"] = "更深重的墮落",
  },
  [4907] = {
    ["D"] = "嗨，$N。你還記得丁奇·斯迪波爾嗎？嗯，她還記得你！她讓我留意你的行蹤，因為……她需要你的幫助。我認為這可能跟她對龍類的研究工作有關。$B$B你應該到燃燒平原的烈焰峰去找她談談。",
    ["O"] = "與丁奇·斯迪波爾談一談。",
    ["T"] = "丁奇·斯迪波爾",
  },
  [4921] = {
    ["D"] = "我們在一個小小的牛頭人營地里作戰，然后就被沖散了——她獨自與三個刺背野豬人交戰。形勢越來越不妙，我引開了一些敵人，結果她又很快被新趕到的敵人包圍了。在狂怒之下，我沖向敵人，但是他們人多勢眾，很輕松地就把我打倒了。$B$B我醒來的時候，一位牛頭人德魯伊正在照料我的傷口，他是在黃金之路上找到我的。$B$B$c，請你幫我尋找我妻子的音訊。",
    ["O"] = "找到曼科里克的妻子，然后回到十字路口找他。",
    ["T"] = "在戰斗中失蹤",
  },
  [4941] = {
    ["D"] = "雷德還活著？$B$B不可能！$B$B據說雷德在數十年前就被殺掉了。$B$B去尋求伊崔格的建議吧，$N。沒有誰能比他更了解黑石氏族的情況了，如果這上面所寫的都是真的，那么你應該通知伊崔格。誰都有復仇的權利。$B$B你可以在奧格瑞瑪找到他。$B$B在你跟伊崔格談過話之后，便去與酋長交流一下，搞清楚他想要如何處理這個問題。",
    ["O"] = "和奧格瑞瑪的伊崔格談一談。討論完畢后，咨詢薩爾的意見。$B$B你回憶起曾在薩爾的大廳中見過伊崔格。",
    ["T"] = "伊崔格的智慧",
  },
  [4961] = {
    ["D"] = "啊，召喚師的寶珠——這肯定是污染的來源。如果你準備使用寶珠的話，我們就必須先驅除里面的惡魔，這對我來說很容易。$B$B不過你的任務就困難一些了。一旦我釋放出了惡魔，你就必須殺死他。$B$B而且你的動作必須要快，如果你太慢的話，他就會回到寶珠里面去，那樣我們可就白費力氣了！$B$B準備好你最強大的法術，把藥水放在隨手可及的地方，如果你有朋友的話，也叫幾個來幫忙，這個任務真的不可掉以輕心。",
    ["O"] = "殺死寶珠之魔，然后與塔貝薩談一談。",
    ["T"] = "奧拉赫寶珠的凈化",
  },
  [4962] = {
    ["D"] = "這么說，你決定去捕獲地獄犬的靈魂，這很好。$B$B帶著這顆紅寶石——你必須帶著它才能捕獲那種惡魔的靈魂。你應該很熟悉它的使用方法：當地獄犬快要死亡的時候，就使用這顆寶石，它會替你完成剩下的工作。$B$B我建議你到凄涼之地去，在那里收服一頭地獄犬。$B$B你成功之后就把捕獲到的靈魂和紅寶石都交給梅納拉。",
    ["O"] = "帶上地獄犬紅寶石到凄涼之地去，用它捕獲一只地獄犬的靈魂。成功之后，將地獄犬紅寶石和被禁錮的地獄犬靈魂交給貧瘠之地的梅納拉·沃倫德。",
    ["T"] = "地獄犬的靈魂",
  },
  [4963] = {
    ["D"] = "這么說，你決定去捕獲地獄火的靈魂，這很好。$B$B帶著這顆綠寶石——你必須帶著它才能捕獲那種惡魔的靈魂。你應該很熟悉它的使用方法：當地獄火快要死亡的時候，就使用這顆寶石，它會替你完成剩下的工作。$B$B我建議你到凄涼之地去，在那里收服一個地獄火。$B$B你成功之后就把捕獲到的靈魂和綠寶石都交給梅納拉。",
    ["O"] = "帶上地獄火綠寶石到凄涼之地去，用它捕獲一個地獄火的靈魂。成功之后，將地獄火綠寶石和被禁錮的地獄火靈魂交給貧瘠之地的梅納拉·沃倫德。",
    ["T"] = "地獄火的靈魂",
  },
  [4964] = {
    ["D"] = "我馬上就開始為你制作寶珠，并將新的惡魔禁錮在里面。等寶珠完成之后，你可以選擇是把它制成法杖還是保留這顆寶珠。我始終認為術士應該選擇自己最喜歡的武器……所以這次我也沒理由不按老規矩辦。",
    ["O"] = "等待梅納拉·沃倫德完成達奧拉赫寶珠，然后再與她談一談。",
    ["T"] = "達奧拉赫寶珠",
  },
  [4965] = {
    ["D"] = "嘖嘖，很高興看到你的力量在逐漸增長，$N。我敢打賭，你是準備去貧瘠之地找梅納拉·沃倫德談話吧。如果你以前沒有跟她說過話，那么讓我來告訴你吧，到現在為止，我還沒有遇到過比她更熟練的制造師呢——尤其是是制造寶珠。那寶珠甚至可以禁錮惡魔，不費吹灰之力就能讓惡魔按我們的意愿行事。$B$B如果你感興趣的話，就到貧瘠之地棘齒城旁邊的塔里去找她吧。",
    ["O"] = "與貧瘠之地的梅納拉·沃倫德談一談。",
    ["T"] = "奧拉赫寶珠",
  },
  [4966] = {
    ["D"] = "但是，半人馬的數量可能比我想象中的要多，我請求你，$n，與我一起反擊這些可恥的暗殺者吧。",
    ["O"] = "保護卡納提·灰云免受半人馬的襲擊。",
    ["T"] = "保護卡納提·灰云",
  },
  [4967] = {
    ["D"] = "你這個蠢貨，仍然被那些世俗的東西捆著手腳。沒錯，我蔑視你，看見你在我前面，我就不禁要大笑。你真可悲！$B$B但是我怎么想并不重要，關鍵是那些愿意與你打交道的人怎么想！雖然我并不看重你，但那些掌握著力量的人認為你應得到更多。$B$B如果這就是你想要的，那么你就到棘齒城邊的塔里去找梅納拉·沃倫德談談吧。我想你以前應該見過她。",
    ["O"] = "與貧瘠之地的梅納拉·沃倫德談一談。",
    ["T"] = "奧拉赫寶珠",
  },
  [4968] = {
    ["D"] = "嗯，你居然大有長進……這真令人吃驚。我曾認為你肯定已經魔法的力量拉入了墮落的深淵，那么，讓我們來繼續增強你的力量，如何？$B$B如果你想要看看自己到底有多大的本事，就到棘齒城外的那座塔里去找梅納拉·沃倫德，她會給你指引的。",
    ["O"] = "與貧瘠之地的梅納拉·沃倫德談一談。",
    ["T"] = "奧拉赫寶珠",
  },
  [4969] = {
    ["D"] = "哈哈！年輕的$r$c，你做得很好。$B$B再過一段日子，即使是地獄火和恐懼魔王都會在你面前低頭的！$B$B但是在那之前，你還得依賴凡人鑄造的武器。$B$B看起來你已經準備好了。如果你愿意的話，梅納拉·沃倫德想跟你談談！她住在斯坦哈德的塔里，就在棘齒城的邊上。去吧。",
    ["O"] = "與貧瘠之地的梅納拉·沃倫德談一談。",
    ["T"] = "奧拉赫寶珠",
  },
  [4970] = {
    ["D"] = "如果你想要證明自己，可以先從一項簡單但很重要的任務開始。$B$B從遍布冬泉谷的奇美拉和碎齒熊身上收集它們的肉。把肉交給我，這樣我就可以用它來喂養那些正在接受訓練的霜刃豹了。",
    ["O"] = "收集5塊碎齒熊肉和5塊冰風奇美拉肉，把它們交給冬泉谷的雷沃·霜翼。",
    ["T"] = "霜刃豹的食物",
  },
  [4971] = {
    ["D"] = "一股邪惡的力量——很可能是天災軍團——出現在安多哈爾，擾亂了時間的流動！我可以嘗試維持現有的時間進程，并修正它所遭到的破壞，但是我必須在一個安靜的環境中才能做這些事情，這就需要你的幫助。$B$B時光寄生蟲——以改變的時間流為能源的食腐蟲——在安多哈爾的倉庫中大量繁殖，扭曲的藍色脈搏是它們身體唯一可見的部分。它們阻撓了我的施法過程，所以，$N，請你使用時光置換器幫我除掉這些寄生蟲。",
    ["O"] = "在安多哈爾的一處倉庫附近使用時光置換器，使時光寄生蟲現身。$B$B殺掉15只時光寄生蟲，然后將時光置換器還給西瘟疫之地安多哈爾旅店的克羅米。",
    ["T"] = "時間問題",
  },
  [4972] = {
    ["D"] = "我需要借助你的能力進入這間房間以外的世界，$N。請允許我稍后向你解釋。$B$B你發現這間房間與安多哈爾其他地方的不同了吧。我的飛龍以不同的方式在不同的時間線上工作著。要修復安多哈爾的損傷，我要從一個不同的時間線著手，避免過分污染它。要繼續進行這項工作的話，我需要一些時間飾品，其中一個是在瘟疫襲擊安多哈爾時產生的。在建筑物殘骸中尋找時間飾品，這些建筑都是這個曾經繁華的城市的一部分。",
    ["O"] = "在安多哈爾城中四處散落的保險箱里找到5只安多哈爾懷表，然后把它們交給西瘟疫之地安多哈爾旅店里的克羅米。",
    ["T"] = "找回時間",
  },
  [4973] = {
    ["D"] = "要是你愿意再幫我一次，我就不客氣啦。我想要更多的懷表，你也許能在安多哈爾的廢墟中找到它們。它們能幫助我們在與擾亂時間線的任何邪惡力量抗衡時保持平衡。$B$B對于交換，我將給你另外一件裝備，將來你會發現它的大用處的。",
    ["O"] = "在安多哈爾城的廢墟里找到5只安多哈爾懷表，然后把它們交給西瘟疫之地安多哈爾旅店里的克羅米。",
    ["T"] = "找回時間",
  },
  [4974] = {
    ["D"] = "雷德受到黑龍的保護，因此他才如此狂妄囂張。$B$B你，$N，必須尋找一條穿過晉升大廳的道路，找到大酋長雷德·黑手并殺死他——為部落而戰！$B$B<薩爾一拳打在王座上。>$B$B高舉著他的頭顱凱旋而歸吧，將頭顱呈獻給你的酋長。去吧，你將成為部落的英雄！",
    ["O"] = "去黑石塔殺死大酋長雷德·黑手，帶著他的頭顱返回奧格瑞瑪。",
    ["T"] = "為部落而戰！",
  },
  [4975] = {
    ["D"] = "我馬上就開始為你制作寶珠，并將新的惡魔禁錮在里面。等寶珠完成之后，你可以選擇是把它制成法杖還是保留這顆寶珠。我始終認為術士應該選擇自己最喜歡的武器……所以這次我也沒理由不按老規矩辦。",
    ["O"] = "等待梅納拉·沃倫德完成諾奧拉赫寶珠，然后再與她談一談。",
    ["T"] = "諾奧拉赫寶珠",
  },
  [4976] = {
    ["D"] = "把凈化過的寶珠交給棘齒城的梅納拉，$N。代我向她問好，一路小心。我真的希望你能應付得了越來越強大的誘惑和腐蝕的力量。$B$B祝你好運。",
    ["O"] = "將凈化過的地獄火寶珠交給貧瘠之地的梅納拉·沃倫德。",
    ["T"] = "歸還凈化過的寶珠",
  },
  [4981] = {
    ["D"] = "決不要相信地精。這是我多年來總結的經驗，$N。$B$B她的名字是比修——我們最機敏的偵察員之一。我發現她在為燃燒平原外面的一個名叫基布雷爾的可疑的寵物商工作，而且非常賣力。更糟糕的是，她在使用部落的資金來做這些事情。$B$B把她給我帶回來，要活的。$B$B她已經鉆到黑石塔里面去了。去找到她，并把她帶回來。$B$B還有，$N，不要讓她的甜言蜜語欺騙了你。",
    ["O"] = "到黑石塔去查明比修的下落。",
    ["T"] = "狡猾的比修",
  },
  [4982] = {
    ["D"] = "在夜里，當這個地方守備松懈的時候，我就會在城里偷偷地四處走動，記下我所看到的可能會對K.E.F.有戰略價值的任何東西。$B$B然而昨晚事情變得非常糟糕，我被一張網絆到并觸動了一個機關，我馬上把我的偵察裝置藏起來去找藏身之所了！不幸的是，我沒法取回那套裝置。他們已經把巡邏兵的數量增加了兩三倍！所有的情報都丟失了。$B$B把我的東西拿回來，我就可以返回K.E.F.去了。",
    ["O"] = "找到比修的裝置并把它們還給她。你記得她說過她把裝置藏在城市的最底層。",
    ["T"] = "比修的裝置",
  },
  [4983] = {
    ["D"] = "把這份報告交給雷克斯洛特。它可以讓我恢復好名聲，并且肯定會讓K.E.F.在對付這些獸人時占據戰略上的優勢。$B$B跟你一起回去？我有太多的工作要做。快走吧，他們急需這些報告！",
    ["O"] = "把比修的偵查報告交給卡加斯的雷克斯洛特。",
    ["T"] = "比修的偵察報告",
  },
  [4984] = {
    ["D"] = "盡管我不可能以一己之力反抗亡靈天災，但我仍然來到了這里，盡力治愈他們對大自然造成的傷害。這片土地上的生靈遭受著瘟疫所帶來的災難，這瘟疫使大地窒息。我想請你把我在這里未完成的工作繼續下去。$B$B對那些正在忍受折磨的動物們來說，除了仁慈地解放它們，沒有什么其它的解決辦法了。把附近生病的狼找出來，殺死它們。我請求你，$N，結束它們的痛苦吧……這樣做也會令我得到安寧。",
    ["O"] = "消滅8只生病的狼，然后去找西瘟疫之地嚎哭鬼屋的穆格雷斯·深水。",
    ["T"] = "大自然的苦楚",
  },
  [4985] = {
    ["D"] = "在我們所在地的東方，東瘟疫之地邊界的附近，從前驕傲而威嚴的灰熊在鄉村游走。亡靈天災所釋放的瘟疫也已將這些動物趨散。它們在鄉村游蕩，飽受了肌肉僵硬和皮肉腐爛之苦。$B$B我請求你也去結束它們的痛苦。治療它們苦難的唯一方法就是讓其痛快的死去，這必須由你親手來完成。",
    ["O"] = "消滅8只生病的灰熊，然后去找西瘟疫之地嚎哭鬼屋的穆格雷斯·深水。",
    ["T"] = "大自然的苦楚",
  },
  [4986] = {
    ["D"] = "牛頭人德魯伊那毫無生氣的手緊緊地抓著一根看上去極為結實的橡木枝，樹皮上刻著一些德魯伊教派的文字。$B$B當你握著這根樹枝時，你發現原本應該冰冷的樹枝摸上去卻非常溫暖。巨樹泰達希爾的畫面清晰地浮現在你的腦海里，然后是達納蘇斯。“塞納里奧議會”這幾個字也涌到了你的唇邊。你現在很清楚要把這根樹枝帶到哪兒去了。",
    ["O"] = "根據雕文橡木枝上面所附加的魔法，這個牛頭人德魯伊本來準備把它交給達納蘇斯的塞納里奧議會。看來你應該到那里去找一個德魯伊，并尋求他的幫助。",
    ["T"] = "雕文橡木枝",
  },
  [4987] = {
    ["D"] = "牛頭人德魯伊那毫無生氣的手緊緊地抓著一根看上去極為結實的橡木枝，樹皮上刻著一些德魯伊教派的文字。$B$B當你握著這根樹枝時，你發現原本應該冰冷的樹枝摸上去卻非常溫暖。莫高雷地區的雷霆崖的畫面清晰地浮現在你的腦海里，然后是達納蘇斯。“塞納里奧議會”這幾個字也涌到了你的唇邊。你現在很清楚要把這根樹枝帶到哪兒去了。",
    ["O"] = "根據雕文橡木枝上面所附加的魔法，這個牛頭人德魯伊本來準備把它交給雷霆崖的塞納里奧議會。看來你應該到那里去找一個德魯伊，并尋求他的幫助。",
    ["T"] = "雕文橡木枝",
  },
  [5001] = {
    ["D"] = "通常我是不會與$r打交道的，但是現在看起來，我前有困境后有巨魔，進退兩難。你知道，我在此地的任務對部落來說有極其重要的意義。然而我得到的情報對聯盟來說也是有益的。請相信我，我不是聯盟的支持者，但黑石氏族不只有一群獸人。$B$B如果你幫我找到我的東西，我就會給你一些對你們也有用的情報。$B$B同意嗎？",
    ["O"] = "找到比修的裝置并把它們還給她。祝你好運！",
    ["T"] = "比修的裝置",
  },
  [5002] = {
    ["D"] = "我是個說話算話的小地精。現在仔細聽著：$B$B這些獸人的主要用途是黑龍的苦工和炮灰！$B$B他們真正的頭領不是別人，正是奈法利安，死亡之翼的兒子。我還在這一帶偵察到了一些奈法利安的下屬所在的位置。$B$B把這張地圖交給燃燒平原的麥克斯韋爾元帥，地圖上面標記著這些魔王的位置，很容易就可以辨認出來。",
    ["O"] = "到燃燒平原去，把比修的情報交給麥克斯韋爾元帥。",
    ["T"] = "給麥克斯韋爾的消息",
  },
  [5021] = {
    ["D"] = "“在我被困在這里之前，這個包裹一定得送……送出去！”$B$B一個驚恐的女人的哭聲在這所房子里穿梭回蕩。你看到一個女人的靈魂瑟縮在樓上的角落里，看上去她并不完全熟悉周圍的環境，她只是隱約地感覺到了你的存在。$B$B“你是來幫我送包裹的嗎？趁事情還沒有變得更加糟糕……求你了，幫幫我！我本來是要騎馬離開這里的，包裹應該還在我的馬旁邊……是不是已經太遲了？”",
    ["O"] = "這個女人的幽靈告訴你她要送出一只包裹。她說那只包裹就在她的馬旁邊。至于馬在哪里或者包裹要送到哪里去，她卻根本沒有說。",
    ["T"] = "遲到總比不到好",
  },
  [5022] = {
    ["D"] = "你撿起那只包裹，然后擦掉了積落在上面的一層薄薄的塵土和泥垢。這只包裹上面草草地寫著要投寄給暴風城里的一個名叫艾瑪·費爾斯通的人，而包裹的遞送日期已經是四年之前了。$B$B盡管你并不清楚艾瑪·費爾斯通是否還活著，但暴風城的市政廳里應該還保留有城市居民的記錄，你應該去找暴風城人口普查處的皇家代理人幫忙。",
    ["O"] = "與暴風城的皇家代理人巴瑟羅爾協商，查找到艾瑪·費爾斯通的下落。通常在市政廳里都有一個人口普查官。",
    ["T"] = "遲到總比不到好",
  },
  [5023] = {
    ["D"] = "你撿起那只包裹，然后擦掉了積落在上面的一層薄薄的塵土和泥垢。這只包裹上面草草地寫著要投寄給洛丹倫的一個名叫杰雷米亞·費爾斯通的人，而包裹的遞送日期已經是四年之前了。$B$B盡管你并不清楚杰雷米亞·費爾斯通是否還活著，但幽暗城——也就是以前的洛丹倫——應該還保留有城市居民的記錄，你應該去找幽暗城人口普查處的皇家管理人幫忙。",
    ["O"] = "與幽暗城的皇家管理人巴哈烏斯協商，查找杰雷米亞·費爾斯通的下落。通常在公會注冊處附近會有一個人口普查官。",
    ["T"] = "遲到總比不到好",
  },
  [5041] = {
    ["D"] = "那次被野豬人剪了徑的商隊運載著我們急需的物資。$B$B就你對鋼鬃野豬人的作戰記錄來說，你真的是勇氣十足，我希望你再接再厲，不過這一次，我想知道我是否能請你睜大眼睛，幫我們尋找一些丟失的供給物資。你可以在野豬人的營地里四下找找，那些家伙做了那一票之后明顯胖了許多。$B$B十字路口的居民欠你的人情。",
    ["O"] = "找到十字路口的補給箱，把它還給貧瘠之地的索克。",
    ["T"] = "十字路口的補給品",
  },
  [5042] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "阿迦瑪甘的力量",
  },
  [5043] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "阿迦瑪甘的敏捷",
  },
  [5044] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "阿迦瑪甘的智慧",
  },
  [5045] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "高漲的士氣",
  },
  [5046] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "野豬之皮",
  },
  [5047] = {
    ["D"] = "你可以在永望鎮找到瑪雷弗斯·暗錘，$c。告訴他“芬克一切都好”，還有衣服很不錯。$B$B然后給他這個。$B$B<芬克給了你一塊光鮮的肉。>$B$B這是我“度假”時從比斯巨獸的內臟里摘出來的。$B$B我敢打賭，瑪雷弗斯對看到這個東西的時候會大吃一驚的！$B$B哦，我猜你不知道永望鎮在哪里，是嗎？到冬泉谷去，$g小伙子:女士;！",
    ["O"] = "與永望鎮的瑪雷弗斯·暗錘談一談。",
    ["T"] = "芬克·恩霍爾，為您效勞！",
  },
  [5048] = {
    ["D"] = "她是個奇怪的人，很可能精神不正常……但是記錄顯示這個艾瑪可能確實就是艾瑪·費爾斯通。$B$B你也許見過艾瑪在城市里到處游逛——她不停地自言自語，通常都是些荒誕而含糊不清的話。但是她沒有傷害任何東西或是任何人，因此人們大都不刁難她。$B$B因此，我認為艾瑪事實上就是你要找的艾瑪·費爾斯通。你可以問問她是不是姓費爾斯通。",
    ["O"] = "找到暴風城的艾瑪并弄清她是否就是艾瑪·費爾斯通。如果是的話，那么她可能想要拿到詹妮絲·費爾斯通給她的包裹。",
    ["T"] = "善良的艾瑪",
  },
  [5049] = {
    ["D"] = "根據這些證據，我認為你所找的應該就是杰雷米亞·派森，幽暗城的蟑螂商人。$B$B我一直以為能跑去賣蟑螂的一定是個不平凡的人……毫無疑問，您眼下正在譜寫一卷史詩，偉大的$c。我會讓您繼續進行重塑世界的偉大工作。然而，請允許我成為您這一杰作的一部分，并謙卑地向您揭示他的位置。他就在銀行的附近，正舒服地趴在某條人行道下面呢。",
    ["O"] = "在幽暗城找到杰雷米亞·派森并查明他是否就是你要找的杰雷米亞·費爾斯通。如果他是的話，那么他可能會想要拿到詹妮絲·費爾斯通寄給他的包裹。",
    ["T"] = "杰雷米亞的憂傷",
  },
  [5050] = {
    ["D"] = "看起來我錯怪你了，$N，為此我應向你道歉。我姐姐送給我許多東西，包括看起來很滑稽的費爾斯通農場地契，我想我一時半會是沒法收回它了。$B$B如果我姐姐的靈魂還被束縛在農場不能安息，請你幫幫忙……你能把這個還給她嗎？這是她的半個護身符，她的丈夫拿著另外一半。$B$B或許當她知道我拿到這些東西之后就可以安息了。",
    ["O"] = "把半個好運護符還給西瘟疫之地的詹妮絲·費爾斯通。",
    ["T"] = "好運護符",
  },
  [5051] = {
    ["D"] = "這個可憐的靈魂在繼續喃喃自語：$B$B“我好冷，約翰，把你的護符給我，這樣我們就可以在一起了！快點，約翰，要在瘟疫把我們變成可惡的野獸之前！我看不到你，約翰……但是我知道你就在附近。我能感覺到你在我身旁……”$B$B也許如果你能找到另一半護符并把兩半拼湊起來，就能組合成詹妮絲·費爾斯通的靈魂尋求的東西。",
    ["O"] = "在西瘟疫之地的費爾斯通農場某地找到另外一半好運護符，并把兩半護符合并。$B$B把好運護符交給西瘟疫之地費爾斯通農場的詹妮絲·費爾斯通。",
    ["T"] = "兩半合一",
  },
  [5052] = {
    ["D"] = "和荊棘一樣，鮮血也影響了<豬哼聲>大地的其它特性：血紅的石頭與別的礦石摻雜在一起，刺背野豬人挖出這些碎片并把它們帶走，在戰斗中把它們當作增強<豬哼聲>力量和魔法能量的圖騰。<豬哼聲>$B$B我知道那個魔法的秘密。$B$B把一塊血石碎片交給碎牙來表示你明白了。給碎牙拿來許多血牙碎片，他就會用野豬人的魔法保護你——阿迦瑪甘的魔法！<豬哼聲>",
    ["O"] = "給陶拉祖營地的碎牙帶去一塊血巖碎片。$B$B如果你想要他賜予你阿迦瑪甘的力量，就搜集更多的血巖碎片。",
    ["T"] = "阿迦瑪甘的血巖碎片",
  },
  [5054] = {
    ["D"] = "在冬泉谷那白雪茫茫的山脈里，有一頭狩獵技術純熟精湛的碎齒熊，尤西烏斯。$B$B現在我讓你去對付他，尤西烏斯就在永望鎮西邊的山坡上徘徊。在它發現你的意圖之前找到他，擊敗他。$B$B所有前去獵殺尤西烏斯的獵人都很快發現自己變成了獵物，而尤西烏斯才是獵人。你要多加小心。",
    ["O"] = "永望鎮的斯托姆·影蹄想要你去殺死尤西烏斯。",
    ["T"] = "碎齒熊尤西烏斯",
  },
  [5055] = {
    ["D"] = "布魯米蘭迅捷而又聰明，她悄無聲息地在冬泉谷南邊的雪地中滑翔。但是不要讓她那優雅的外表迷惑了你，所有從她身旁經過的旅行者都受到了猛烈的攻擊，而且多半會賠上他們的性命。$B$B從那些冰風奇美拉中找出布魯米蘭，打敗它，然后再回來見我。",
    ["O"] = "永望鎮的斯托姆·影蹄想要你去殺死布魯米蘭。",
    ["T"] = "冰風奇美拉布魯米蘭",
  },
  [5056] = {
    ["D"] = "在冬泉谷的北方，有一大群兇猛的雪豹聚集在一處被稱作霜刀石的地方。這些豹子的首領是希洛塔姆。打敗她，你的同伴就會對你充滿敬意。$B$B再去一次冬泉谷，一到那里就開始從霜刃豹身上搜集它們的肉。找到希洛塔姆之石，把肉放在那里，這樣就可以召來憤怒的希洛塔姆。$B$B迎戰狂怒的霜刃豹首領，并打敗她。",
    ["O"] = "永望鎮的斯托姆·影蹄想要你去殺死希洛塔姆。",
    ["T"] = "希洛塔姆",
  },
  [5057] = {
    ["D"] = "$N，我已經聽說過許多有關你的傳言了……據說你有著堅強不屈的信念，作為一個$c，你具備杰出的能力。現在看到你，我終于相信這些都是事實了。$B$B像你這樣優秀的$r值得嘉獎。把這個交給我在雷霆崖的一個名叫梅洛·石蹄的朋友。我肯定他會記得你，還有你以往做出的努力。將你近期所取得的勝利告訴他，還有永遠不要忘記你今天所取得的成就。",
    ["O"] = "把斯托姆·影蹄的徽記交給雷霆崖的梅洛·石蹄。",
    ["T"] = "以往的努力",
  },
  [5058] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "達爾松夫人的日記",
  },
  [5059] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被鎖起來的農夫",
  },
  [5060] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "被鎖起來的農夫",
  },
  [5061] = {
    ["D"] = "你已經學完了掌握水棲形態所必須具備的所有知識，現在回到達納蘇斯的瑪斯雷·馭熊者那兒去吧。把墜飾拿給他看看，以此證明你已準備好接受新的知識。他會讓你掌握變化為水棲形態的訣竅，讓你在水中靈活自如。$B$B再見，年輕的德魯伊。我們會再見面的。",
    ["O"] = "回到達納蘇斯，讓瑪斯雷·馭熊者看看你的海獅墜飾。",
    ["T"] = "水棲形態",
  },
  [5062] = {
    ["D"] = "阿利卡拉是個致命的威脅，我們必須馬上將其解決。你必須點燃生命圣火，這樣就可以召喚出阿利卡拉了。$B$B現在就去采集稀有的火巖龍舌蘭植株。在你采集到了足夠的植株后，到雷霆崖的長者高地上去找瑪加薩·野性圖騰。她是個具有強大力量的薩滿祭司，她可以點化火巖龍舌蘭來創造一種引燃圣火所需的材料。$B$B到西北面的沸騰之池去收集火巖龍舌蘭吧。",
    ["O"] = "收集10支火巖龍舌蘭，然后去找雷霆崖長者高地的瑪加薩·野性圖騰。",
    ["T"] = "神圣之火",
  },
  [5063] = {
    ["D"] = "一頂你從未見過的帽子。我們熟練的工匠將使用比斯巨獸的皮制造出最漂亮華美的、每個施法者都夢寐以求的帽子！$B$B另外還需要三百個金幣的制作費用和下面列出的制造材料：$B$B*比斯巨獸的皮。$B$B*磨損的憎惡縫合線。$B$B*奧術水晶。$B$B*魔化紅線。",
    ["O"] = "為了制造血色學者之帽，你必須將下列物品交給瑪雷弗斯·暗錘：1塊比斯巨獸的皮，5根磨損的憎惡縫合線，8塊奧術水晶，5根魔化紅線。$B$B另外你還必須支付50金幣的制作費用。",
    ["T"] = "血色學者之帽",
  },
  [5064] = {
    ["D"] = "$n，你曾為我們做了不少事情，現在我要交給你一個重要的任務。恐怖圖騰氏族正在策劃一些神秘的行動。最近幾個星期，有三個神秘的訪客去過恐怖圖騰氏族的營地中。我們發現他們在黑云峰放置了幾只分散的箱子，里面就藏著他們的密信。$B$B$N，如果你成功地完成了這個危險的任務，我一定會好好獎勵你的。",
    ["O"] = "在黑云峰拿到三封密信。",
    ["T"] = "恐怖圖騰的密信",
  },
  [5065] = {
    ["D"] = "那個巨魔沒有對你說出真相。你為他弄來的那兩塊石板提到了哈卡精華，但是那個傳說的內容應該還有更多才對。我已經研究很久了，而且我發現摩沙魯石板應該總共有六塊，并非兩塊！是六塊！$B$B我恐怕其他人所掌握的那些秘密會對我們不利……$B$B找到第三塊和第四塊摩沙魯石板。它們在東瘟疫之地，被居住在那里的爛苔巨魔控制著。找到它們并把它們交給我。",
    ["O"] = "把第三塊和第四塊摩沙魯石板交給塔納利斯的勘查員詹斯·鐵靴。",
    ["T"] = "失落的摩沙魯石板",
  },
  [5066] = {
    ["D"] = "大家都聽著！大家都聽著！所有的英雄都應該聆聽這號召的聲音！$B$B暴風城已經發出了備戰的號召！所有勇士都應該拿起武器，一同面對來自東部王國北部地區亡靈天災的威脅！城中傳言四起，東部王國的廢墟中滋生出了新的威脅！它們已經在幽暗城東面的瘟疫之地大量集結，聯盟的安全岌岌可危！$B$B聯盟的英雄們——去向指揮官阿什拉姆·瓦羅菲斯特報到吧，他的大本營就在奧特蘭克山脈北邊的冰風崗！",
    ["O"] = "找到指揮官阿什拉姆·瓦羅菲斯特。他的大本營位于奧特蘭克山脈以北的冰風崗。",
    ["T"] = "戰斗的號角：瘟疫之地！",
  },
  [5067] = {
    ["D"] = "雖然歷史上從來沒有成功鑄造這件裝備的記錄，但是只要有合適的環境，鑄造它還是有可能的。$B$B如果奧秘的追尋者想要得到這樣一件具有強大力量的護腿，他就需要以下這些材料：$B$B*比斯巨獸的皮。$B$B*磨損的憎惡縫合線。$B$B*奧金錠。$B$B*萊斯·霜語的防腐液。",
    ["O"] = "為了制造阿卡納護腿，你必須將下列物品交給瑪雷弗斯·暗錘：1塊比斯巨獸的皮，5根磨損的憎惡縫合線，5塊奧金錠，5份萊斯·霜語的防腐液。$B$B另外你還必須支付300金幣的制作費用。",
    ["T"] = "阿卡納護腿",
  },
  [5068] = {
    ["D"] = "據說嗜血胸甲只有一件，那是為最強的刺客迦羅娜制造的。迄今為止，是否還存在其它的事血胸甲仍然是個懸而未決的謎。$B$B但是！我們的工匠只要獲得必要的材料就可以將它復制出來：$B$B*比斯巨獸的皮。$B$B*磨損的憎惡縫合線。$B$B*奧金錠。$B$B*暗影之皮。",
    ["O"] = "為了制造嗜血胸甲，你必須將下列物品交給瑪雷弗斯·暗錘：1塊比斯巨獸的皮，10根磨損的憎惡縫合線，5塊奧金錠，5塊暗影之皮。$B$B另外你還必須支付50金幣的制作費用。",
    ["T"] = "嗜血胸甲",
  },
  [5081] = {
    ["D"] = "這條消息正好彌補了我們對黑石塔情報的不足。$B$B本次進攻具有決定性的戰略意義，$N。$B$B首先，我們要消滅他們的主帥，巨魔沃恩。沒有他的戰斗計劃，黑石獸人將陷入一片混亂之中。$B$B接下來，你必須除掉食人魔之王歐莫克。黑石塔里那些膽小如鼠的食人魔如果沒有了他的指揮，就會變成一盤散沙。$B$B最后是黑石塔的核心將領維姆薩拉克。只要維姆薩拉克一死，他們的指揮中樞就會徹底癱瘓。",
    ["O"] = "到黑石塔去消滅指揮官沃恩、歐莫克大王和維姆薩拉克。完成任務之后回到麥克斯韋爾元帥處復命。",
    ["T"] = "麥克斯韋爾的任務",
  },
  [5082] = {
    ["D"] = "我是來冬泉谷調查冰火溫泉的。我注意到這里的泉水似乎有些……古怪。我暫時還沒有找出問題的根源，老實說，我最近遇到一些麻煩，都是那些冬泉熊怪在作祟。$B$B它們跟我一樣被吸引到了泉水附近。這些熊怪對水源的保護意識極強，不讓我接近北邊那兩處較大的溫泉。$B$B我想繼續進行研究，你能幫幫我嗎？",
    ["O"] = "冬泉谷的多諾瓦·雪山要你去殺死8個冬泉探路者、8個冬泉巢穴守衛和8個冬泉圖騰師。",
    ["T"] = "冬泉熊怪的威脅",
  },
  [5083] = {
    ["D"] = "你從冬泉熊怪那兒揀來的這只小瓶子是空的，但是里面有一些奇怪的綠色液體，它甚至發出了微微的光芒。$B$B這會是什么重要的東西嗎？$B$B多諾瓦·雪山可能會告訴你更多的信息，她在冬泉谷的溫泉附近有個營地。",
    ["O"] = "將空的火酒瓶交給冬泉谷的多諾瓦·雪山。",
    ["T"] = "冬泉火酒",
  },
  [5084] = {
    ["D"] = "這種綠色液體……它讓我想起了費伍德森林中的那些淤泥。我還看見一些冬泉谷的信使進入了木喉要塞……也許這與你正在尋找的瓶子有關，$N。$B$B有一大群熊怪剛剛經過費伍德森林的木喉要塞，它們被稱為死木部族，惡魔的氣息讓它們墮落了。你為什么不去周圍看看，找到冬泉谷熊怪和死木熊怪之間的關系？",
    ["O"] = "搜尋費伍德森林北部的死木熊怪的營帳，繼續尋找線索。",
    ["T"] = "墮落熊怪",
  },
  [5085] = {
    ["D"] = "鍋里沸騰的綠色物質看起來與你在小瓶子中找到的東西一樣。這種奇怪的粘液狀的物體可能與制造它的熊怪一樣，感染了嚴重的墮落力量……$B$B如果冬泉熊怪在使用它，那么這是否意味著它們很快就會像死木部族一樣墮落？$B$B你最好趕快向多諾瓦匯報你的發現，順便從鍋里采集一點液體樣本給她。",
    ["O"] = "將你的發現報告給多諾瓦·雪山。",
    ["T"] = "神秘的粘液",
  },
  [5086] = {
    ["D"] = "我研究了你取回來的樣本，雖然我還無法確定，但是我相信其中包含著有毒的成分。判斷這一點的唯一方法是收集其它類似的物質進行比較。$B$B我想死木熊怪也許會從費伍德森林的其它墮落生物那兒收集這些東西，尤其是生活在鐵木森林中的那種被稱作劇毒之水的元素生物。$B$B為我收集一些樣本以進行比較，但是要小心——那里是個非常危險的地方！",
    ["O"] = "為冬泉谷的多諾瓦·雪山收集3份劇毒水滴。",
    ["T"] = "劇毒之水",
  },
  [5087] = {
    ["D"] = "真有趣，$N……$B$B當這種有毒物質與溫泉里的水混合的時候，它的毒性就消失了，對飲用者來說，它只會產生暫時的影響。這必定是冬泉熊怪如此熱衷于守護溫泉的原因——它們需要這些泉水來凈化火酒。$B$B我們必須阻止它們——截斷冬泉熊怪與死木熊怪之間的聯系。有一隊冬泉熊怪的信使往返于它們的村子和費伍德森林之間。找到它們，把它們的貨物劫下來。",
    ["O"] = "找到冬泉信使，阻止他們向冬泉村運送物品。",
    ["T"] = "冬泉信使",
  },
  [5088] = {
    ["D"] = "把這些提純凈化的火巖粉拿到千針石林去，并灑在生命圣火之上。那團火焰位于黑云峰的一根用于埋葬死者的石針上。$B$B我注入火巖粉中的魔法會將阿利卡拉召喚到你身旁，$N。$B$B我擔心她可能在追蹤凱恩·血蹄……牛頭人的觀念改變得太多了，而我擔心這一點激怒了阿利卡拉。在事情變得無法收拾之前趕快行動吧，$c！",
    ["O"] = "殺死阿利卡拉。把她的遺體和火巖粉交給白沙崗哨的莫特加·火鬃作為證明。",
    ["T"] = "阿利卡拉",
  },
  [5089] = {
    ["D"] = "你從尸體上發現了一封看上去很重要的信：一封來自于他的上級達基薩斯將軍的信，信的內容似乎跟某種協議有關。$B$B你的直覺告訴你，應該把它交給麥克斯韋爾元帥。",
    ["O"] = "把達基薩斯將軍的命令交給燃燒平原的麥克斯韋爾元帥。",
    ["T"] = "達基薩斯將軍的命令",
  },
  [5090] = {
    ["D"] = "大家都聽著！大家都聽著！所有的英雄都應該聆聽這號召的聲音！$B$B暴風城已經發出了備戰的號召！所有勇士都應該拿起武器，一同面對來自東部王國北部地區亡靈天災的威脅！城中傳言四起，東部王國的廢墟中滋生出了新的威脅！它們已經在幽暗城東面的瘟疫之地大量集結，聯盟的安全岌岌可危！$B$B聯盟的英雄們——去向指揮官阿什拉姆·瓦羅菲斯特報到吧，他的大本營就在奧特蘭克山脈北邊的冰風崗！",
    ["O"] = "找到指揮官阿什拉姆·瓦羅菲斯特。他的大本營位于奧特蘭克山脈以北的冰風崗。",
    ["T"] = "戰斗的號角：瘟疫之地！",
  },
  [5091] = {
    ["D"] = "大家都聽著！大家都聽著！所有的英雄都應該聆聽這號召的聲音！$B$B暴風城已經發出了備戰的號召！所有勇士都應該拿起武器，一同面對來自東部王國北部地區亡靈天災的威脅！城中傳言四起，東部王國的廢墟中滋生出了新的威脅！它們已經在幽暗城東面的瘟疫之地大量集結，聯盟的安全岌岌可危！$B$B聯盟的英雄們——去向指揮官阿什拉姆·瓦羅菲斯特報到吧，他的大本營就在奧特蘭克山脈北邊的冰風崗！",
    ["O"] = "找到指揮官阿什拉姆·瓦羅菲斯特。他的大本營位于奧特蘭克山脈以北的冰風崗。",
    ["T"] = "戰斗的號角：瘟疫之地！",
  },
  [5092] = {
    ["D"] = "安多哈爾城西和城北的入口防守非常嚴密，我正在努力從防御力較弱的東面入口尋找突破點。天災軍團以占據悔恨嶺的亡靈部隊所組成的第一道防線作為緩沖區，如果我們想要進攻安多哈爾的話，就必須穿過悔恨嶺。$B$B你的第一個任務是清除悔恨嶺一帶的障礙，掃除在這一地區出沒的骷髏和食尸鬼，任務完成之后就回來向我匯報！",
    ["O"] = "殺掉悔恨嶺中的10個骷髏剝皮者和10個被奴役的食尸鬼。$B$B然后向西瘟疫之地冰風崗的指揮官阿什拉姆·瓦羅菲斯特復命。",
    ["T"] = "掃清道路",
  },
  [5093] = {
    ["D"] = "部落的英雄們，請聆聽這召喚的聲音——部落召喚你們迅速行動起來！$B$B戰斗的號角已經吹響，所有勇士都應拿起武器，準備與天災軍團殊死作戰！城中傳言四起，東部王國的廢墟中滋生出了新的威脅！它們已經在幽暗城東面的瘟疫之地大量集結，部落的安全岌岌可危！$B$B部落的英雄們——去向高級執行官德靈頓報到吧，他的大本營就在提瑞斯法林地東部的亡靈壁壘！",
    ["O"] = "找到高級執行官德靈頓。他將自己的大本營建在提瑞斯法林地和幽暗城以東的亡靈壁壘。",
    ["T"] = "戰斗的號角：瘟疫之地！",
  },
  [5094] = {
    ["D"] = "部落的英雄們，請聆聽這召喚的聲音——部落召喚你們迅速行動起來！$B$B戰斗的號角已經吹響，所有勇士都應拿起武器，準備與天災軍團殊死作戰！城中傳言四起，東部王國的廢墟中滋生出了新的威脅！它們已經在幽暗城東面的瘟疫之地大量集結，部落的安全岌岌可危！$B$B部落的英雄們——去向高級執行官德靈頓報到吧，他的大本營就在提瑞斯法林地東部的亡靈壁壘！",
    ["O"] = "找到高級執行官德靈頓。他將自己的大本營建在提瑞斯法林地和幽暗城以東的亡靈壁壘。",
    ["T"] = "戰斗的號角：瘟疫之地！",
  },
  [5095] = {
    ["D"] = "部落的英雄們，請聆聽這召喚的聲音——部落召喚你們迅速行動起來！$B$B戰斗的號角已經吹響，所有勇士都應拿起武器，準備與天災軍團殊死作戰！城中傳言四起，東部王國的廢墟中滋生出了新的威脅！它們已經在幽暗城東面的瘟疫之地大量集結，部落的安全岌岌可危！$B$B部落的英雄們——去向高級執行官德靈頓報到吧，他的大本營就在提瑞斯法林地東部的亡靈壁壘！",
    ["O"] = "找到高級執行官德靈頓。他將自己的大本營建在提瑞斯法林地和幽暗城以東的亡靈壁壘。",
    ["T"] = "戰斗的號角：瘟疫之地！",
  },
  [5096] = {
    ["D"] = "在進軍安多哈爾之前，我們必須解決來自壁爐谷的血色十字軍的威脅。他們已經在費爾斯通農場和達爾松之淚中間建立了營地，這使得我們在對亡靈天災和十字軍的作戰中處于劣勢，風險激增。$B$B我的計劃是挑起他們之間的戰爭，你要做的就是去摧毀十字軍的指揮帳篷，使用這只箱子里的燃燒瓶就行了。在點燃了帳篷之后，把亡靈天災的戰旗插在他們的營地中。如果我們運氣夠好的話，十字軍就會對亡靈天災進行報復。",
    ["O"] = "到血色十字軍建在費爾斯通農場和達爾松之淚之間的營地去，摧毀他們的指揮帳篷。$B$B將亡靈天災的戰旗插在營地中，然后回到西瘟疫之地亡靈壁壘的高級執行官德靈頓那兒。",
    ["T"] = "誤導血色十字軍",
  },
  [5097] = {
    ["D"] = "通過使用一種被稱作信號火炬的魔法物品，我們可以為軍隊即將展開的行動標識出目標。我們認為亡靈天災正在將安多哈爾的哨塔作為控制軍隊的手段。$B$B你的任務就是突破安多哈爾的防線，將信標放置在四座哨塔中。你必須將信標放在每座哨塔的門口才行。信號火炬僅可使用五次，可別浪費了！",
    ["O"] = "使用信號火炬為安多哈爾城中的四座哨塔做上標記，你必須站在哨塔門口才能成功地進行標記。$B$B在做完了標記之后，將信號火炬還給西瘟疫之地冰風崗的指揮官阿什拉姆·瓦羅菲斯特。",
    ["T"] = "標記哨塔",
  },
  [5098] = {
    ["D"] = "通過使用一種被稱作信號火炬的魔法物品，我們可以為軍隊即將展開的行動標識出目標。我們認為亡靈天災正在將安多哈爾的哨塔作為控制軍隊的手段。$B$B你的任務就是突破安多哈爾的防線，將信標放置在四座哨塔中。你必須將信標放在每座哨塔的門口才行。信號火炬僅可使用五次，可別浪費了！",
    ["O"] = "使用信號火炬為安多哈爾城中的四座哨塔做上標記，你必須站在哨塔門口才能成功地進行標記。$B$B在做完了標記之后，將信號火炬還給西瘟疫之地亡靈壁壘的高級執行官德靈頓。",
    ["T"] = "標記哨塔",
  },
  [5102] = {
    ["D"] = "我們和這些怪物正在進行雙線作戰：在暴風城，我們努力不讓它們的魔爪深入城市；在燃燒平原，我們把戰火燒到它們門前。我們必須時刻保持著警惕，$N。當它們侵占我們的領地，殘害我們家人的時候，我們要把怒火全部傾瀉出來。$B$B找到達基薩斯將軍，然后干掉它！$B$B這個任務顯然不簡單，但是完成它所能得到的獎勵也是相當豐厚的。",
    ["O"] = "到黑石塔去殺掉達基薩斯將軍，完成任務之后就回到麥克斯韋爾元帥那里復命。",
    ["T"] = "達基薩斯將軍之死",
  },
  [5103] = {
    ["D"] = "這個人留下的只有一把燒焦了的骨頭。他似乎是死于他找到的東西——一副未淬火的板甲護手。$B$B也許你應該拿起那副手套，然后離開這里？",
    ["O"] = "世界上一定有人知道關于這副手套的事情，祝你好運！",
    ["T"] = "火熱的死亡",
  },
  [5121] = {
    ["D"] = "雖然我們還不太清楚為什么熊怪會吃下這種奇怪的物質，但我們最好盡快阻止它們。$B$B冬泉熊怪并不是一個好戰的部族，它們的巨大變化讓我認為它們一定是在執行領袖的命令。我們無法挽回它們已經造成的損失，但是我想，如果它們的領袖被除掉的話，事態至少不會進一步惡化。$B$B快去冬泉村吧。",
    ["O"] = "冬泉谷的多諾瓦·雪山要你去擊敗冬泉酋長。",
    ["T"] = "冬泉酋長",
  },
  [5122] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "信仰獎章",
  },
  [5123] = {
    ["D"] = "你在冬泉酋長身上找到的日志看起來內容豐富，但是看完幾頁之后，你發現自己完全看不懂這本書。上面的符號粗糙而又拙劣——你不禁懷疑是否真的有人能讀懂它們。$B$B不過，多諾瓦也許能告訴你這本書上寫了些什么……",
    ["O"] = "把潦草的日志交給冬泉谷的多諾瓦·雪山。",
    ["T"] = "最后一片",
  },
  [5124] = {
    ["D"] = "以索瑞森胡須的名義！$B$B你是在哪兒找到這些東西的？$B$B更重要的是，你愿意出售它們嗎？我自然會付給你豐厚的酬勞。$B$B我跟你說啊，$N，要是你把這些沒淬火的護手給我，我就教你如何打造自己的裝備。你要做的就是為我收集這些東西，這樣我就能獲得精確的配方了。$B$B你覺得怎么樣？$B$B這是一張我需要的東西的列表，你把護手交給我之后，其它的材料我自己搞定。",
    ["O"] = "將6塊魔化瑟銀錠、2份火焰精華和4顆紅寶石交給瑪雷弗斯·暗錘。另外你還得把未淬火的板甲護手也交給他。",
    ["T"] = "熾熱板甲護手",
  },
  [5125] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "奧里克斯的清算",
  },
  [5126] = {
    ["D"] = "那個薩特正在四處踱步并且自言自語。你想跟他搭話嗎？",
    ["O"] = "與羅拉克斯談一談，聽聽他要說什么。",
    ["T"] = "羅拉克斯的故事",
  },
  [5127] = {
    ["D"] = "羅拉克斯做生意，但他不與那些無足輕重的凡人打交道。$B$B不過，我要跟你做一筆生意……帶上這支矛，它充滿著惡魔的強大能量，當你找到古拉魯克時，殺了他，然后用這支矛刺穿他的心臟。他的靈魂將被吸取，而這靈魂將為我所有。把長矛和他偷走的胸甲給我帶回來，然后我就會交給你他想要學習的東西。",
    ["O"] = "到黑石塔去找到古拉魯克。殺死他，然后用血污長矛刺入他的尸體。當他的靈魂被吸干后，這支矛就會成為穿魂長矛。$B$B你還必須找到未鑄造的符文覆飾胸甲。$B$B將穿魂長矛和未鑄造的符文覆飾胸甲都交給冬泉谷的羅拉克斯。",
    ["T"] = "惡魔熔爐",
  },
  [5128] = {
    ["D"] = "冬泉熊怪對我而言已不是個威脅了，但是如果你仍然想要查出是什么驅使熊怪制造并飲用這種奇怪的火酒，那么你應該去尋求科雷克·望天的幫助。$B$B他是翡翠議會的成員，那個組織中的德魯伊都在致力于凈化和治愈費伍德森林的創傷。$B$B科雷克對費伍德森林中的熊怪非常了解，他可以告訴你更多關于這本日志的信息。$B$B再次感謝你，$N。",
    ["O"] = "將潦草的日志交給費伍德森林南部的科雷克·望天。",
    ["T"] = "熊怪酋長的話",
  },
  [5141] = {
    ["D"] = "龍鱗制皮可不是件簡單的工作，但是收益也非常豐厚。我可以教你如何制造這件精良的鎖甲，但你得先同意我的一些條件。$B$B你選擇了這條路，就必須承諾永遠不會學習元素制皮技術或部族制皮技術，只能沿著這條路走下去。此外，你還必須制造一件蝎殼護甲。最后，我還要看看你是否有能力獲得制造護甲所必需的材料：龍類的鱗片。",
    ["O"] = "將2套硬化蝎殼胸甲、2套硬化蝎殼手套和10片龍鱗交給艾薩拉的彼得·加林。$B$B完成這項任務之后，你就可以學到龍鱗制皮技術了。$B$B同時，你也將永遠無法學習元素制皮技術和部族制皮技術，在決定之前先考慮清楚。",
    ["T"] = "龍鱗制皮",
  },
  [5142] = {
    ["D"] = "在達隆郡戰役中，我們犧牲了很多人。很多人死了……很多人死后又站了起來……$B$B戰爭一開始，我就把我的侄女帕米拉藏了起來，我不知道她現在到底怎么樣了。我只是一個游魂，但是我一直很想知道帕米拉的情況。$B$B求求你，好心的$c，你能去達隆郡幫我找找她嗎？往東邊走，過了蓋羅恩農場就到達隆郡了。",
    ["O"] = "找到帕米拉·雷德帕斯。",
    ["T"] = "小帕米拉",
  },
  [5143] = {
    ["D"] = "要學習部族制皮技術，你就必須了解大自然最初的狀態。我知道你已經掌握了制造蠻皮護甲的技術，我很樂意幫助你完成訓練。$B$B要知道，$C，一旦你選擇了這條路，就得承諾永遠不會學習龍鱗制皮技術和元素制皮技術，你只能沿著自己選定的路走下去。此外，將你所能制造出來的最好的蠻皮護甲給我看看，然后我就可以向你傳授技藝了。",
    ["O"] = "將1件蠻皮外衣和1件蠻皮頭盔交給菲拉斯的凱雷希亞·獵月。$B$B完成這項任務之后，你就可以學到部族制皮技術了。$B$B同時，你也將永遠無法學習元素制皮技術和龍鱗制皮技術，在決定之前先考慮清楚。",
    ["T"] = "部族制皮",
  },
  [5144] = {
    ["D"] = "我熟知元素制皮的技藝，如果你愿意敞開心扉學習更多的知識，那么我愿意與你分享我所知的一切。$B$B你要明白，$c：一旦你選擇了這條道路，就必須承諾永遠不學習龍鱗制皮或是部落制皮；你只能學習這三種手藝中的一種。此外，我需要你證明自己與大自然的元素有著融洽的關系，所以，你要將火、水、土和風元素最純凈的精華交給我。",
    ["O"] = "將2個火焰之心、2個純水之球、2個大地之核和2個風之氣息交給灼熱峽谷的薩拉·坦尼。$B$B一旦你完成這項任務，就可以開始學習元素制皮技藝了。$B$B同時，你也就無法再學習龍鱗制皮和部落制皮了，在你決定之前要考慮清楚。",
    ["T"] = "元素制皮",
  },
  [5145] = {
    ["D"] = "龍鱗制皮可不是件簡單的工作，但是收益也非常豐厚。我可以教你如何制造這件精良的鎖甲，但你得先同意我的一些條件。$B$B你選擇了這條路，就必須承諾永遠不會學習元素制皮技術或部族制皮技術，只能沿著這條路走下去。此外，你還必須制造一件蝎殼護甲。最后，我還要看看你是否有能力獲得制造護甲所必需的材料：龍類的鱗片。",
    ["O"] = "將2套硬化蝎殼胸甲、2套硬化蝎殼手套和10片龍鱗交給荒蕪之地的索卡夫·龍眼。$B$B完成這項任務之后，你就可以學到龍鱗制皮技術了。$B$B同時，你也將永遠無法學習元素制皮技術和部族制皮技術，在決定之前先考慮清楚。",
    ["T"] = "龍鱗制皮",
  },
  [5146] = {
    ["D"] = "我熟知元素制皮的技藝，如果你愿意敞開心扉學習更多的知識，那么我愿意與你分享我所知的一切。$B$B你要明白，$c：一旦你選擇了這條道路，就必須承諾永遠不學習龍鱗制皮或是部落制皮；你只能學習這三種手藝中的一種。此外，我需要你證明自己與大自然的元素有著融洽的關系，所以，你要將火、水、土和風元素最純凈的精華交給我。",
    ["O"] = "將2個火焰之心、2個純水之球、2個大地之核和2個風之氣息交給阿拉希山脈的布魯姆·白蹄。$B$B一旦你完成這項任務，就可以開始學習元素制皮技藝了。$B$B同時，你也就無法再學習龍鱗制皮和部落制皮了，在你決定之前要考慮清楚。",
    ["T"] = "元素制皮",
  },
  [5147] = {
    ["D"] = "通緝：阿納克·恐怖圖騰$B$B流放者阿納克因罪大惡極的謀殺和綁架行為而被通緝。那些敢于將這名罪犯繩之以法的勇士將獲得豐厚的報酬。$B$B阿納克最后一次被發現是在黑云峰附近的懸崖上。請向亂風崗的峭壁衛兵圖林·長角出示你殺死阿納克的證明。",
    ["O"] = "殺死阿納克·恐怖圖騰，并向亂風崗的峭壁衛兵圖林·長角出示證據。",
    ["T"] = "通緝：阿納克·恐怖圖騰",
  },
  [5148] = {
    ["D"] = "要學習部族制皮技術，你就必須了解大自然最初的狀態。我知道你已經掌握了制造蠻皮護甲的技術，我很樂意幫助你完成訓練。$B$B要知道，$C：一旦你選擇了這條路，就得承諾永遠不會學習龍鱗制皮技術和元素制皮技術，你只能沿著自己選定的路走下去。此外，將你所能制造出來的最好的蠻皮護甲給我看看，然后我就可以向你傳授技藝了。",
    ["O"] = "將1件蠻皮外衣和1件蠻皮頭盔交給荊棘谷的瑟伊布。$B$B完成這項任務之后，你就可以學到部族制皮技術了。$B$B同時，你也將永遠無法學習元素制皮技術和龍鱗制皮技術，在決定之前先考慮清楚。",
    ["T"] = "部族制皮",
  },
  [5149] = {
    ["D"] = "瑪萊恩姑媽讓我留在家里，因為我的爸爸出去作戰了。爸爸是世界上最勇敢的人！$B$B但是我在這里等了很長時間，他一直都沒有回來。有時候會有壞人來和我說話，我想讓爸爸把他們趕走，但是他不在這里！$B$B有時候，天黑了以后，我會和我的洋娃娃玩，但是我把它丟在鎮子里了。$B$B你能不能去幫我找到洋娃娃呢？",
    ["O"] = "找到帕米拉的洋娃娃。",
    ["T"] = "帕米拉的洋娃娃",
  },
  [5150] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "達丹加餓了！",
  },
  [5151] = {
    ["D"] = "我們的商隊被半人馬襲擊了，而我是唯一的幸存者！但是那頭罕見的黑豹守護著我最完美的發明，嗯，就掛在它的脖子上。哈哈！即使是半人馬也會在那頭兇猛的野獸面前顫抖！$B$B這是那個籠子的鑰匙。他們拿走了那里所有的東西，但是把黑豹留在了那里。把那頭野獸殺了，然后拿回我的超適應齒輪，我會好好獎勵你的。$B$B商隊的殘骸就在這里的北面。",
    ["O"] = "殺了那頭野獸，把超適應齒輪和鑰匙交給維茲羅。",
    ["T"] = "超適應齒輪",
  },
  [5152] = {
    ["D"] = "啊，我感到好孤獨！我的家人在哪里？瑪萊恩姑媽要我等在這里，但是她就這樣一去不復返了！還有我的父親……你看到過他沒有？$B$B也許瑪萊恩姑媽知道他在哪里。她住在安多哈爾附近，在靠南邊的一座房子里。我想那房子是在一座小山上……她說過房子在山上。$B$B請你幫幫忙，$N。你是我的新朋友！你可以幫我去找我的姑媽嗎？",
    ["O"] = "與安多哈爾廢墟南邊的瑪萊恩談一談。",
    ["T"] = "瑪萊恩姑媽",
  },
  [5153] = {
    ["D"] = "我希望約瑟夫重新回到她女兒身邊，但是這已經不可能了。他的靈魂已經屬于亡靈天災，他已經變成了一個怪物。唉，他命中注定如此！$B$B但是，也許我們能改變他的命運。$B$B在墓地外圍尋找約瑟夫的墓碑。他的軀體不在那里，因為他已經在幾年前灰飛煙滅了，但是在墓碑下埋著他的戒指。把戒指交給克羅米……那是個具有強大魔法力量的侏儒。$B$B克羅米在安多哈爾南墻附近的旅館廢墟中。",
    ["O"] = "把約瑟夫的結婚戒指交給安多哈爾的克羅米。",
    ["T"] = "古怪的歷史學家",
  },
  [5154] = {
    ["D"] = "要拯救約瑟夫·雷德帕斯，我們首先得找到他的過去。安多哈爾城鎮中心有一本書，名叫《達隆郡的歷史》，它可以告訴我們一些重要的事情。$B$B把書拿來給我，然后我們就可以了解約瑟夫的命運，如果運氣好的話……我們還能改變它！",
    ["O"] = "把《達隆郡的歷史》交給安多哈爾的克羅米。",
    ["T"] = "達隆郡的歷史",
  },
  [5155] = {
    ["D"] = "如果要我完全信任你的話，你就必須先證明自己的實力。$B$B我必須確信你可以擊敗暗影議會。$B$B到費伍德森林的深處去，你可以在路的西邊看到一條通往加德納爾的小徑。暗影議會就在那里與燃燒軍團密謀著邪惡的計劃。$B$B進入被腐化的獸穴，然后殺了他們的成員。當你完成任務之后再回到我這里來。這樣我可以相信你是真的想要幫助我們了。",
    ["O"] = "到加德納爾去殺掉4個加德納爾惡犬、4個加德納爾守護者、6個加德納爾精兵和6個加德納爾祭司，然后向費伍德森林的格雷塔·苔蹄復命。",
    ["T"] = "加德納爾的勢力",
  },
  [5156] = {
    ["D"] = "在這里的北面，沿著大路向東看，你可以找到一處被稱作碎痕谷的地方，那里是上次戰爭中燃燒軍團的地獄火惡魔們的著陸點——迄今仍有許多地獄火在那里游蕩。$B$B我感興趣的有兩件事情。首先，那里是否還有被污染的元素生物？其次，那些凹坑中是否還充滿了墮落的惡臭之水？你能幫我去看看嗎，$N？小心一些，地獄火可是會攻擊它們看到的一切東西的。",
    ["O"] = "殺掉2個熱能野獸和2個熱能恐獸，并探索碎痕谷。然后查看凹坑中是否仍然充滿了墮落的惡臭之水，完成這些任務之后，向費伍德森林中的塔諾恩·紅羽復命。",
    ["T"] = "驗證腐蝕",
  },
  [5157] = {
    ["D"] = "在加德納爾深處有一座暗影堡，那里是墮落和邪惡的主要源頭。$B$B暗影議會使用幾座火盆制造防護結界，將他們的巢穴保護了起來。$B$B如果我想要通過占卜來獲得更多有關他們的情報，那你首先要想辦法熄滅那些火盆，然后我就可以偵測暗影議會并找到究竟是誰在領導他們了。$B$B如果你愿意幫忙的話，拿著這只水壺，用它在加德納爾中心的月亮井中裝滿水，然后回到我這里來。",
    ["O"] = "把空壺拿到加德納爾中心的月亮井去，裝滿井水之后再回到費伍德森林的格雷塔·苔蹄那里。",
    ["T"] = "收集墮落之水",
  },
  [5158] = {
    ["D"] = "把腐化的月亮井水拿到貧瘠之地去，$N。棘齒城南面的海岸邊上住著我的一個老朋友，水之先知伊斯倫。她是個強大的薩滿祭司，并且愿意幫助我們。她和水之魂的關系不錯，我們高尚的目標一定可以讓她和水之魂出手幫助我們。$B$B你可以在水邊的一個小帳篷中找到她。另外，$N，不要管那些海盜……他們對你完全不構成威脅。",
    ["O"] = "把腐化的月亮井水交給貧瘠之地的水之先知伊斯倫。",
    ["T"] = "水之魂的幫助",
  },
  [5159] = {
    ["D"] = "感謝水之魂，$N。它們答應幫助你了。$B$B現在我就把這瓶凈化好的水交給你。代我向格雷塔問好，她正在做的事情比我們大多數人所做的事情都要偉大……我確信不久之后她也會發現這一點的。$B$B不要小看暗影議會的力量，$N。記住這一點。$B$B現在就出發吧，把水交給格雷塔。",
    ["O"] = "把凈化過的月亮井水交給費伍德森林的格雷塔·苔蹄。",
    ["T"] = "凈化過的水",
  },
  [5160] = {
    ["D"] = "到卡利姆多去，$r。我們藍龍軍團在寒冷的冬泉谷定居。在你到達冬泉谷之后，就去尋找麥索瑞爾洞穴。$B$B在麥索瑞爾的冰冷的地板上，你將會找到鈷藍色的符文。拿著我的鱗片站在某個符文上，你就會被傳送到哈爾琳身邊, 她是我們的監護者。$B$B把鱗片交給她，讓她用水晶球占卜一下我在這個可怕的地方所看到和感覺到的是什么。",
    ["O"] = "到冬泉谷去找到哈爾琳，把奧比的鱗片交給她。",
    ["T"] = "監護者",
  },
  [5161] = {
    ["D"] = "我們了解那些被詛咒的死亡之翼的后代想要做什么，我們不能讓它們得逞。$B$B由于黑石山脈對奈法利安有著天然的保護作用，我們根本無法與它們進行溝通。$B$B但是，我們可以授權給你，$r——你必須這么做。$B$B你眼前的道路充滿了危險，你必須決定是否接受我們的幫助。考慮一下，決定之后再找我談談吧。",
    ["O"] = "要是你想繼續的話，就與哈爾琳談一談。",
    ["T"] = "藍龍之怒",
  },
  [5162] = {
    ["D"] = "我所駕馭的是魔法的力量，而這魔法的力量將把你送到下一個目的地。$B$B當你準備好之后，你的旅程就將開始。你將前往瘟疫之地，與耶茲巴見面。$B$B他是個睿智的的精靈，他像亙古不變的大地那樣富有耐心。到安多哈爾去找他。",
    ["O"] = "與瘟疫之地的耶茲巴交談。他居住在安多哈爾。",
    ["T"] = "藍龍之怒",
  },
  [5163] = {
    ["D"] = "搞定！$B$B現在，我已經給我的朋友們發信了，說是我有個驚喜要給他們看看。這就是你要做的事情！$B$B我要把機械雪人給你，然后你就去訪問我所有的朋友并給他們一個驚喜，啟動機械雪人，然后讓他們大開眼界！$B$B讓永望鎮的萊加奇、加基森的斯普琳科，還有馬紹爾營地的奎克希爾看看它，然后回來告訴我他們有什么反應！$B$B別忘了把我的雪人也帶回來。",
    ["O"] = "帶著烏米的機械雪人去嚇唬她的朋友：$B$B永望鎮的萊加奇（冬泉谷）、加基森的斯普琳科（塔納利斯），還有馬紹爾營地的奎克希爾（安戈洛環形山）。$B$B當你完成任務之后，把機械雪人還給烏米。",
    ["T"] = "雪怪計劃！",
  },
  [5164] = {
    ["D"] = "這是一個更好的選擇，但是哈爾琳肯定不會選擇它。閱讀游蕩者目錄，得到它的啟示。$B$B如果你堅持……如果你完成它交給你的任務……如果你能活下來……那么你將成為一名英雄。",
    ["O"] = "閱讀游蕩者目錄。",
    ["T"] = "游蕩者目錄",
  },
  [5165] = {
    ["D"] = "現在，你必須回到加德納爾去。那些火盆分布在暗影堡中，熄滅它們的火焰，這樣保護暗影議會的屏障就會消失一段時間——我正在等待著那個時刻的到來。如果你成功了，我就會仔細查看暗影堡，然后找出他們的頭目。然后，我們將決定是否發起正面攻擊。",
    ["O"] = "使用凈化過的月亮井水熄滅暗影堡內部的四座火盆的火焰，從而破除其保護效果，然后向翡翠圣地的格雷塔·苔蹄復命。",
    ["T"] = "熄滅火焰",
  },
  [5166] = {
    ["D"] = "鑄造一件足以抵御彩色巨龍冷酷攻擊的胸甲，就必須使用最堅硬的材料。$B$B我們需要把成年彩色巨龍的多彩龍鱗和那些被我們擊敗的兇殘的野獸的外皮縫合在一起。這些東西的存在并不為人所知，愿它們永不存在于這個世界。$B$B另外，最難以得到的東西就是英雄之血。$B$B雕刻者將會為你完成鑄造。",
    ["O"] = "為了鑄造多彩巨龍胸甲，你必須把以下材料交給雕刻者耶茲巴：$B$B1塊多彩龍鱗。$B$B10塊閃亮的彩色龍鱗。$B$B10份英雄之血。$B$B10塊磨損的憎惡縫合線。",
    ["T"] = "多彩巨龍胸甲",
  },
  [5167] = {
    ["D"] = "成年彩色巨龍的外殼是制造護腿的基礎。彩色龍鱗將被用于制作鑲邊，最后在英雄之血中進行洗禮。最后，暗影之皮的力量將被注入護腿中。",
    ["O"] = "為了鑄造多彩挑戰者腿甲，你必須把以下材料交給雕刻者耶茲巴：$B$B1塊多彩龍鱗。$B$B10塊閃亮的彩色龍鱗。$B$B10份英雄之血。$B$B5塊暗影之皮。",
    ["T"] = "多彩挑戰者腿甲",
  },
  [5168] = {
    ["D"] = "我永遠銘記著達隆郡的英雄，你帶給我的這本《達隆鎮的歷史》中就講述了他們的故事。$B$B書中提到了圣騎士達維·萊法爾，還提到了血色十字軍把他的圣契放在壁爐谷的城鎮大廳中。$B$B書中還提到了我的兄弟，雷德帕斯隊長。在他叛變之后，他的盾牌被擊碎并拋棄了，它就被扔在一個看起來最不可思議的地方——靠近蓋羅恩農場的谷倉那里。$B$B收集那些被命運和悲劇籠罩的遺物，$N。",
    ["O"] = "把達維的圣契和雷德帕斯之盾交給卡林·雷德帕斯。",
    ["T"] = "達隆郡的英雄",
  },
  [5181] = {
    ["D"] = "《達隆郡的歷史》講述了那場戰役中的幾個天災軍團頭目。聯盟在這場戰役中殺死了食尸鬼之王，掠奪者霍古斯。他的尸體被扔到考林路口西北面的湖泊中，現在他的頭顱還在那兒呢。$B$B黑衣瑪杜克從未吃過敗仗，但是他的劍卻被擊落，留在了考林路口西面的山谷底部。$B$B去找回顱骨和寶劍吧，$N。我不清楚原因，但是我知道它們的命運是跟你有關聯的。",
    ["O"] = "將霍古斯的顱骨和馬杜克的破碎之劍交給圣光之愿禮拜堂的卡林·雷德帕斯。",
    ["T"] = "達隆郡的惡魔",
  },
  [5201] = {
    ["D"] = "大多數人都不知道我在這里，$N。但是，在冬泉谷有個許久以來揮之不去的大麻煩：冬泉熊怪。$B$B我可從來沒有直接跟熊怪發生過沖突，它們極度癲狂，對面前的一切事物都毫不畏懼。我曾看到熊怪殘殺無數生物，而這些不幸的生物慘遭殺戮的原因無非是擋了熊怪的路。$B$B我對它們的胡作非為感到厭煩——請幫幫我，代替月神懲罰它們吧。殺死熊怪，讓它們永遠也不敢侵入霜刀石！",
    ["O"] = "雷沃·霜翼要你去殺死5個冬泉薩滿祭司和5個冬泉巨熊怪。",
    ["T"] = "冬泉熊怪的侵擾",
  },
  [5202] = {
    ["D"] = "這把紅色的小鑰匙似乎是由某種骨頭制成的。它非常沉重，但是看上去卻非常脆弱。為什么暗影議會的成員會拿著這樣的東西呢？或許在加德納爾內部有什么東西可以用這把奇怪的鑰匙打開。",
    ["O"] = "搜尋加德納爾，找出血紅鑰匙的用途。",
    ["T"] = "奇怪的紅鑰匙",
  },
  [5203] = {
    ["D"] = "雖然我承受了很大的痛苦，但是有件事情我們必須先做好：我要找到特雷·萊弗治，然后從暗影堡逃出去，把這里所發生的一切都報告給我們的上司。你能幫我嗎，$N？$B$B我的裝備就在離這里不遠的地方，而且你已經證明了你的實力。$B$B在我們逃脫之后，我會去達納蘇斯，請你到灰谷的邊界地帶去找到杰希爾。她應該在那里的翡翠議會營地中。$B$B你認為怎么樣，$n？你能再幫我一次嗎？",
    ["O"] = "護送亞科納琳到萊弗治和她的裝備所在的地方，然后保護她逃離暗影堡。之后，在費伍德森林找杰希爾·月弓，并告訴她剛才發生的事情。",
    ["T"] = "逃出加德納爾",
  },
  [5204] = {
    ["D"] = "她假裝自己沒事。她希望我認為她有足夠堅強，可以獨自承擔所有的悲傷，這一點我很清楚。特雷的死和他被折磨時發出的慘叫會讓她在很長一段時間里都被痛苦煎熬，我們對此無能為力。但是我們至少可以給她一些安慰！$B$B$N，回到暗影堡去，殺了折磨特雷的混蛋，并找回他的遺體。在亞科納琳默默承受痛苦的時候，我們可不能留在這里什么事情都不做。",
    ["O"] = "回到加德納爾殺了魅魔拉凱雅，然后找到特雷·萊弗治的殘骸。",
    ["T"] = "光明的懲戒",
  },
  [5206] = {
    ["D"] = "克羅米說你所收集的那些遺物是施放一個強大的法術所必需的材料，此外還需要一樣東西：參加達隆郡戰役的天災軍團士兵的顱骨。$B$B帶著這塊水晶去獵殺天災軍團的士兵，并拿到他們的顱骨。這塊水晶已經被施了魔法，如果某個士兵曾參加過那場戰斗，那么當你把水晶球放在他的顱骨上時，它就會發出共鳴。把那些可以與水晶共鳴的顱骨交給我。$B$B快去，$N。你可以在北方的劇毒林地和西方的蘑菇林中找到亡靈天災的士兵。",
    ["O"] = "把5個共鳴顱骨和神秘水晶交給東瘟疫之地的卡林·雷德帕斯。",
    ["T"] = "達隆郡的掠奪者",
  },
  [5210] = {
    ["D"] = "借助我的魔法，《達隆郡的歷史》被增補了，現在它所記述的歷史已近包括戰爭之后的事情了。新增的章節里有一部分講述了另一個雷德帕斯家族成員的下落，他在約瑟夫叛變后僥幸活了下來。卡林·雷德帕斯在東瘟疫之地的圣光之愿禮拜堂里。$B$B拿著這本書去找他吧。",
    ["O"] = "將《達隆鎮全史》交給東瘟疫之地的卡林·雷德帕斯。",
    ["T"] = "卡林·雷德帕斯",
  },
  [5211] = {
    ["D"] = "許多保衛者在達隆郡的戰役中倒下了，而他們中的許多人又變成了天災軍團的爪牙！找到這些可憐的靈魂，結束他們的痛苦！$B$B去獵殺吃人的食尸鬼、喋喋不休的食尸鬼和生病的剝皮者。他們以前都是達隆郡的善良居民，毀滅他們的肉體將會使他們的靈魂得到自由。$B$B你可以在病木林、考林的十字路口，還有東瘟疫之地的其它天災軍團的據點里找到他們。",
    ["O"] = "釋放15個達隆郡居民的靈魂，然后返回卡林·雷德帕斯身邊。",
    ["T"] = "達隆郡的保衛者",
  },
  [5212] = {
    ["D"] = "被遺忘者的藥劑師并不是這個世界上唯一接受過科學教育的學者。$B$B我已經研究這場瘟疫好多年了，$c。我們以前曾認為瘟疫的力量正在衰減，但是我在瘟疫之地的研究成果卻令人吃驚。瘟疫的力量似乎仍在增長！$B$B我需要進行更多的試驗！最有潛質的瘟疫源泉就是那些最近感染瘟疫的軀體。到斯坦索姆去給我帶回一些標本來，$N。",
    ["O"] = "從斯坦索姆找回20個瘟疫肉塊，并把它們交給貝蒂娜·比格辛克。你覺得斯坦索姆中的生靈都不大可能長著肉……",
    ["T"] = "血肉不會撒謊",
  },
  [5213] = {
    ["D"] = "你必須更加深入斯坦索姆，$N。$B$B穿過第一道門之后，你就可以看到巨大的通靈塔。我們知道亡靈天災正在源源不斷地從這些建筑物中汲取力量。搜索通靈塔，并把你找到的任何有價值的情報帶回來。",
    ["O"] = "到斯坦索姆去探索那里的通靈塔。找到新的天災軍團檔案，把它交給貝蒂娜·比格辛克。",
    ["T"] = "活躍的探子",
  },
  [5214] = {
    ["D"] = "可怕的事情……弗拉斯。你知道，城鎮被毀滅了，而弗拉斯不想離開他那珍貴的貨物。我還記得他說的最后一句話：“我要在他們該死的臟手碰到我的煙葉之前把所有東西都燒光！”$B$B我可能比較貪財，但我不是傻瓜，于是我離開了弗拉斯和他的商店。我覺得他應該是已經被燒死了，但是如果……萬一他的名牌煙草還有一部分沒有被燒毀……$B$B你怎么說，$N？去幫煙鬼找包煙吧？",
    ["O"] = "找到弗拉斯·希亞比在斯坦索姆的煙草店，并從中找回一盒希亞比的煙草，把它交給煙鬼拉魯恩。",
    ["T"] = "弗拉斯·希亞比",
  },
  [5215] = {
    ["D"] = "在洛丹倫的土地上有八口瘟疫之鍋，其中四口在西瘟疫之地，另外四口在東瘟疫之地。這些瘟疫之鍋不斷向空中噴出毒氣，將天災軍團的瘟疫傳播到整個大地。$B$B克爾蘇加德的力量太強大了，我們無法關掉這些瘟疫之鍋，但是我想我們可能有辦法利用它們。我的助手，高階牧師瑪多妮爾負責此項任務的執行，你去找她談談吧。",
    ["O"] = "與西瘟疫之地冰風崗的高階牧師瑪多妮爾談一談。",
    ["T"] = "瘟疫之鍋",
  },
  [5216] = {
    ["D"] = "在西瘟疫之地的四口瘟疫之鍋中，費爾斯通農場里的那一口可能是最容易進入的了。亡靈天災在那邊駐扎的都是新兵，盡管他們也不是輕易可以擊敗的對手，但相對來說畢竟容易一些。$B$B到費爾斯通農場去，它就在這里的正東方，安多哈爾的西北方，并與那里的護鍋者交戰。它身上有一把可以打開瘟疫之鍋的鑰匙。當你開啟那口鍋之后，用這個瓶子裝滿鍋里的毒藥樣品，我們要對它進行研究以制造出一種解藥。",
    ["O"] = "到西瘟疫之地的費爾斯通農場去，找到并擊敗那里的護鍋者，用它的鑰匙打開瘟疫之鍋。你必須隨身攜帶費爾斯通農場的空瓶來采集瘟疫之鍋中的毒藥樣本。",
    ["T"] = "目標：費爾斯通農場",
  },
  [5217] = {
    ["D"] = "你往瓶子里裝滿了瘟疫之鍋中的毒液，制成了一份合適的樣品。$B$B現在你應該帶著毒藥回到冰風崗的高階牧師瑪多妮爾那里去了。",
    ["O"] = "把費爾斯通農場的樣本瓶交給西瘟疫之地冰風崗的高階牧師瑪多妮爾。",
    ["T"] = "返回冰風崗",
  },
  [5218] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "費爾斯通農場的瘟疫之鍋",
  },
  [5219] = {
    ["D"] = "有一口瘟疫之鍋被放置在一座早已廢棄的農場上，現在這里被稱為達爾松之淚。不過現在我們沒時間掉眼淚，$c。我們必須打開這口瘟疫之鍋！$B$B到安多哈爾正北方的達爾松之淚去，消滅那里的護鍋者。像上次一樣，護鍋者身上應該有一把可以打開瘟疫之鍋的鑰匙。用這個瓶子從鍋里裝一份樣品拿回來，每口鍋所使用的毒素配方都是截然不同的。",
    ["O"] = "到西瘟疫之地的達爾松之淚去，找到并擊敗那里的護鍋者，用它的鑰匙打開瘟疫之鍋。你必須隨身攜帶達爾松之淚的空瓶來采集瘟疫之鍋中的毒藥樣本。",
    ["T"] = "目標：達爾松之淚",
  },
  [5220] = {
    ["D"] = "你往瓶子里裝滿了瘟疫之鍋中的毒液，制成了一份合適的樣品。$B$B現在你應該帶著毒藥回到冰風崗的高階牧師瑪多妮爾那里去了。",
    ["O"] = "把達爾松之淚的樣本瓶交給西瘟疫之地冰風崗的高階牧師瑪多妮爾。",
    ["T"] = "返回冰風崗",
  },
  [5221] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "達爾松之淚的瘟疫之鍋",
  },
  [5222] = {
    ["D"] = "已經有兩口瘟疫之鍋被成功打開了，雖然并不確定你能否繼續前進，但我們仍然想要打開剩下的兩口瘟疫之鍋。這可以讓我們的解藥發揮更大的效果！$B$B這次你的目標是嚎哭鬼屋的瘟疫之鍋。那個地方在安多哈爾正東邊，相對來說比較靠近被毀壞的城墻。和以前一樣，消滅那里的護鍋者，拿到它的鑰匙。用這只瓶子從鍋里取得樣品。$B$B祝一切順利，$N！",
    ["O"] = "到西瘟疫之地的嚎哭鬼屋去，找到并擊敗那里的護鍋者，用它的鑰匙打開瘟疫之鍋。你必須隨身攜帶嚎哭鬼屋的空瓶來采集瘟疫之鍋中的毒藥樣本。",
    ["T"] = "目標：嚎哭鬼屋",
  },
  [5223] = {
    ["D"] = "你往瓶子里裝滿了瘟疫之鍋中的毒液，制成了一份合適的樣品。$B$B現在你應該帶著毒藥回到冰風崗的高階牧師瑪多妮爾那里去了。",
    ["O"] = "把嚎哭鬼屋的樣本瓶交給西瘟疫之地冰風崗的高階牧師瑪多妮爾。",
    ["T"] = "返回冰風崗",
  },
  [5224] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "嚎哭鬼屋的瘟疫之鍋",
  },
  [5225] = {
    ["D"] = "最后的一口瘟疫之鍋在一個被稱作蓋羅恩農場的地方，由亡靈天災中較為強大的爪牙守衛著——那里的鬼魂和幽靈尤其危險。你可不能掉以輕心，$N。$B$B蓋羅恩農場在這里的東北方向，靠近東瘟疫之地的邊界。和以前一樣，消滅那里的護鍋者以獲取他的鑰匙。拿著這個空樣品瓶，把它裝滿給我拿回來。愿圣光護佑你平安完成這次危險的任務，$c。",
    ["O"] = "到西瘟疫之地的蓋羅恩農場去，找到并擊敗那里的護鍋者，用它的鑰匙打開瘟疫之鍋。你必須隨身攜帶蓋羅恩農場的空瓶來采集瘟疫之鍋中的毒藥樣本。",
    ["T"] = "目標：蓋羅恩農場",
  },
  [5226] = {
    ["D"] = "你往瓶子里裝滿了瘟疫之鍋中的毒液，制成了一份合適的樣品。$B$B現在你應該帶著毒藥回到冰風崗的高階牧師瑪多妮爾那里去了。",
    ["O"] = "把蓋羅恩農場的樣本瓶交給西瘟疫之地冰風崗的高階牧師瑪多妮爾。",
    ["T"] = "返回冰風崗",
  },
  [5227] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "蓋羅恩農場的瘟疫之鍋",
  },
  [5228] = {
    ["D"] = "在洛丹倫的土地上有八口瘟疫之鍋，其中四口在西瘟疫之地，另外四口在東瘟疫之地。這些瘟疫之鍋不斷向空中噴出毒氣，將天災軍團的瘟疫傳播到整個大地。$B$B克爾蘇加德的力量太強大了，我們無法關掉這些瘟疫之鍋，但是我想我們可能有辦法利用它們。我的助手，暗影牧師范蒂絲負責此項任務的執行，你去找她談談吧。",
    ["O"] = "與西瘟疫之地亡靈壁壘的暗影牧師范蒂絲談一談。",
    ["T"] = "瘟疫之鍋",
  },
  [5229] = {
    ["D"] = "在西瘟疫之地的四口瘟疫之鍋中，費爾斯通農場里的那一口可能是最容易進入的了。亡靈天災在那邊駐扎的都是新兵，盡管他們也不是輕易可以擊敗的對手，但相對來說畢竟容易一些。$B$B到費爾斯通農場去，它就在這里的正東方，安多哈爾的西北方，并與那里的護鍋者交戰。它身上有一把可以打開瘟疫之鍋的鑰匙。當你開啟那口鍋之后，用這個瓶子裝滿鍋里的毒藥樣品，我們要對它進行研究以制造出一種解藥。",
    ["O"] = "到西瘟疫之地的費爾斯通農場去，找到并擊敗那里的護鍋者，用它的鑰匙打開瘟疫之鍋。你必須隨身攜帶費爾斯通農場的空瓶來采集瘟疫之鍋中的毒藥樣本。",
    ["T"] = "目標：費爾斯通農場",
  },
  [5230] = {
    ["D"] = "你往瓶子里裝滿了瘟疫之鍋中的毒液，制成了一份合適的樣品。$B$B現在你應該帶著毒藥回到亡靈壁壘的暗影牧師范蒂絲那里去了。",
    ["O"] = "把費爾斯通農場的樣本瓶交給西瘟疫之地亡靈壁壘的暗影牧師范蒂絲。",
    ["T"] = "返回亡靈壁壘",
  },
  [5231] = {
    ["D"] = "有一口瘟疫之鍋被放置在一座早已廢棄的農場上，現在這里被稱為達爾松之淚。不過現在我們沒時間掉眼淚，$c。我們必須打開這口瘟疫之鍋！$B$B到安多哈爾正北方的達爾松之淚去，消滅那里的護鍋者。像上次一樣，護鍋者身上應該有一把可以打開瘟疫之鍋的鑰匙。用這個瓶子從鍋里裝一份樣品拿回來，每口鍋所使用的毒素配方都是截然不同的。",
    ["O"] = "到西瘟疫之地的達爾松之淚去，找到并擊敗那里的護鍋者，用它的鑰匙打開瘟疫之鍋。你必須隨身攜帶達爾松之淚的空瓶來采集瘟疫之鍋中的毒藥樣本。",
    ["T"] = "目標：達爾松之淚",
  },
  [5232] = {
    ["D"] = "你往瓶子里裝滿了瘟疫之鍋中的毒液，制成了一份合適的樣品。$B$B現在你應該帶著毒藥回到亡靈壁壘的暗影牧師范蒂絲那里去了。",
    ["O"] = "把裝滿的達爾松眼淚之瓶交給西瘟疫之地亡靈壁壘的暗影牧師范蒂絲。",
    ["T"] = "返回亡靈壁壘",
  },
  [5233] = {
    ["D"] = "已經有兩口瘟疫之鍋被成功打開了，雖然并不確定你能否繼續前進，但我們仍然想要打開剩下的兩口瘟疫之鍋。這可以讓我們的解藥發揮更大的效果！$B$B這次你的目標是嚎哭鬼屋的瘟疫之鍋。那個地方在安多哈爾正東邊，相對來說比較靠近被毀壞的城墻。和以前一樣，消滅那里的護鍋者，拿到它的鑰匙。用這只瓶子從鍋里取得樣品。$B$B祝一切順利，$N！",
    ["O"] = "到西瘟疫之地的嚎哭鬼屋去，找到并擊敗那里的護鍋者，用它的鑰匙打開瘟疫之鍋。你必須隨身攜帶嚎哭鬼屋的空瓶來采集瘟疫之鍋中的毒藥樣本。",
    ["T"] = "目標：嚎哭鬼屋",
  },
  [5234] = {
    ["D"] = "你往瓶子里裝滿了瘟疫之鍋中的毒液，制成了一份合適的樣品。$B$B現在你應該帶著毒藥回到亡靈壁壘的暗影牧師范蒂絲那里去了。",
    ["O"] = "把嚎哭鬼屋的樣本瓶交給西瘟疫之地亡靈壁壘的暗影牧師范蒂絲。",
    ["T"] = "返回亡靈壁壘",
  },
  [5235] = {
    ["D"] = "最后的一口瘟疫之鍋在一個被稱作蓋羅恩農場的地方，由亡靈天災中較為強大的爪牙守衛著——那里的鬼魂和幽靈尤其危險。你可不能掉以輕心，$N。$B$B蓋羅恩農場在這里的東北方向，靠近東瘟疫之地的邊界。和以前一樣，消滅那里的護鍋者以獲取他的鑰匙。拿著這個空樣品瓶，把它裝滿給我拿回來。愿圣光護佑你平安完成這次危險的任務，$c。",
    ["O"] = "到西瘟疫之地的蓋羅恩農場去，找到并擊敗那里的護鍋者，用它的鑰匙打開瘟疫之鍋。你必須隨身攜帶蓋羅恩農場的空瓶來采集瘟疫之鍋中的毒藥樣本。",
    ["T"] = "目標：蓋羅恩農場",
  },
  [5236] = {
    ["D"] = "你往瓶子里裝滿了瘟疫之鍋中的毒液，制成了一份合適的樣品。$B$B現在你應該帶著毒藥回到亡靈壁壘的暗影牧師范蒂絲那里去了。",
    ["O"] = "把蓋羅恩農場的樣本瓶交給西瘟疫之地亡靈壁壘的暗影牧師范蒂絲。",
    ["T"] = "返回亡靈壁壘",
  },
  [5237] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "任務完成！",
  },
  [5238] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "任務完成！",
  },
  [5241] = {
    ["D"] = "有時，在夜里，我能聽到我的叔叔卡林在哭，但那哭聲聽起來好像是從很遙遠的東邊傳過來的。$B$B我希望他不是在為我哭泣！$N，你能找到我的叔叔并告訴他我過得很好嗎？$B$B如果你找到他，跟他說我在等他，還有我想聽他過去常講的故事……那個關于兔子和果醬的故事！那個故事可真有趣！",
    ["O"] = "找到卡林·瑞德巴思。",
    ["T"] = "卡林叔叔",
  },
  [5242] = {
    ["D"] = "不幸的是，我認為唯一可以解決暗影議會的方法就是從正面進攻。沒有別的方法進入暗影堡，我也沒有辦法把你傳送進去。通往底部的筆直小徑是唯一的通路……而且我也知道你的目標是誰。他的名字是費爾丹……暗影領主費爾丹。他就是暗影堡的頭目。殺了他和他的兩個魅魔仆從，然后回到我這兒來。費爾丹與燃燒軍團定下了盟約，你必須除掉他！",
    ["O"] = "殺掉米萊恩和薩莉亞，并把暗影領主費爾丹的頭顱交給費伍德森林的格雷塔·苔蹄。",
    ["T"] = "最終一擊",
  },
  [5243] = {
    ["D"] = "我把我的非死非生的狀態看作一種疾病，$c。一種幾乎不需要治療的疾病。然而，它也是對銀色黎明的祝福。還有什么辦法比通過亡靈來打擊天災軍團更有效呢？$B$B我的同事尊敬我，因為我做出了犧牲，但贊美和榮譽對我毫無意義。$B$B如果你有興趣幫助銀色黎明，那么我可以提供你一項任務。$B$B到斯坦索姆去找回我們剩余的圣水，在城中的補給箱里找一找吧。",
    ["O"] = "到北方的斯坦索姆去，尋找散落在城市中的補給箱，并收集5瓶斯坦索姆圣水。當你找到足夠的圣水之后就回去向萊尼德·巴薩羅梅復命。",
    ["T"] = "神圣之屋",
  },
  [5244] = {
    ["D"] = "凱斯利爾背后的故事是關于一個被詛咒的種族的,這個種族被困在在他們試圖進行一場典禮的地方……$B$B你會在那里找到的上層精靈從前偷了一個圣物，它們相信可以把它的力量吸出供自己使用，以使自己變得更加強大。在他們試圖吸取其力量時，這個遺物在一場大爆炸中粉碎了，碎片被埋在了湖面的冰下……$B$B如果你想知道更多的話去找加隆·石矛談話；他最近剛去過這一地區可以告訴你更多事情。",
    ["O"] = "與墜星村的加隆·石矛談一談。",
    ["T"] = "凱斯利爾廢墟",
  },
  [5245] = {
    ["D"] = "那些上層精靈的靈魂是非常悲慘的，他們仍在尋找那件詛咒了他們、使他們被困在凱斯利爾的古代遺物的碎片。$B$B如果你感興趣的話，拿著我的鎬到南方的湖邊去，看看你能否從冰里找到它的碎片。$B$B眼下我不能告訴你任何有關這些碎片的事，但我知道誰可以……奧蘿拉，她就住在東瘟疫之地北部的北地哨塔附近。",
    ["O"] = "使用加隆的鎬來尋找四塊上層精靈遺物的碎片，把它們交給東瘟疫之地的奧蘿拉。",
    ["T"] = "凱斯利爾的怨靈",
  },
  [5246] = {
    ["D"] = "我沒有意識到……請原諒我無情的話語，$c。$B$B我并不想回顧祖先犯下的錯誤，但是如果你的請求是真心的，那么我會幫助你。$B$B<奧蘿拉查看了一下這些碎片>$B$B我相信這就是辛瑪洛水晶，一種具有強大的魔法力量并可以控制更強大力量的神器。它原本是用來做善事的，但那些偷走它的竊賊的邪惡力量使它破碎了。$B$B到艾薩拉的辛瑪洛神殿去吧，希望那本書還放在那里……",
    ["O"] = "在艾薩拉的辛瑪洛神殿里找到神圣的上層精靈筆跡，并將它帶給位于東瘟疫之地的北地哨塔附近的奧蘿拉。",
    ["T"] = "歷史的殘片",
  },
  [5247] = {
    ["D"] = "如果你真的希望重塑神器，那我就可以幫助你。$B$B為了修復碎片，我需要一些具有強大魔法能量的物品。一塊魔化瑟銀錠和五塊恢復水晶……你還得從一個非常危險的地方搜集一些水……在菲拉斯地區的厄運之槌中，艾德雷斯區有一個厄運之池，用池中的水裝滿這只小瓶。$B$B在你去收集這些東西的時候，我會嘗試從書中找到復原神器所需的知識。",
    ["O"] = "給東瘟疫之地的奧蘿拉帶去一塊魔化瑟銀錠、5塊恢復水晶，以及一小瓶恐怖之水。",
    ["T"] = "歷史的殘片",
  },
  [5248] = {
    ["D"] = "$N，我為過去所發生的事情哭泣。就像這塊水晶一樣，精靈這個種族已經破碎了。我不知道這些碎片是否還能被拼成一塊，但是能夠幫你完成這項小小的任務，這令我的悲痛減輕了許多。$B$B我們決不能忘記過去，$N……$B$B請把辛瑪洛水晶帶回凱斯利爾湖去，你必須尋找一個意識到這個錯誤的上層精靈，讓他看到我們已經糾正了他們犯下的彌天大錯。",
    ["O"] = "把辛瑪洛水晶帶回冬泉谷的凱斯利爾湖，在那里尋找一個會與你講話的上層精靈。",
    ["T"] = "記憶的折磨",
  },
  [5249] = {
    ["D"] = "在冬泉谷，也就是這里北面的極寒之地，有許多遠古的精靈遺跡。那是一塊荒涼的土地，但它藏著許多秘密和有待探索的地方。$B$B因為我在費伍德森林這里還有事情要做，因此我沒有機會到冬泉谷去。但你如果不去可就沒有理由了！$B$B你到了冬泉谷之后，就去墜星村找到維恩德·夜風，他非常了解那片土地。",
    ["O"] = "找到冬泉谷的墜星村，在那里與維恩德·夜風談一談。",
    ["T"] = "前往冬泉谷！",
  },
  [5250] = {
    ["D"] = "在冬泉谷，也就是這里北面的極寒之地，有許多遠古的精靈遺跡。那是一塊荒涼的土地，但它藏著許多秘密和有待探索的地方。$B$B因為我在費伍德森林這里還有事情要做，因此我沒有機會到冬泉谷去。但你如果不去可就沒有理由了！$B$B你到了冬泉谷之后，就去墜星村找到維恩德·夜風，他非常了解那片土地。$B$B告訴他你是我的學生……",
    ["O"] = "找到冬泉谷的墜星村，在那里與維恩德·夜風談一談。",
    ["T"] = "墜星村",
  },
  [5251] = {
    ["D"] = "所謂物極必反，血色十字軍就是這樣的典型。你認為他們盲目的狂熱會有好結果嗎？他們以圣光的名義殘害了多少無辜的人？$B$B他們都是該死的惡徒！$B$B我對他們中的一個成員最為關注，那就是斯坦索姆的檔案管理員加爾福特，他看管著十字軍最寶貴的文件檔案。殺了他，然后燒毀那些文檔！如果你成功了，就回到我這里來，你會得到獎勵的。",
    ["O"] = "在斯坦索姆城中找到血色十字軍的檔案管理員加爾福特，殺掉他，然后燒毀血色十字軍檔案。",
    ["T"] = "檔案管理員",
  },
  [5252] = {
    ["D"] = "那塊……水晶……$B$B這里的上層精靈被他們的過錯折磨著……$B$B我感到很悲傷，但是我意識到了很久之前我們犯下的錯誤。雖然我們沒有辦法糾正這個過錯，但是你拿回了辛瑪洛水晶，現在我終于可以安息了……$B$B你必須歸還它……$B$B必須……",
    ["O"] = "和墜星村的維恩德·夜風談一談，了解到辛瑪洛水晶所在的位置。",
    ["T"] = "悔恨的上層精靈",
  },
  [5253] = {
    ["D"] = "你給我留下了深刻的印象，$N。$B$B辛瑪洛水晶永遠都無法重回神殿，你應該知道的，它已經變成了廢墟。但是我相信你對抗邪惡力量的努力會得到回報的。$B$B到達納蘇斯去找大德魯伊范達爾·鹿盔，然后把水晶交給他，$N。這樣水晶就不會再次落到居心叵測的人手中了。根據我的觀察，只有極其強大的魔法使用者才能控制水晶的力量。",
    ["O"] = "將辛瑪洛水晶送到達納蘇斯的大德魯伊范達爾·鹿盔那里。",
    ["T"] = "辛瑪洛水晶",
  },
  [5261] = {
    ["D"] = "伊根·派特斯金納正在找人幫他獵捕狼。這是個好消息，因為現在在北郡山谷里的狼實在是太多了。$B$B如果你感興趣的話，那就去和伊根談談吧。他就在修道院的左邊。",
    ["O"] = "與伊根·派特斯金納談一談。",
    ["T"] = "伊根·派特斯金納",
  },
  [5262] = {
    ["D"] = "當房間中的塵埃逐漸落定的時候，你努力整理著自己的思路。在回憶了一遍剛剛發生的事情之后，你似乎還是無法相信這一切。$B$B血色十字軍的頭號人物是個惡魔？不僅僅是惡魔，他還是幽暗城中的瓦里瑪薩斯的兄弟？$B$B你小心地將恐懼之王的頭顱砍下，然后裝入包中。顯然，如果沒有證據的話,沒有人會相信你所說的。$B$B你必須馬上讓尼古拉斯·瑟倫霍夫公爵得知這個消息！",
    ["O"] = "將巴納扎爾的頭顱交給東瘟疫之地的尼古拉斯·瑟倫霍夫公爵。",
    ["T"] = "可怕的真相",
  },
  [5263] = {
    ["D"] = "你很能干，而且你一直遵從我的命令。我很少見到同時具備這兩點的$c。現在我相信你可以執行神圣的正義。$B$B<瑟倫霍夫雙手合十，并把它們舉到面前。>$B$B克爾蘇加德的大將駐守在斯坦索姆。向我證明你是一個勇士——我的勇士。除掉瑞文戴爾男爵，把他的頭顱給我帶回來。",
    ["O"] = "到斯坦索姆去殺掉瑞文戴爾男爵，把他的頭顱交給尼古拉斯·瑟倫霍夫公爵。",
    ["T"] = "超越",
  },
  [5264] = {
    ["D"] = "你即將獲得最崇高的榮譽，$N。$B$B瑪克斯韋爾男爵會因你對銀色黎明所做的貢獻而嘉獎你！$B$B瑪克斯韋爾已經有很多年沒有嘉獎過外人了。",
    ["O"] = "和瑪克斯韋爾·泰羅索斯男爵談一談。他就在教堂里面。",
    ["T"] = "瑪克斯韋爾·泰羅索斯男爵",
  },
  [5265] = {
    ["D"] = "許多年來，銀色黎明寶箱都一直鎖著，沒有人能得到打開它的殊榮——直到今天。$B$B銀色黎明寶箱現在為你敞開，$N。",
    ["O"] = "打開銀色黎明寶箱，拿取你應得的獎勵。",
    ["T"] = "銀色黎明寶箱",
  },
  [5281] = {
    ["D"] = "在斯坦索姆淪陷的時候，許多人都悲慘地死去了。其中許多人是自殺的，他們寧愿選擇葬身火海，也不愿成為亡靈天災的一員。$B$B現在他們成了永遠也不得安息的幽靈，在斯坦索姆的街道上到處游蕩。$B$B我們必須拯救他們，$N！$B$B我有一個名叫埃根的同伴，他多年來對鬼魂和幽靈進行了大量的研究，你可以去找他幫忙。埃根正在斯坦索姆附近的東瘟疫之地對他的新發明進行測試。",
    ["O"] = "找到埃根。你只知道他在斯坦索姆附近。",
    ["T"] = "永不安息的靈魂",
  },
  [5282] = {
    ["D"] = "對亡靈的憤怒是我力量的源泉，也是我繼續生存下去的動力。但是，我不是個沒大腦的狂熱分子。總有些人——比如血色十字軍，他們只知道瘋狂地摧毀一切亡靈，但從來也沒想過要對他們有哪怕一丁點的同情。$B$B所以我發明了這樣一件東西：沖擊器。它可以解放斯坦索姆城中的那些痛苦的靈魂。$B$B對那些在街道上游蕩的鬼魂使用它，讓他們的靈魂獲得自由吧。",
    ["O"] = "對斯坦索姆城中的鬼魂使用埃根的沖擊器。當那些永不安息的靈魂掙脫他們的外殼時，再次使用埃根的沖擊器——他們就可以獲得自由了！$B$B解放15個永不安息的靈魂，然后回到埃根那里去。",
    ["T"] = "永不安息的靈魂",
  },
  [5283] = {
    ["D"] = "這么說，你做出了明智的決定。$B$B對我來說，鑄造護甲就是我的愛好。那些整天打造玩具刀槍的根本不知道什么是鍛造。$B$B有了絕佳的防護，才能取得戰爭的勝利。當戰爭的優勢不在你這邊時，任何武器都沒法幫你擺脫困境。$B$B好吧，我們開始工作吧。首先你必須證明自己已經學會了一些粗略的手藝。然后，我將把你塑造成一名真正的護甲鑄造師。你應該知道如何制造精制秘銀護甲，對吧？",
    ["O"] = "要想成為一名護甲鑄造師的話，你必須將下列物品交給格魯努斯：4頂精制秘銀頭盔、2雙精制秘銀戰靴和1副精制秘銀胸甲。",
    ["T"] = "鑄造護甲的藝術",
  },
  [5284] = {
    ["D"] = "作為一名武器鑄造師，你將發現英雄和冒險者們會經常來向你購買裝備。雖然你應該可以承受這繁重的工作量，但是你所得的錢財會有一大部分耗費在治療肌肉拉傷和肺塵病上。$B$B哦，沒錯，$N，武器鑄造師擁有驚人的財富！$B$B要是你想成為我們當中的一員，就必須證明自己能幫我賺——我的意思是，你必須要證明，當人們需要高質量的武器時，他們會來找你而不是別人。去工作吧！",
    ["O"] = "要想成為一名武器鑄造師的話，你必須將下列物品交給埃隆努斯·冷鋼：4把月鋼寬劍、4把巨型鐵斧、2把秘銀重斧和2把巨型黑色錘。",
    ["T"] = "武器鑄造師之道",
  },
  [5301] = {
    ["D"] = "我很滿意。我對自己使用鐵錘和鐵砧制造出的東西感到滿意。每當看到驕傲的部落士兵身穿著由我打造的鋼鐵鎧甲，我就能體會到活著的意義。永不放棄是我不變的信念，$N。$B$B我無法將自己的滿足感分給你，我只能引導你前進。盡你的全力，成為護甲鑄造師的道路就像一次漫長的旅程。$B$B如果你想要成為技藝精湛的護甲鑄造師，就告訴我吧，我將對你進行訓練，但在此之前你必須完成一項任務。",
    ["O"] = "要想成為一名護甲鑄造師的話，你必須將下列物品交給奧克索斯：4頂精制秘銀頭盔、2雙精制秘銀戰靴和1副精制秘銀胸甲。",
    ["T"] = "鑄造護甲的藝術",
  },
  [5302] = {
    ["D"] = "總有一天，我要制造出一把無以倫比的鐵錘，配得上酋長的鐵錘！$B$B這是我畢生的工作，$N，也是我的激情所在。我認為你有潛力成為我們中的一份子，成為一名武器鑄造師。我可以幫助你發揮自己的潛能。$B$B你只需完成一項簡單的任務，讓我來看看你夠不夠資格。",
    ["O"] = "要想成為一名武器鑄造師的話，你必須將下列物品交給伯古什：4把月鋼寬劍、4把巨型鐵斧、2把秘銀重斧和2把巨型黑色錘。",
    ["T"] = "武器鑄造師之道",
  },
  [5305] = {
    ["D"] = "平靜之劍位于血色堡壘內，紅衣鑄錘師以生命守護著它。打敗他，并將他的圍裙交給我。作為報答，我將訓練你成為鍛造戰錘的鐵匠。",
    ["O"] = "到斯坦索姆去殺死紅衣鑄錘師。將紅衣鑄錘師的圍裙交給莉莉絲。",
    ["T"] = "甜美的平靜",
  },
  [5306] = {
    ["D"] = "別被她的美貌愚弄了，$c。暗影獵手沃什加斯是個狂暴而致命的獵手。$B$B<基爾拉姆指著自己臉上的傷疤。>$B$B喏，這就是她給我的——她稱之為愛的陷阱。$B$B復仇的時刻終于來臨了。$B$B你可以在黑石塔中找到沃什加斯。殺死她并將她的菊石交給我。如果你成功了，我就教你如何打造精良的戰斧。",
    ["O"] = "到黑石塔去殺死暗影獵手沃什加斯，將沃什加斯的菊石交給基爾拉姆。",
    ["T"] = "沃什加斯的菊石",
  },
  [5307] = {
    ["D"] = "如果我看起來對你有些無禮，那是有原因的。腐蝕之劍的設計圖被黑衣守衛——瑞文戴爾男爵的精英骷髏部隊給盜走了。$B$B沒錯，斯坦索姆的瑞文戴爾男爵。$B$B現在黑衣守衛鑄劍師正在以他的生命——呃，姑且這么說吧——守護著設計圖。$B$B殺死他，把他的物品拿回來作為憑證，我就會教你如何鍛造閃耀輕劍！",
    ["O"] = "在斯坦索姆找到黑衣守衛鑄劍師，然后殺死他。將黑色衛士徽記交給亡靈殺手瑟里爾。",
    ["T"] = "腐蝕",
  },
  [5321] = {
    ["D"] = "我正要趕路去邁斯特拉崗哨見利拉迪斯·月河，但是我決定在這里停下打個盹……自從我被從翡翠夢境中喚醒之后，就總是那么困……$B$B<打哈欠>$B$B你愿意給我帶路嗎？我知道邁斯特拉崗哨在這里的南邊，就沿著灰谷的路走好了。路上可能會有危險，我希望你的朋友也能一起來幫助我。$B$B最后一點，也許我會在半路上睡著，你只要吹響我的號角就可以喚醒我了。號角就在這個箱子里。",
    ["O"] = "護送克羅尼亞·恒影到灰谷邁斯特拉崗哨的利拉迪斯·月河那里去。",
    ["T"] = "昏昏欲睡",
  },
  [5341] = {
    ["D"] = "通靈學院中藏著巴羅夫家族的遺產。我，阿萊克斯·巴羅夫，是這個家族說過僅存兩名后嗣之一。另一個是我的兄弟維爾頓。$B$B那個懦弱的維爾頓，他在戰爭開始時就逃走了，保住了他的小命。$B$B現在，他正在到處搜尋地契，想要獨吞那筆財富。搶在我的兄弟之前取得那些地契，我保證將使你變得非常富有，富有得遠遠超出你的想象。",
    ["O"] = "到通靈學院中去取得巴羅夫家族的寶藏。這份寶藏包括四份地契：凱爾達隆地契、布瑞爾地契、塔倫米爾地契，還有南海鎮地契。完成任務之后就回到阿萊克斯·巴羅夫那兒去。",
    ["T"] = "巴羅夫家族的寶藏",
  },
  [5342] = {
    ["D"] = "既然我的兄弟仍然活著，那么自然就是家族財產的理所應當的繼承人。我絕不能讓他得到這筆財產。$B$B你這樣卑賤的流浪者除了當個冷血殺手之外還能干什么？$B$B這任務很簡單，我希望你能勝任。如果你想要得到報酬，就按我說的去做吧。$B$B維爾頓在東邊的冰風崗，他在那里受到了聯盟的保護。殺死他，把他的腦袋給我帶回來。$B$B<阿萊克斯打了個哈欠。>$B$B趕快出發吧。",
    ["O"] = "到冰風崗——聯盟的領地——去暗殺維爾頓·巴羅夫。把他的腦袋交給阿萊克斯·巴羅夫。$B$B要多加小心，聯盟也許對維爾頓實施了嚴密的保護。",
    ["T"] = "巴羅夫的繼承人",
  },
  [5343] = {
    ["D"] = "我親愛的兄弟阿萊克斯……我真不該饒了他的命。我與已經成為亡靈的他四目相視，最終卻免了他一死。$B$B<維爾頓啐了一口唾沫。>$B$B現在他正到處尋找屬于我的財產！我絕不能讓他得逞。$B$B在他骯臟的爪子碰到財寶之前，你必須找到我們巴羅夫家族的地契，我會用無數的珍寶和財富回報你。它們就在通靈學院的廢墟中，要快！",
    ["O"] = "到通靈學院中去取得巴羅夫家族的寶藏。這份寶藏包括四份地契：凱爾達隆地契、布瑞爾地契、塔倫米爾地契，還有南海鎮地契。完成任務之后就回到維爾頓·巴羅夫那兒去。",
    ["T"] = "巴羅夫家族的寶藏",
  },
  [5344] = {
    ["D"] = "地契已經找到了，我們還剩下一件事要做——殺死阿萊克斯。只要他一死，我就用不著再擔心那些惟利是圖、肆無忌憚的強盜來取我的腦袋了。$B$B這任務很簡單。阿萊克斯在亡靈壁壘，他在那里受到了部落的保護。$B$B不，只是殺死他還不行，我要你把他的腦袋拿回來！至于你怎么做到這一點……呃，那是你的事情。這種行為可不是我這樣的貴族會做的。",
    ["O"] = "去亡靈壁壘——部落的領地——去暗殺阿萊克斯·巴羅夫。把他的腦袋交給維爾頓·巴羅夫。$B$B要小心，部落也許對阿萊克斯實施了嚴密的保護。",
    ["T"] = "巴羅夫的繼承人",
  },
  [5361] = {
    ["D"] = "我的兄弟納塔卡駐扎在凄涼之地的幽靈崗哨。我想問你……你能幫我把這份報告交給他嗎？距離我上次寫報告給他已經過去一年了，最近半人馬有些不尋常的舉動，我想我應該把這些告訴他。$B$B到十字路口北邊的石爪山脈去，然后向西進入焦炭谷，再往南進入凄涼之地，在那兒有一條路通往南邊的幽靈崗哨。",
    ["O"] = "將峭壁衛兵圖林·長角的報告交給凄涼之地幽靈崗哨的納塔卡·長角。",
    ["T"] = "兄弟",
  },
  [5381] = {
    ["D"] = "火刃氏族擁有惡魔之盒，那里面放著強大的埃魯索斯之手。火刃氏族用它來打開瑪諾洛克集會所的惡魔之門。我們必須阻止成群的惡魔涌入這個世界，$n！用這把惡魔之鋤去挖掘雷斧堡壘中的紅色水晶，拿到惡魔之盒。",
    ["O"] = "在雷斧堡壘中找到惡魔之盒，把它和惡魔之鋤一起交給葬影村的泰迦·慧鬃。",
    ["T"] = "埃魯索斯之手",
  },
  [5382] = {
    ["D"] = "卡斯迪諾夫殺死了數千條生命。他必須得到懲罰，正義必須得到伸張。$B$B找到他，讓他也嘗嘗他給那些無辜者帶來的痛苦。在他死掉之后燒毀我們的遺體，讓它們都化為灰燼，$N。",
    ["O"] = "在通靈學院中找到瑟爾林·卡斯迪諾夫教授。殺死他，并燒毀艾瓦·薩克霍夫和盧森·薩克霍夫的遺體。任務完成后就回到艾瓦·薩克霍夫那兒。",
    ["T"] = "瑟爾林·卡斯迪諾夫教授",
  },
  [5384] = {
    ["D"] = "就是這個了，$N。$B$B<艾瓦指著口袋中的小瓶。>$B$B這無辜者之血。最純凈的血，用于取悅卡斯迪諾夫的主人。$B$B也許它可以召喚基爾圖諾斯，這樣我們就能殺死他了。$B$B把血液帶到門廊去，放在火盆下。基爾圖諾斯會出現的——他無法抵抗這血液的誘惑。當他出現時，釋放出那些憤怒的無辜者的靈魂。$B$B如果你成功的話，你所能得到的不僅僅是我們的感激之情。",
    ["O"] = "帶著無辜者之血回到通靈學院，將它放在門廊的火盆下面，基爾圖諾斯會前來吞噬你的靈魂。$B$B勇敢地戰斗吧，不要退縮！殺死基爾圖諾斯，然后回到艾瓦·薩克霍夫那兒。",
    ["T"] = "傳令官基爾圖諾斯",
  },
  [5385] = {
    ["D"] = "你小心地拾起袋子，準備返回費伍德森林和灰谷邊界處的杰希爾·月弓那兒去。希望在你將圣騎士的遺體交給他的朋友之后，他會被隆重地安葬。",
    ["O"] = "將特雷·萊弗治的殘骸交給費伍德森林的杰希爾·月弓。",
    ["T"] = "特雷·萊弗治的殘骸",
  },
  [5386] = {
    ["D"] = "我在幽靈崗哨這兒好久都沒有聞到過魚肉的香味了。葬影村的巨魔最擅長捕魚……但是，我要在此負責半人馬的事情，因此沒有時間去拜訪巨魔。嗯……$B$B幫我個忙吧，替我去一趟葬影村。在那里找當地的漁夫吉納澤林談談，給我帶點美味可口的血肚魚回來。沿著南邊的道路走，你就可以到達西邊的巨魔村莊。",
    ["O"] = "與葬影村的吉納澤林談話，然后將2條血肚魚交給納塔卡·長角。",
    ["T"] = "食魚度日",
  },
  [5401] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "銀色黎明委任徽章",
  },
  [5402] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "爪牙的天災石",
  },
  [5403] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "侵略者的天災石",
  },
  [5404] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "墮落者的天災石",
  },
  [5405] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "銀色黎明委任徽章",
  },
  [5406] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "墮落者的天災石",
  },
  [5407] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "侵略者的天災石",
  },
  [5408] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "爪牙的天災石",
  },
  [5421] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "坐享其成",
  },
  [5441] = {
    ["D"] = "該死的苦工！我叫他們在山谷里伐木，但他們總是見縫插針地打盹！我需要找個人幫我去叫醒他們。$B$B你看上去挺適合這差事的。給你，拿著這根棍子，看到偷懶睡覺的苦工就打醒他。只要狠狠地敲他們一下就能讓他們乖乖回去工作了！別忘了把棍子還給我。$B$B這些該死的懶漢……",
    ["O"] = "在懶惰的苦工睡覺時，用工頭的木棒敲他們。敲醒5個苦工，然后把工頭的木棒還給試煉谷的工頭塔茲利爾。",
    ["T"] = "懶惰的苦工",
  },
  [5461] = {
    ["D"] = "亡靈對于生命的恐懼就像我們對于死亡的恐懼一樣，所以一個亡靈將其生前用過的東西全都毀掉是很正常的事情。$B$B不幸的是，要想創建一件能破除萊斯·霜語不死之身的神器，我們就必須找到他生前擁有的一樣東西。$B$B你必須到早已被廢棄的激流堡去，那里是萊斯·霜語的家，到那里去尋找這樣一件東西。祝你好運，$N。",
    ["O"] = "到阿拉希高地的激流堡遺跡里面尋找巫妖生前的遺物。如果你能找到這樣的東西，就把它交給馬杜克鎮長。",
    ["T"] = "萊斯·霜語",
  },
  [5462] = {
    ["D"] = "你必須把這件遺物放在被玷污的土地上。$B$B傳說弗斯特·維斯帕爾是在斯坦索姆城里屈服于巫妖王的。在那片血跡斑斑的土地上，他心甘情愿地獻出了自己的生命和靈魂，變成了亡靈的一員。$B$B你必須找到那片土地。$B$B我知道有一個亡靈天災的背叛者，他被希爾瓦娜斯解救了出來，但是他現在效力于銀色黎明。去找到他，他的名字是萊尼德·巴薩羅梅。他應該對這件事情更了解一些，到圣光之愿禮拜堂去找他吧，$N。",
    ["O"] = "到東瘟疫之地的圣光之愿禮拜堂去找到萊尼德·巴薩羅梅，給他看看巫妖生前的遺物，并告訴他你收集到的情報。",
    ["T"] = "亡靈萊斯·霜語",
  },
  [5463] = {
    ["D"] = "我目睹了那個人類，萊斯·霜語，把他的靈魂獻給了巫妖王。他將匕首插入自己的喉嚨，然后微笑著橫切了下去。他的身體倒在了五芒星陣里，巫妖王站在那個死掉的法師旁邊，只用了一個簡單的動作，巫妖萊斯·霜語就誕生了。$B$B<萊尼德看著地板，然后抬起頭來看著你。>$B$B是的，$R，我記起來了。你要找的地方有個名字——米奈希爾的禮物：那塊地方曾被巫妖王賜福，那里是亡靈天災的圣地。",
    ["O"] = "到斯坦索姆城里去找到米奈希爾的禮物，把巫妖生前的遺物放在那塊邪惡的土地上。",
    ["T"] = "米奈希爾的禮物",
  },
  [5464] = {
    ["D"] = "巫妖的靈魂鉆入了代表它前身的物品之中，這件物品很快變成了一本禁錮著巫妖靈魂的遺物。你把它拿了起來，放入包中。",
    ["O"] = "把禁錮靈魂的遺物交給東瘟疫之地的萊尼德·巴薩羅梅。",
    ["T"] = "米奈希爾的禮物",
  },
  [5465] = {
    ["D"] = "把這件遺物交給馬杜克吧，$N。他會告你該怎么使用它的。",
    ["O"] = "回到凱爾達隆的馬杜克鎮長那里，把禁錮靈魂的遺物交給他。",
    ["T"] = "禁錮靈魂的遺物",
  },
  [5466] = {
    ["D"] = "你還有最后一個任務必須去完成，$N——到巫妖萊斯·霜語的巢穴中去擊敗他。$B$B使用禁錮靈魂的遺物的力量來對付他——千萬不要心存任何憐憫，否則倒下的就會是你！不要因為痛苦而屈服！$B$B當儀式完成之后，他就不再是一個不死之身了。那時你必須盡快殺死他，把他的頭顱給我拿回來。",
    ["O"] = "在通靈學院里找到萊斯·霜語。當你找到他之后，使用禁錮靈魂的遺物破除其亡靈的外殼。如果你成功地破除了他的不死之身，就殺掉他并拿到萊斯·霜語的頭顱。把那個頭顱交給馬杜克鎮長。",
    ["T"] = "巫妖萊斯·霜語",
  },
  [5481] = {
    ["D"] = "主人需要草。我們的手太大，沒有辦法撿。你可以幫我們，我們不傷害你。我們需要陰暗草。這里有許多這樣的草，路邊也有。$B$B拿到草之后，把它交給布瑞爾墓地的主人，霍蘭德。",
    ["O"] = "收集3根陰暗草，把它們交給布瑞爾墓地的初級藥劑師霍蘭德。",
    ["T"] = "葛爾多的任務",
  },
  [5482] = {
    ["D"] = "你看到我所處的困境的吧，$N？那個蠢貨弄來的野草根本不是我要的！如果你能給我弄些末日草來，我會回報你的。$B$B據我所知，那些野草一般生長在布瑞爾墓地北面。快去吧，小心那兒的豺狼人。",
    ["O"] = "收集10株末日草，把它們交給初級藥劑師霍蘭德。",
    ["T"] = "末日草",
  },
  [5501] = {
    ["D"] = "我們正坐在一座金礦上，你知道嗎，一座金礦！科多獸骨將永遠改變這個世界……我的顧客可以用它們來制作家具、樂器，甚至是火藥。$B$B有一個車隊經常到這兒來，收集一大堆科多獸骨，然后在葬影村把它們賣掉。如果你能去到南邊的那座科多墓地去給我弄十根科多獸骨回來，我就付你報酬。怎么樣？",
    ["O"] = "從科多墓地收集10根科多獸骨，把它們交給獸人小屋的比布里·弗斯巴克。",
    ["T"] = "集骨者",
  },
  [5502] = {
    ["D"] = "你對我真好，$N。我從來沒有想過會在兒童周得到如此多的樂趣，謝謝你。我不會因為我的悲慘遭遇而感到悲傷——我的爸爸媽媽總是告訴我，在面對困境的時候要保持堅強。我會成為一個英雄的……就像你一樣。$B$B不過現在，我該回家了。讓我們一起回去吧，我會告訴院長，你是一個多么出色的$r$c！",
    ["O"] = "回到奧格瑞瑪，把獸人孤兒哨交還給榮譽谷的孤兒監護員巴特維爾。",
    ["T"] = "部落孤兒的看護者",
  },
  [5503] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "銀色黎明委任徽章",
  },
  [5504] = {
    ["D"] = "你對銀色黎明所做出的貢獻將受到表彰，$N。你在我們的組織中有著很高的聲譽，因此我授權你可以購買我們最寶貴的裝備——我們的魔法抗性護肩。$B$B只要把它加在你現有的護肩上，你就可以抵抗五種魔法的力量。作為對我們的事業繼續做出貢獻的標志，我要求你拿至少10枚銀色黎明勇氣勛章來換取這些護肩。",
    ["O"] = "把10個銀色黎明勇氣勛章交給西瘟疫之地亡靈壁壘的銀色黎明軍需官哈薩娜。",
    ["T"] = "黎明襯肩",
  },
  [5505] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "通靈學院的鑰匙",
  },
  [5507] = {
    ["D"] = "你對銀色黎明所做出的貢獻將受到表彰，$N。你在我們的組織中有著很高的聲譽，因此我授權你可以購買我們最寶貴的裝備——我們的魔法抗性護肩。$B$B只要把它加在你現有的護肩上，你就可以抵抗五種魔法的力量。作為對我們的事業繼續做出貢獻的標志，我要求你拿至少10枚銀色黎明勇氣勛章來換取這些護肩。",
    ["O"] = "把10個銀色黎明勇氣勛章交給西瘟疫之地冰風營地的銀色黎明軍需官萊斯巴克。",
    ["T"] = "黎明襯肩",
  },
  [5508] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "墮落者的天災石",
  },
  [5509] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "侵略者的天災石",
  },
  [5510] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "爪牙的天災石",
  },
  [5511] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "通靈學院的鑰匙",
  },
  [5513] = {
    ["D"] = "你對銀色黎明所做出的的貢獻將受到表彰，$N。你在我們的組織中有著很高的聲譽，因此我授權你可以購買我們最寶貴的裝備——我們的魔法抗性護肩。$B$B只要把它加在你現有的護肩上，你就可以抵抗五種魔法的力量。作為對我們的事業繼續做出貢獻的標志，我要求你拿至少10枚銀色黎明勇氣勛章來換取這些護肩。",
    ["O"] = "把10個銀色黎明勇氣勛章交給東瘟疫之地圣光之愿禮拜堂的軍需官米蘭達·布利洛克。",
    ["T"] = "黎明襯肩",
  },
  [5514] = {
    ["D"] = "你要找的地精的名字叫做克林科·古德斯迪爾。他在塔納利斯的加基森鎮里生活，為出價最高的顧客效力。看來他是唯一個可以幫我們完成融合工序的鐵匠，不過他的標價會非常高，所以你來解決他的工錢。$B$B我是個煉金師，不是個銀行家。如果我有一堆金子的話，還待在這里干什么？$B$B我相信我已經把事情說得很直白了，咳咳。$B$B加基森在等待你！祝你好運！",
    ["O"] = "把灌魔的骸骨碎片和15枚金幣交給加基森的克林科·古德斯迪爾。",
    ["T"] = "昂貴的模具",
  },
  [5515] = {
    ["D"] = "$N，你幫我去掉了壓在心上的一塊大石頭，但是你的任務還沒有完成。卡斯迪諾夫的主人基爾圖諾斯還活著。$B$B在你面對基爾圖諾斯之前，必須先找到召喚他的方法。$B$B據說詹迪斯·巴羅夫負責將卡斯迪諾夫收集的無辜者之血交給基爾圖諾斯。$B$B到通靈學院中那個沉沒的墓穴里去找到她，打敗她。把你找到的線索拿回來交給我。",
    ["O"] = "在通靈學院找到詹迪斯·巴羅夫并打敗她。從她的尸體上找到卡斯迪諾夫的恐懼之袋，然后將其交給艾瓦·薩克霍夫。",
    ["T"] = "卡斯迪諾夫的恐懼之袋",
  },
  [5517] = {
    ["D"] = "$n，你為銀色黎明做出的貢獻在這里被廣為傳頌。作為一種獎勵，你將有資格獲得我們特殊的多彩黎明襯肩，它可以幫你抵抗各種魔法效果。多彩黎明襯肩只會被授予最強大的英雄！$B$B交給我二十五枚勇氣勛章作為你對銀色黎明做出貢獻的標志，然后我就會把我們最好的襯肩給你。",
    ["O"] = "把25個銀色黎明勇氣勛章交給東瘟疫之地圣光之愿禮拜堂的銀色黎明軍需官米蘭達·布利洛克。",
    ["T"] = "多彩黎明襯肩",
  },
  [5518] = {
    ["D"] = "如果你想要和那個笨蛋食人魔國王作戰，那么首先你必須通過克羅卡斯那一關。好吧，你當然可以殺了他，但實際上你也可以留他一條命。$B$B你問我該怎么做？嗯，你真好運，，我想我知道如何制作一件可以把你偽裝成食人魔的服裝，用來迷惑那些四肢發達的笨蛋。唯一的問題可能就是穩定性——這種衣服的持續時間最多為10分鐘。把我需要的東西給我拿來，然后我就可以幫你做一件。我就等在這里……",
    ["O"] = "把4份符文布卷、8塊硬甲皮、2卷符文線和一份食人魔鞣酸交給諾特·希姆加克。他現在被拴在厄運之槌的戈多克食人魔那邊。",
    ["T"] = "戈多克食人魔裝",
  },
  [5519] = {
    ["D"] = "食人魔鞣酸可能是我要為做這個衣服中最不好找的東西了。－我想他們可能在樓上有一些？不大好說，自從這個球和鏈條使得移動不方便以后就……$B$B總之，給我拿來我想要的東西，我就會給你做出一件食人魔裝來騙過克羅卡斯，讓他認為你是他的人。",
    ["O"] = "戈多克食人魔裝",
    ["T"] = "戈多克食人魔裝*",
  },
  [5521] = {
    ["D"] = "$n，你為銀色黎明做出的貢獻在這里被廣為傳頌。作為一種獎勵，你將有資格獲得我們特殊的多彩黎明襯肩，它可以幫你抵抗各種魔法效果。多彩黎明襯肩只會被授予最強大的英雄！$B$B交給我二十五枚勇氣勛章作為你對銀色黎明做出貢獻的標志，然后我就會把我們最好的襯肩給你。",
    ["O"] = "把25個銀色黎明勇氣勛章交給西瘟疫之地冰風營地的銀色黎明軍需官萊斯巴克。",
    ["T"] = "多彩黎明襯肩",
  },
  [5522] = {
    ["D"] = "我從我的主人維克圖斯那里收到了一個消息。好吧，其實不是從維克圖斯那里來的……是來自于一個名叫萊尼德·巴薩羅梅的人。我不認識他，但是他認識我的主人。你要知道，除非我的主人允許，否則你是根本無從結識他的。$B$B他說維克圖斯需要龍蛋，因此它要你把它們送到東瘟疫之地的圣光之愿禮拜堂去。$B$B這真讓我惱火！為什么？難道維克圖斯不相信我嗎？哦，不要介意這些……把蛋交給萊尼德，告訴他我已經完成了主人的命令。",
    ["O"] = "把冰凍的龍蛋交給東瘟疫之地的萊尼德·巴薩羅梅。",
    ["T"] = "萊尼德·巴薩羅梅",
  },
  [5524] = {
    ["D"] = "$n，你為銀色黎明做出的貢獻在這里被廣為傳頌。作為一種獎勵，你將有資格獲得我們特殊的多彩黎明襯肩，它可以幫你抵抗各種魔法效果。多彩黎明襯肩只會被授予最強大的英雄！$B$B交給我二十五枚勇氣勛章作為你對銀色黎明做出貢獻的標志，然后我就會把我們最好的襯肩給你。",
    ["O"] = "把25個銀色黎明勇氣勛章交給西瘟疫之地亡靈壁壘的銀色黎明軍銀色黎明軍需官哈薩娜。",
    ["T"] = "多彩黎明襯肩",
  },
  [5525] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "逃出生天！",
  },
  [5526] = {
    ["D"] = "你對于埃雷薩拉斯——厄運之槌——的知識現在要派上用場了，$N。在那座城市的遺跡的東部區域，奧茲恩正在散播著自己的墮落力量。去那里擊敗所有膽敢挑戰你的敵人。$B$B奧茲恩身邊應該有一些豐饒之果，它們已經被墮落的力量腐蝕，變成了魔藤。在你干掉他之后，采集一塊魔藤的精華，把它裝在凈化之匣里，然后帶回來交給我。$B$B祝你好運，塞納留斯保佑你快去快回。",
    ["O"] = "在厄運之槌中找到魔藤，然后從它上面采集一塊碎片。只有干掉了奧茲恩之后，你才能進行采集工作。使用凈化之匣安全地封印碎片，然后將其交給月光林地永夜港的拉比恩·薩圖納。",
    ["T"] = "魔藤碎片",
  },
  [5527] = {
    ["D"] = "第一步是要找到一個可以容納墮落物質而不受其影響的容器。我所能想到的只有一件可以容納魔藤的東西：凈化之匣。$B$B在希利蘇斯有一處暗夜精靈的南風村，我知道很久很久以前那里曾有一個凈化之匣。如果我們想要成功的話，我希望你先去那邊的廢墟中找到它。",
    ["O"] = "到希利蘇斯的南風村去尋找凈化之匣。然后將其交給月光林地永夜港的拉比恩·薩圖納。",
    ["T"] = "凈化之匣",
  },
  [5528] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "戈多克好酒",
  },
  [5529] = {
    ["D"] = "銀色黎明得到消息，據說亡靈天災正在制造它們自己的瘟疫之龍！我們必須阻止他們——如果亡靈天災得到了龍的力量，那么他們必將橫掃艾澤拉斯！$B$B他們的亡靈巫師正在達隆米爾湖中間的通靈學院里繁殖瘟疫之龍。$B$B到通靈學院去，盡可能多地摧毀龍崽……別讓它們長大！",
    ["O"] = "殺掉20只瘟疫龍崽，然后向圣光之愿禮拜堂的貝蒂娜·比格辛克復命。",
    ["T"] = "瘟疫之龍",
  },
  [5531] = {
    ["D"] = "你帶來的那些蛋本要被用于亡靈天災制造瘟疫飛龍的試驗中。這些冰凍的黑龍卵在他們的研究中有巨大的價值，也會毫無疑問地加快他們的時間表。$B$B現在，是我們結束他們研究的時候了。$B$B把這些冰凍的卵帶給外面的貝蒂娜·比格辛克。她在科學和煉金術方面造詣很深，而且她還制造了一種我們可以用來對付亡靈天災的武器。有了你的幫助，我們將會給他們一個沉重的打擊。",
    ["O"] = "將冰凍的龍蛋交給貝蒂娜·比格辛克。",
    ["T"] = "貝蒂娜·比格辛克",
  },
  [5533] = {
    ["D"] = "通靈學院坐落在凱爾達隆島上，這所學校是亡靈天災的一座堡壘。我們的敵人就聚居在那里，安全地進行研究并不斷增強他們的力量。有一扇堅固的大門封住了唯一的入口，如果沒有一把合適的鑰匙，我們無論如何都無法通過它。$B$B化學家阿爾比頓一直以來都負責與通靈學院有關的事務，他應該知道如何才能獲得那把鑰匙。你應該向我證明你確實有存在的價值，現在我把這個任務交給你，去跟阿爾比頓談談關于這件事的詳細情況吧。",
    ["O"] = "和西瘟疫之地冰風崗的化學家阿爾比頓談一談。",
    ["T"] = "通靈學院",
  },
  [5534] = {
    ["D"] = "什么？！什么？！$B$B你還不滿足？你知道那些炸藥有多貴嗎？它們可以賣到……哦，算了。好吧，你想要賺點錢？做生意應該是這樣的：首先你要證明自己是個有價值的雇員，然后你會因為勤奮工作而被獎勵。$B$B如果你是個“有價值”的雇員，那么就到埃達拉斯廢墟去，幫我把那些血精靈正在尋找的符石給拿回來，顯然你得去跟廢墟中的納迦們打交道。",
    ["O"] = "尋找埃達拉斯廢墟中的納迦攜帶的那些符石，然后把它們交給艾薩拉的基姆加爾。",
    ["T"] = "基姆加爾“丟失”的裝備",
  },
  [5535] = {
    ["D"] = "很久之前，暗夜精靈中的上層精靈們是最優秀的魔法學徒。他們最終對暗夜精靈社會造成了很大的傷害，并且影響了艾澤拉斯世界的歷史……我相信這些你都很清楚。$B$B我向那些哨兵保證要超度那些我遇見的上層精靈之魂。如果你也可以幫忙的話，我保證我會獎勵你的。$B$B那些靈魂在這里東北邊的影歌神殿附近游蕩。",
    ["O"] = "殺掉6個上層精靈的幻影和6個上層精靈鬼巫，然后向艾薩拉的羅哈圖復命。",
    ["T"] = "永不安息的靈魂",
  },
  [5536] = {
    ["D"] = "薩特是暗夜精靈畸形和邪惡的一面，現在他們正在玷污這片塞納留斯曾經眷顧過的神圣之地。當提及這些惡魔的罪行時，我是不會給暗夜精靈留面子的，但是我已經向大地母親發誓要幫助暗夜精靈除掉這些禍害。$B$B我相信你可以在凈化他們的過程中證明自己的價值。$B$B在這里的東北面就是薩特的哈達爾氏族。與他們作戰，然后再回到我這里來。",
    ["O"] = "殺掉6個哈達爾薩特、2個哈達爾欺詐者和2個哈達爾魔仆，然后向灰谷與艾薩拉交界處的羅哈圖復命。",
    ["T"] = "充滿仇恨的土地",
  },
  [5537] = {
    ["D"] = "通靈學院大門的鑰匙名叫骷髏鑰匙，它一定是由某具骸骨制造而成——事實上是若干具骸骨——并在適當的模具中使用最堅硬的金屬進行加固。天生就能打開通靈學院大門的人擁有一種特殊的力量，這種力量能讓鑰匙發揮作用。$B$B重要的事情要優先處理掉，$N。我們需要一些骸骨碎片來制造鑰匙。安多哈爾內的骸骨應該符合我們的要求，但是安多哈爾城外的那些骸骨也許同樣有效。",
    ["O"] = "將15塊骷髏碎片交給西瘟疫之地冰風崗的化學家阿爾比頓。",
    ["T"] = "骸骨碎片",
  },
  [5538] = {
    ["D"] = "你要找的地精的名字叫做克林科·古德斯迪爾。他在塔納利斯的加基森鎮里生活，為出價最高的顧客效力。看來他是唯一個可以幫我們完成融合工序的鐵匠，不過他的標價會非常高，所以你來解決他的工錢。$B$B我是個煉金師，不是個銀行家。如果我有一堆金子的話，還待在這里干什么？$B$B我相信我已經把事情說得很直白了，咳咳。$B$B加基森在等待你！祝你好運！",
    ["O"] = "把灌魔的骸骨碎片和15枚金幣交給加基森的克林科·古德斯迪爾。",
    ["T"] = "昂貴的模具",
  },
  [5541] = {
    ["D"] = "海格納·重槍在安威瑪爾出售槍支。火槍隊和迫擊炮小隊都會花大量的時間在他的店鋪里挑挑揀揀，所以他總是需要充足的新貨物。$B$B但是……我送給他的最后一箱彈藥在半路上不見了。送貨的家伙說他當時在灰色洞穴附近扎營，然后來了幾個雪怪把他給趕跑了……那個傻瓜就把海格納的彈藥留在那里了！$B$B$N，你能不能拿到那些彈藥然后送到海格納那里去呢？我敢說他的庫存已經不多了。",
    ["O"] = "把海格納的彈藥交給丹莫羅的海格納·重槍。",
    ["T"] = "海格納的彈藥",
  },
  [5542] = {
    ["D"] = "如果你愿意留在這里，那么我希望你可以做些事情來證明自己的價值。我們有許多麻煩的事情要讓你這樣訓練有素的$c去做。$B$B你可以先從瘟疫犬和它們的幼崽開始。$B$B我無法提供很多報酬，但是如果你成功的話，回來跟我一起飽餐一頓，然后聊聊天也是不錯的嘛。",
    ["O"] = "殺掉20條瘟疫幼犬、5條瘟疫犬和5條狂怒的瘟疫犬。任務完成之后向提里奧·弗丁復命。",
    ["T"] = "惡魔之犬",
  },
  [5543] = {
    ["D"] = "踏入瘟疫之地的人真是愚蠢而又悲哀。各種各樣邪惡的生物在這里徘徊——狂熱的血色十字軍會殺死一切不愿與他們同流合污的人，兇惡的天災軍團會不斷地擴充亡靈的數量。$B$B即使是普通的野生動物也已經變為了兇殘的食人猛獸。我請求你去殺掉那些從空中襲擊無辜者的生物，瘟疫蝙蝠。",
    ["O"] = "殺死30只瘟疫蝙蝠，然后向提里奧·弗丁復命。",
    ["T"] = "血染的天空",
  },
  [5544] = {
    ["D"] = "我的食品儲備已經很少了，$r。我不得不承認，現在我已經沒有可以和你分享的食物了。$B$B你能不能幫我這個老人一個小忙？這附近唯一沒有被瘟疫感染的生物是食腐蟲。雖然它們味道并不好，但是它們的肉可以儲存好幾個月。我要為即將來臨的冬天存儲數百磅的肉！",
    ["O"] = "在東瘟疫之地搜索腐肉蟲和腐肉吞噬者。殺了它們并收集它們的肉。當你收集到15塊食腐蟲肉塊之后，就回到提里奧·弗丁那里。",
    ["T"] = "腐肉蟲",
  },
  [5545] = {
    ["D"] = "我現在真的是碰到棘手問題了。我有一批木材的訂單馬上就要到期了，但我抽不出時間來解決這事情。北邊的狼和熊把我的工人追得滿地跑，否則的話他們早就把木材的問題解決了。$B$B我和瑞尼爾副隊長談過，要他幫忙清理那些動物，但是眼下我得找人幫我去收集足夠的木材。如果你可以幫我收集八捆木材的話，我就可以按時完成訂單了。",
    ["O"] = "收集8捆木材，把它們交給東谷伐木場的管理員萊琳。",
    ["T"] = "木材危機",
  },
  [5561] = {
    ["D"] = "比布里認為他是凄涼之地唯一一個懂得賺錢的地精。好吧，唯一一個有膽量闖過這塊地方的商隊就是我了。因為我懂得利用我的科多獸誘引器控制年老的和瀕死的科多獸，所以我和商隊的老板——考克和里格爾——進行了合作。$B$B把誘引器拿去，對任何一頭年老的或者瀕死的科多獸使用，然后那頭野獸就會變成馴服的科多獸并跟著你。你每馴服一頭科多獸，就把它給我帶來。",
    ["O"] = "將科多獸誘引器和5頭被馴服的科多獸交給瑟卡布斯庫的營地中的斯米德·瑟卡布斯庫。",
    ["T"] = "誘捕科多獸",
  },
  [5581] = {
    ["D"] = "看，這就是埃魯索斯之手。真是恐怖的景象。$B$B你必須使用它才能放逐瑪諾洛克集會所的惡魔之門……現在我就要求你去做這件事情。惡魔的威脅正在不斷增大，我們必須關閉這些傳送門來阻止惡魔進入這個世界。祝你好運，$N……小心那些傳送門的守護者。",
    ["O"] = "放逐6個瑪諾洛克集會所的傳送門，然后回到葬影村的泰迦·慧鬃那里。",
    ["T"] = "燃燒軍團的傳送門",
  },
  [5582] = {
    ["D"] = "這是一塊被瘟疫感染的龍鱗，但是它不像別的幼龍鱗片那樣遍布麻點、柔軟無力，這塊鱗片的質量很好，而且沒有任何損壞。$B$B貝蒂娜·比格辛克需要這樣的東西來進行研究。",
    ["O"] = "把健康的龍鱗交給東瘟疫之地圣光之愿禮拜堂中的貝蒂娜·比格辛克。",
    ["T"] = "健康的龍鱗",
  },
  [5601] = {
    ["D"] = "我在大戰中逃離了洛丹倫，在亡靈天災席卷我的家園，將那兒變成一片可怕的廢墟之前，我幸運地逃脫了！我太幸運了，但是我的家族卻非常悲慘。我擔心他們都已經在達隆郡戰役中死去了。$B$B達隆郡就在東瘟疫之地南部山區里，你能幫我去那兒找找我的家族成員嗎？我非常想念他們，特別是我的妹妹帕米拉。$B$B請幫我找到她！",
    ["O"] = "在達隆郡里找到帕米拉·雷德帕斯。",
    ["T"] = "小妹妹帕米拉",
  },
  [5621] = {
    ["D"] = "我需要你的幫助，$N。我因為要在這里訓練別的學生而無法分身，但是你可以幫我去救助多蘭納爾南邊的一位受傷的哨兵。她在小鎮附近巡邏的時候受傷了，急切地需要我們的幫助。她的名字叫莎恩雅。$B$B你找到她之后就治療她的傷口，然后使用你的法術幫助她恢復健康，這至少可以讓她輕松一些。如果你完成了這一使命，就回到我這里來。",
    ["O"] = "找到哨兵莎恩雅并使用次級治療術（等級 2）來治療她。然后對她施放真言術：韌，最后向多蘭納爾的勞爾娜·晨光復命。",
    ["T"] = "月光之衣",
  },
  [5622] = {
    ["D"] = "$N，你在幽影谷的事務都已經告一段落了，現在你必須去多蘭納爾。你可以在那里找到勞爾娜·晨光，她會進一步指導你沿著艾露恩之路走下去，從她那里，你可以獲得你的第一件艾露尼牧師專用的長袍。$B$B小心一點，愿你一路順風。艾露恩牧師專用的長袍。$B$B小心一點，愿你一路順風。",
    ["O"] = "與泰達希爾的勞爾娜·晨光談一談。",
    ["T"] = "月神的恩賜",
  },
  [5623] = {
    ["D"] = "你好，年輕的牧師。是時候讓你對我們的信仰有更多了解了。在你完成北郡這里的事務之后，請去閃金鎮找潔塞塔牧師談一談。她會繼續教導你，讓你在圣光之道上繼續成長。",
    ["O"] = "與艾爾文森林的女牧師潔塞塔談一談。",
    ["T"] = "圣光的恩賜",
  },
  [5624] = {
    ["D"] = "一般來說，我會給那些圣光的追隨者布置一個小小的挑戰來測試他們的能力。我要看看他們是否值得穿著他們的第一件圣光之袍——那是$g他:她;他在教會中的地位和身份的標志。$B$B但是這次情況有所不同。閃金鎮的一個居民報告說，這里東面的湖邊上有一位受傷的守衛，他的名字叫羅伯茲。找到他，治療他，強化他的身體，然后回到我這里來。如果你能為我做這些的話，我會認為你已經通過了試煉。",
    ["O"] = "找到衛兵羅伯茲并使用次級治療術（等級 2）來治療他。然后對他施放真言術：韌，最后向閃金鎮的女牧師潔塞塔復命。",
    ["T"] = "圣光之衣",
  },
  [5625] = {
    ["D"] = "現在是時候看看你的力量是否值得穿著象征教會的長袍了。但是老實說，我現在有更重要的事情要做。卡拉諾斯的居民向我報告說，這里的南邊有一位受傷的巡山人——他的名字叫多爾夫。$B$B治療他，然后給他加上真言術：韌，如果你完成了這些，你就證明了自己的價值。這聽上去怎么樣？",
    ["O"] = "找到巡山人多爾夫并使用次級治療術（等級 2）來治療他。然后對他施放真言術：韌，最后向卡拉諾斯的馬克薩恩·安沃爾復命。",
    ["T"] = "圣光之衣",
  },
  [5626] = {
    ["D"] = "嘿！$N！你有時間嗎？！$B$B你已經在圣光之道上修行了很長時間，應該去卡拉諾斯找馬克薩恩·安沃爾談談了。他會向你傳授更多你應掌握的知識，如果你能夠證明自己的價值，他還會給你第一件代表牧師身份的長袍。$B$B現在就去吧！當你完成這里的事情以后，穿過隧道去卡拉諾斯吧——他會在那里等你的。",
    ["O"] = "與丹莫羅的馬克薩恩·安沃爾談一談。",
    ["T"] = "圣光的恩賜",
  },
  [5627] = {
    ["D"] = "你已經證明能引起艾露恩的注意, $N。如果你感覺準備好了, 我將很高興傳授你一種新的法術。",
    ["O"] = "同阿蘭希雅再次交談，學習一種新的法術!",
    ["T"] = "艾露恩之星*",
  },
  [5628] = {
    ["D"] = "你好，$N。我知道你正忙著幫助我們的人民，但是你必須為自己花點時間了。女祭司阿蘭希雅派人來這里找你，你已經得到了長者們的關注，她們覺得你必須為更重要的事情作準備了。到達納蘇斯的月神殿去找阿蘭希雅，她會在那里等你。祝你好運，愿艾露恩與你同在。",
    ["O"] = "與達納蘇斯的女祭司阿蘭希雅談一談。",
    ["T"] = "回家",
  },
  [5629] = {
    ["D"] = "你好，$N。我知道你正忙著幫助我們的人民，但是你必須為自己花點時間了。女祭司阿蘭希雅派人來這里找你，你已經得到了長者們的關注，她們覺得你必須為更重要的事情作準備了。到達納蘇斯的月神殿去找阿蘭希雅，她會在那里等你。祝你好運，愿艾露恩與你同在。",
    ["O"] = "與達納蘇斯的女祭司阿蘭希雅談一談。",
    ["T"] = "回家",
  },
  [5630] = {
    ["D"] = "歡迎來到這里, $小伙子:小姑娘; 很高興見你旅行到這里. 但是許多你的同族人經常不適應這里寒冷的氣候。 很高興你勝任了的工作。不久前，月神殿的一位女祭司--說你應該去達納蘇斯與女祭司阿蘭希雅談一談。說那很重要，你應該現在就回去。",
    ["O"] = "與達納蘇斯的女祭司阿蘭希雅談一談。",
    ["T"] = "回家*",
  },
  [5631] = {
    ["D"] = "你好，$N。我知道你正忙著幫助我們的人民，但是你必須為自己花點時間了。女祭司阿蘭希雅派人來這里找你，你已經得到了長者們的關注，她們覺得你必須為更重要的事情作準備了。到達納蘇斯的月神殿去找阿蘭希雅，她會在那里等你。祝你好運，愿艾露恩與你同在。",
    ["O"] = "與達納蘇斯的女祭司阿蘭希雅談一談。",
    ["T"] = "回家",
  },
  [5632] = {
    ["D"] = "哦，當然，你好，$N。我們的一位信使說她正在找你。她說在達納蘇斯那里有一些重要的事情，你應該盡快回到月神殿去找女祭司阿蘭希雅。我相信她會幫助你在我們的道路上更進一步。$B$B希望你盡快地回到達納蘇斯去。",
    ["O"] = "與達納蘇斯的女祭司阿蘭希雅談一談。",
    ["T"] = "回家",
  },
  [5633] = {
    ["D"] = "歡迎, $小伙子:小姑娘;很高興在這里見到你。祝愿你和你的族人。 當你在我們的領土上旅行時, 一位祭司正在尋找你. 她說讓你盡快回到月神殿. 很抱歉我不能告訴你更多，但它聽起來很重要。當你到達月神殿時,與女祭司阿蘭希雅交談。",
    ["O"] = "與達納蘇斯的女祭司阿蘭希雅談一談。",
    ["T"] = "回家*",
  },
  [5634] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "絕望禱言",
  },
  [5635] = {
    ["D"] = "你已經引起了我們高層的注意，$N。他們要你盡快到暴風城的光明大教堂去一趟。顯然，他們認為你已經證明了自己的實力，也已經準備好接受下一步的訓練了。當你到了那里之后，就去找高階牧師勞瑞娜，她會進一步地指導你。祝你好運，愿圣光與你同在。",
    ["O"] = "與暴風城的高階牧師勞瑞娜談一談。",
    ["T"] = "絕望禱言",
  },
  [5636] = {
    ["D"] = "艾露恩祝福你，好心的$r。我愿圣光與你同在，愿它一直保護著你。$B$B你們的一位牧師不久之前來找過你，他說要你到光明大教堂去找高階牧師勞瑞娜，希望你可以盡快動身。我不會在這里浪費你寶貴的時間——你的人民需要你。",
    ["O"] = "與暴風城的高階牧師勞瑞娜談一談。",
    ["T"] = "絕望禱言",
  },
  [5637] = {
    ["D"] = "是時候到暴風城去了，$N。光明大教堂的高階牧師勞瑞娜要你去找她，看來她有什么事要與你商議，但是在我看來，你迄今為止表現得一直很出色，看來她要和你談的是件好事情。不要在這里浪費太多的時間。如果我是你，我會盡快去那里的。",
    ["O"] = "與暴風城的高階牧師勞瑞娜談一談。",
    ["T"] = "絕望禱言",
  },
  [5638] = {
    ["D"] = "僅僅剛才, 一位牧師正在尋找你, $r. 他說如果我見到你, 我應該直接帶你去光明大教堂. 他說這很重要, 但是我并沒想到會遇到你.他顯得很興奮... 好像這是一件好事. 如果我是你，我將不會再浪費時間在這里.$b$b祝你好遠, $r.",
    ["O"] = "與暴風城的高階牧師勞瑞娜談一談。",
    ["T"] = "絕望禱言*",
  },
  [5639] = {
    ["D"] = "暴風城需要你, $N. 高階牧師, 勞瑞娜說，是時候要你證明值得更高級等級的訓練. 不要浪費時間在尋找自己的路上. 你可以在城中的光明大教堂中找到他. 帶給他的我的問候, 同時證明你非常適合這次召喚.愿圣光與你同在, $N.",
    ["O"] = "與暴風城的高階牧師勞瑞娜談一談。",
    ["T"] = "絕望禱言*",
  },
  [5640] = {
    ["D"] = "Praise be to Elune, and to your Light, $n.$b$bAbout this time, many of our order learn abilities reflecting their faith in Elune. If knowledge serves me, I believe the same holds true for your order also.$b$bWhen your business in Darnassus is complete, I would seek out one of your High Priestesses for further training., and may the Light be with you.",
    ["O"] = "Speak to High Priestess Laurena in Stormwind.",
    ["T"] = "Desperate Prayer",
  },
  [5641] = {
    ["D"] = "$N, 高階牧師洛漢希望能在鐵爐堡與你會面。快點去吧，我強大的朋友，你的下一次試煉即將到來。雖然我希望能親眼看著你通過你們種族的特殊儀式，但是我的職責讓我必須留在這里。愿圣光照耀你前行的道路。洛漢應該是在秘法區里等你。",
    ["O"] = "與鐵爐堡的高階牧師洛漢談一談。",
    ["T"] = "毫無畏懼",
  },
  [5642] = {
    ["D"] = "奧格瑞瑪有些重要的事情在等著你去完成，$N.$B$B到這里來尋找巨魔牧師的信使并不少見，但是這次他們卻顯得非常著急。不要在雷霆崖耽擱太久，盡快回到精神谷去吧。",
    ["O"] = "與奧格瑞瑪的烏爾庫談一談。",
    ["T"] = "暗影守衛",
  },
  [5643] = {
    ["D"] = "和我們的牧師一樣，你的種族也會讓你參加種種儀式，通過這些儀式來讓你掌握許多特殊的能力。我想現在就是時候了，你必須回到奧格瑞瑪的精神谷去，與那里的烏爾庫談一談。他傳授給你的東西也許會對你的未來大有好處。",
    ["O"] = "與奧格瑞瑪的烏爾庫談一談。",
    ["T"] = "暗影守衛",
  },
  [5644] = {
    ["D"] = "啊，今天對你來說是個美妙的日子，$N。通過你所接受的課程，我可以看出你該回去找艾薩萊斯特了。有些東西只有她能教給你，當然，那是在你證明了自己有足夠的價值之后。$B$B我不想掃你的興致，但是我記得當我還是個年輕的牧師的時候，那第一次掌握了真正的力量的感覺……強大的力量。啊，那些日子真是令人懷念啊。$B$B到幽暗城的軍事區去找艾薩萊斯特吧，$N。",
    ["O"] = "與幽暗城的艾薩萊斯特談一談。",
    ["T"] = "噬靈瘟疫",
  },
  [5645] = {
    ["D"] = "$N，高階牧師洛漢希望能在鐵爐堡與你會面。快點去吧，我強大的朋友，你的下一次試煉即將到來。雖然我希望能親眼看著你通過你們種族的特殊儀式，但是我的職責讓我必須留在這里。愿圣光照耀你前行的道路。洛漢應該是在秘法區里等你。",
    ["O"] = "與鐵爐堡的高階牧師洛漢談一談。",
    ["T"] = "毫無畏懼",
  },
  [5646] = {
    ["D"] = "啊，今天對你來說是個美妙的日子，$N。通過你所接受的課程，我可以看出你該回去找艾薩萊斯特了。有些東西只有她能教給你，當然，那是在你證明了自己有足夠的價值之后。$B$B我不想掃你的興致，但是我記得當我還是個年輕的牧師的時候，那第一次掌握了真正的力量的感覺……強大的力量。啊，那些日子真是令人懷念啊。$B$B到幽暗城的軍事區去找艾薩萊斯特吧，$N。",
    ["O"] = "與幽暗城的艾薩萊斯特談一談。",
    ["T"] = "噬靈瘟疫",
  },
  [5647] = {
    ["D"] = "Your race is so very strong, $n. We are proud to call you allies. And as each day\'s sun sets, you and your kin grow closer to not only finding your true origins, but find great confidence that you are on the right path in so many things. That feeling must make you feel so triumphant.$b$bWord came from Ironforge just recently. It asked that you return there and speak to High Priest Rohan in the Mystic Ward. I would not keep him waiting. May Elune guide your travels.",
    ["O"] = "Speak to High Priest Rohan in Ironforge.",
    ["T"] = "缺乏恐懼",
  },
  [5648] = {
    ["D"] = "你準備接受你的第一次試煉了嗎，$N？我們的一個步兵因為與普羅德摩爾的舊部戰斗時不慎受傷了，她就在剃刀嶺南邊，現在她的情況似乎比較危險，我們應該幫幫她。找到步兵科雅，治療她的傷口，然后用我們祖先的祝福強化她的軀體。$B$B如果你做到了這些，那么你就證明了自己的能力和價值。",
    ["O"] = "找到步兵科雅，用次級治療術（等級 2）治療她，然后為她加上真言術：韌，最后向剃刀嶺的泰金復命。",
    ["T"] = "靈魂之衣",
  },
  [5649] = {
    ["D"] = "啊，朋友。我們之所以加入部落，是因為他們對我們很好。他們彼此忠誠，他們教會我們很多東西——比如榮耀。但是我們的一些傳統正在逐漸失去。也許獸人不認同我們所有的傳統，但是這并不妨礙我們秘密地延續它們。$B$B你知道這些，所以我派你去找剃刀嶺的泰金。她會向你教授更多關于我們歷史的東西，她會向你教授更多關于我們部族的東西。當你準備好了之后，就去找她。",
    ["O"] = "與杜隆塔爾的泰金談一談。",
    ["T"] = "部族的傳統",
  },
  [5650] = {
    ["D"] = "我們的力量來自黑暗和陰影，$N，但是那不是你唯一的角色。你已承認了治療術的價值，這是很明智的。但是如果你要了解黑暗，那么你還必須了解光明。對于這一點，我為你準備了一個試煉。$B$B墓地以北有一個受傷的亡靈衛兵，他名叫科爾。他曾保護我們免受豺狼人的傷害，現在他需要治療。但是，你還必須在他能重回崗位之前增強他的體力。使用你的法術完成任務，然后回到我這兒來。",
    ["O"] = "找到亡靈士兵科爾并使用次級治療術（等級 2）來治療他。然后對他施放真言術：韌，最后向布瑞爾的黑暗牧師貝里爾復命。",
    ["T"] = "黑暗之衣",
  },
  [5651] = {
    ["D"] = "被遺忘者通過實戰學到了很多東西——而某些種族才剛剛開始領會這些東西。盡管我們的道路籠罩在黑暗之中，但是你會發現很多事物既依賴于光明，也依賴于黑暗。你學得的知識將引導你正確地利用光明與黑暗的力量，但是你要記住我的話：永遠別忘記我們是在在黑暗和腐化中生存的被遺忘者，黑暗是我們的家園。$B$B當你準備好學習更多的東西時，就去布瑞爾找黑暗牧師貝里爾談談吧。",
    ["O"] = "與提瑞斯法林地的黑暗牧師貝里爾談一談。",
    ["T"] = "黑暗的恩賜",
  },
  [5652] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "虛弱妖術",
  },
  [5654] = {
    ["D"] = "是時候讓你跟烏爾庫會面了，$N。他居住在獸人城市的精神谷中，到那兒去跟他談談吧。現在，該讓你學習我們那些古老的法術了。你將進入我們的行列，成為一名真正的祭司。",
    ["O"] = "與奧格瑞瑪的烏爾庫談一談。",
    ["T"] = "虛弱妖術",
  },
  [5655] = {
    ["D"] = "我來到這里是確定你沒有離開太遠, $N.他們讓我過來是因為烏爾庫, 我們最偉大的牧師, 想見見你. 去吧. 你必須回到奧格瑞瑪的精神谷去，與那里的烏爾庫談一談. 他現在在等你。",
    ["O"] = "與奧格瑞瑪的烏爾庫談一談。",
    ["T"] = "虛弱妖術*",
  },
  [5656] = {
    ["D"] = "是時候讓你跟烏爾庫會面了，$N。他居住在獸人城市的精神谷中，到那兒去跟他談談吧。現在，該讓你學習我們那些古老的法術了。你將進入我們的行列，成為一名真正的祭司。",
    ["O"] = "與奧格瑞瑪的烏爾庫談一談。",
    ["T"] = "虛弱妖術",
  },
  [5657] = {
    ["D"] = "家鄉.回到家鄉, 年輕的 $R. 你們的精神領袖烏爾庫希望你回到他身邊，然后告訴你所旅行的經歷. 回到奧格瑞瑪的精神谷去，你在哪里會見到他。",
    ["O"] = "與奧格瑞瑪的烏爾庫談一談。",
    ["T"] = "虛弱妖術",
  },
  [5658] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "虛弱之觸",
  },
  [5659] = {
    ["D"] = "你已離家很遠了，$C。你的那座地下的城市需要你。你的女主人，那位召喚你回家的艾薩萊斯特需要你回到她身邊。有些東西你只能從她那兒學到，就像我的部落一樣。別在這兒呆得太久了，你該迅速趕往幽暗城的軍事區。",
    ["O"] = "與幽暗城的艾薩萊斯特談一談。",
    ["T"] = "虛弱之觸",
  },
  [5660] = {
    ["D"] = "你已離家很遠了，$C。你的那座地下的城市需要你。你的女主人，那位召喚你回家的艾薩萊斯特需要你回到她身邊。有些東西你只能從她那兒學到，就像我的部落一樣。別在這兒呆得太久了，你該迅速趕往幽暗城的軍事區。",
    ["O"] = "與幽暗城的艾薩萊斯特談一談。",
    ["T"] = "虛弱之觸",
  },
  [5661] = {
    ["D"] = "你已離家很遠了，$C。你的那座地下的城市需要你。你的女主人，那位召喚你回家的艾薩萊斯特需要你回到她身邊。有些東西你只能從她那兒學到，就像我的部落一樣。別在這兒呆得太久了，你該迅速趕往幽暗城的軍事區。",
    ["O"] = "與幽暗城的艾薩萊斯特談一談。",
    ["T"] = "虛弱之觸",
  },
  [5662] = {
    ["D"] = "我對你和你的族人表示尊重，$N。我一般只向我自己的同胞傳授技藝，你的課程開始于那座曾經被稱作洛丹倫的城市中。$B$B如果你要學習那些只有你們才能掌握的技能，就回到幽暗城的軍事區里去找艾薩萊斯特吧。",
    ["O"] = "與幽暗城的艾薩萊斯特談一談。",
    ["T"] = "虛弱之觸",
  },
  [5663] = {
    ["D"] = "艾薩萊斯特傳授所有牧師. 我們直接去幽暗城學習更多的技能. 如果你真的忠實于我們, 你應該現在就出發.$B$B你可以在幽暗城的軍事區見到她.",
    ["O"] = "與幽暗城的艾薩萊斯特談一談。",
    ["T"] = "虛弱之觸*",
  },
  [5672] = {
    ["D"] = "今天是個好日子，$N。你已經到了學習那些只有暗夜精靈牧師才能掌握的特有技能的年紀了，不過負責訓練你的并不是我。你應該盡快了結你在此地的事務，然后返回月神殿去跟女祭司阿蘭希雅談談。她將對你進行試煉以確保你已準備就緒，只有通過了她的試煉，你才能學到艾露恩的恩賜。",
    ["O"] = "與達納蘇斯的女祭司阿蘭希雅談一談。",
    ["T"] = "艾露恩的賜福",
  },
  [5673] = {
    ["D"] = "$N，不要虛度光陰，你該回一趟達納蘇斯了。女祭司阿蘭希雅派人捎信來通知你返回家園進行試煉。他們似乎認為你已準備好接受新的試煉了，就像那些信仰圣光的人也要接受試煉一樣。阿蘭希雅說她正在月神殿等你，祝你好運。",
    ["O"] = "與達納蘇斯的女祭司阿蘭希雅談一談。",
    ["T"] = "艾露恩的賜福",
  },
  [5674] = {
    ["D"] = "今天是個好日子，$N。你已經到了學習那些只有暗夜精靈牧師才能掌握的特有技能的年紀了，不過負責訓練你的并不是我。你應該盡快了結你在此地的事務，然后返回月神殿去跟女祭司阿蘭希雅談談。她將對你進行試煉以確保你已準備就緒，只有通過了她的試煉，你才能學到艾露恩的恩賜。",
    ["O"] = "與達納蘇斯的女祭司阿蘭希雅談一談。",
    ["T"] = "艾露恩的賜福",
  },
  [5675] = {
    ["D"] = "$小伙子:小姑娘;不要虛度光陰，你該回一趟達納蘇斯了。女祭司阿蘭希雅派人捎信來通知你返回家園進行試煉。他們似乎認為你已準備好接受新的試煉了，就像那些信仰圣光的人也要接受試煉一樣。阿蘭希雅說她正在月神殿等你，祝你好運。",
    ["O"] = "與達納蘇斯的女祭司阿蘭希雅談一談。",
    ["T"] = "艾露恩的賜福",
  },
  [5676] = {
    ["D"] = "現在是時候回暴風城了, 年輕人. 你的訓練師召喚你學習更多的技能. 雖然它打擾了我一些時候, 但是我原諒這些.$B$B當你回到光明大教堂，你會明白我所說的. 回到光明大教堂，與勞瑞娜交談.",
    ["O"] = "與暴風城的高階牧師勞瑞娜談一談。",
    ["T"] = "奧術回饋者*",
  },
  [5677] = {
    ["D"] = "我很想向你傳授使用圣光的技能，但是這不是該由我們來做的事情。現在，你應該回到暴風城里，去找你的同伴，$N……相信我，我沒有冒犯你的意思。當你回到光明大教堂的高階牧師勞瑞娜那兒時，你就會了解我在說什么了——現在是你的種族為了未來而訓練你，使你在同類人中出類拔萃的時候了。",
    ["O"] = "與暴風城的高階牧師勞瑞娜談一談。",
    ["T"] = "奧術回饋者",
  },
  [5679] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "噬靈瘟疫",
  },
  [5680] = {
    ["D"] = "和我們的牧師一樣，你的種族也會讓你參加種種儀式，通過這些儀式來讓你掌握許多特殊的能力。我想現在就是時候了，你必須回到奧格瑞瑪的精神谷去，與那里的烏爾庫談一談。他傳授給你的東西也許會對你的未來大有好處。",
    ["O"] = "ToDo",
    ["T"] = "暗影守衛",
  },
  [5713] = {
    ["D"] = "我本來是帶著一封重要的信件往奧伯丁去，但是熊怪瑪洛什帶著它的爪牙襲擊了我。在這次攻擊事件中，我不慎中毒了，現在我幾乎無法站起來。當然，我可以制作解毒藥，但是這需要花些時間。$B$B你能在我制作解毒藥的時候保護我嗎？我會盡力協助你的。$B$B如果我們活下來的話，我就動身把那封信送到奧伯丁去，而你負責向邁斯特拉崗哨的奧奈雅報告這件事情。",
    ["O"] = "保護哨兵阿娜莎，然后向灰谷邁斯特拉崗哨的奧奈雅報告。",
    ["T"] = "一擊必殺",
  },
  [5721] = {
    ["D"] = "現在，$N，你將參加達隆郡的戰斗，并且拯救約瑟夫·雷德帕斯。$B$B把這個遺物包裹放到達隆郡的廣場中，達隆郡居民的靈魂將因此而被喚醒。參加他們的戰斗，并確保你完成兩件事：在霍古斯死后，達維必須存活；雷德帕斯必須存活，直到他被腐化而墮落，此時再將其擊敗。$B$B在打敗了墮落的雷德帕斯之后，他的靈魂就將得到救贖。同他交談，然后再去找他的女兒帕米拉。",
    ["O"] = "將遺物包裹放在達隆郡的廣場中。$B$B在霍古斯死亡之前，達維必須存活。$B$B在雷德帕斯隊長墮落之前保證他存活。$B$B擊敗墮落的雷德帕斯。$B$B當約瑟夫·雷德帕斯出現在廣場中時，與他的靈魂進行交談，然后回到帕米拉的家中去找帕米拉。",
    ["T"] = "達隆郡的戰斗",
  },
  [5722] = {
    ["D"] = "穴居人并不是怒焰裂谷中唯一令瑪加薩感興趣的東西。她已經得到消息說她的仆從——瑪爾·恐怖圖騰在怒焰裂谷找到了某種奇特的東西，但是他沒能活著把它拿出來。她希望能找到瑪爾的遺體——如果他還有遺體的話——以及他在試圖與穴居人交談的過程中發現的東西。$B$B如果你能將瑪加薩感興趣的東西交給她，我敢肯定她會慷慨地獎賞你。$B那么，到奧格瑞瑪最黑暗的區域去找尋怒焰裂谷吧。",
    ["O"] = "在怒焰裂谷搜尋瑪爾·恐怖圖騰的尸體以及他留下的東西。",
    ["T"] = "尋找背包",
  },
  [5723] = {
    ["D"] = "在奧格瑞瑪城的地下，那些被稱為穴居人的生物正在從充滿巖漿的管道深處源源不斷地涌出來。瑪加薩心懷仁愛，試圖與這些生物和平相處，但是他們卻對她派出的外交官大開殺戒。她絕不允許牛頭人受到這樣的待遇，現在她將穴居人看作是整個部落的威脅。$B$B她希望你在穴居人毀滅部落之前消滅他們——找到怒焰裂谷，把他們全都殺掉。",
    ["O"] = "在奧格瑞瑪找到怒焰裂谷，殺掉8個怒焰穴居人和8個怒焰薩滿祭司，然后向雷霆崖的拉哈羅復命。",
    ["T"] = "試探敵人",
  },
  [5724] = {
    ["D"] = "你在牛頭人的尸體上發現了一個小包。他的手臂緊緊地夾著它，似乎在被穴居人攻擊時還試圖保護這個小包。$B$B你從他那鉗子般緊握的手臂中取出小包，裝入你自己的行囊，準備離開隧道返回雷霆崖的拉哈羅那里去。",
    ["O"] = "將恐怖圖騰背包交給雷霆崖的拉哈羅。",
    ["T"] = "歸還背包",
  },
  [5725] = {
    ["D"] = "你知道，燃燒軍團的許多追隨者都得到過它們的主子賜予的禮物。黑暗女王認為，某些有價值的東西與其被那些鼠目寸光的渣滓拿著，倒不如為自己所用。$B$B暗影議會的一支勢力隱藏在奧格瑞瑪地下的洞穴中，他們被稱為燃刃氏族。黑暗女王告訴我，燃刃氏族的成員擁有兩本強大的法術書——她想“借”來看一看。你去取回這些書吧。",
    ["O"] = "將《暗影法術研究》和《扭曲虛空的魔法》這兩本書交給幽暗城的瓦里瑪薩斯。",
    ["T"] = "毀滅之力",
  },
  [5726] = {
    ["D"] = "如果說有什么是我絕對不能容忍的，那就是我們當中的背叛者。但是我過早地插手這件事，真有些愚蠢——這不僅不能有效地清除那些墮落者，反而使得叛徒越來越多。$B$B但是，你，年輕的冒險者，你可以進入那些我的密探所不能到達的地方……你能發現真相……你能找出那些叛徒的幕后主使。$B$B如果你足夠勇敢的話，就去奧格瑞瑪東邊的骷髏石，找到火刃氏族軍官的徽章，然后回到我這兒來。",
    ["O"] = "將軍官的徽章交給奧格瑞瑪的薩爾。",
    ["T"] = "隱藏的敵人",
  },
  [5727] = {
    ["D"] = "讓我們看看你找到的徽章是否有價值。$B$B城中有一個術士，他認為自己已經得到了我的信任，但是他并不知道我很了解他真正效忠的主人是誰。他實際上是火刃氏族的領袖。先別急著跟他開戰，因為他還有用處，我們可以利用他來對付我們的敵人。$B$B去奧格瑞瑪的暗影裂口找他，把這枚徽章交給他，跟他談談，看他是否相信你是他的同伙，然后回到我這兒來。",
    ["O"] = "將軍官的徽章交給尼爾魯·火刃并與他談一談，看看他是否相信你是火刃氏族中的一員，然后回到奧格瑞瑪的薩爾那里。",
    ["T"] = "隱藏的敵人",
  },
  [5728] = {
    ["D"] = "嗯，灼刃氏族的首領……這可是件至關重要的事。如果他們是尼爾魯的干將，那他們就是我們的首要目標。這個薩特……巴扎蘭，以及另一個尼爾魯提及的家伙——他是干什么的來著，是個術士？——必須被除掉。$B$B回到怒焰裂谷去，$N。找到灼刃氏族的兩名首領，殺死他們。但是別讓尼爾魯知道是你干的。你必須繼續偽裝成他的忠實追隨者，不要暴露身份。",
    ["O"] = "殺死巴扎蘭和祈求者耶戈什，然后回到奧格瑞瑪的薩爾那里。",
    ["T"] = "隱藏的敵人",
  },
  [5729] = {
    ["D"] = "我想下一步應該讓你接近尼爾魯。如果他像報告中所說的那樣焦慮不安，那么我們也許能做成兩件事。第一，你可以獲得關于議會或者至少是 火刃氏族的更多情報；第二，你也許能取得他的信任，他會讓你協助他。鑒于當前領導層的混亂狀況，他可能會將你當作填補空缺的人選。$B$B回到他那里去，再跟他談談，但是別露出馬腳來。",
    ["O"] = "與奧格瑞瑪的尼爾魯·火刃談一談。",
    ["T"] = "隱藏的敵人",
  },
  [5730] = {
    ["D"] = "你是我的得力助手！做好準備，$c。不久之后我就會召喚你。$B$B我花在灼刃氏族上的時間看來是白費了，但是這不意味著暗影議會的其它計劃也會受到影響。我要盡可能地消除在怒焰裂谷的損失。同時，我會讓我在貧瘠之地和灰谷的部下繼續執行新的計劃。盡快回到我這里來。",
    ["O"] = "與奧格瑞瑪的薩爾談一談，告訴他你了解到的東西。",
    ["T"] = "隱藏的敵人",
  },
  [5741] = {
    ["D"] = "據說，東邊雷斧要塞中的火刃氏族從納迦那里得到了圣光節杖。那根節杖的力量足以讓整座城市瞬間沉入無盡之海中。這樣的力量一定不能落入火刃氏族的魔掌！$B$B你必須去拿回節杖！它在一個火刃先知手中，那個先知就待在某座雷斧哨塔的頂部。",
    ["O"] = "拿到圣光節杖，并將它交給艾瑟雷索塔里的阿佐爾·奧達蒙特。",
    ["T"] = "圣光節杖",
  },
  [5742] = {
    ["D"] = "你干得很好，朋友。休息一下，然后聽聽我的自我介紹。",
    ["O"] = "聽聽提里奧·弗丁要說什么。",
    ["T"] = "救贖",
  },
  [5761] = {
    ["D"] = "我們偉大的酋長交給我的首要任務就是搜尋那些利用惡魔的力量破壞城市的敵人。火刃氏族是個威脅，但是這里還存在著其它的威脅，比如在怒焰裂谷安家的燃刃氏族，他們暗地里計劃著襲擊部落的無辜民眾。$B$B要想阻止他們，就必須殺死他們的領袖——那個被稱作饑餓者塔拉加曼的惡魔守衛。$B$B殺死他，薩爾看到他的心臟之后一定會安心很多，這點我可以確信。",
    ["O"] = "進入怒焰裂谷，殺死饑餓者塔拉加曼，然后把他的心臟交給奧格瑞瑪的尼爾魯·火刃。",
    ["T"] = "饑餓者塔拉加曼",
  },
  [5762] = {
    ["D"] = "我有個包裹要給我的老顧客，一個名叫赫米特·奈辛瓦里的矮人。這個包裹花了幾個星期才到我這里，那時候赫米特早就走了。他說他要去荊棘谷打獵，但是他給我留了一些錢，讓我在有必要的時候把他的包裹寄給他。$B$B赫米特是個富有的矮人，所以我們最好和這號人物保持良好的關系，是不是？那么……你愿意幫我遞送包裹嗎？$B$B我聽說赫米特在荊棘谷里扎了營，就在格羅姆高的北邊。",
    ["O"] = "將克拉維爾的箱子送到荊棘谷的赫米特·奈辛瓦里那里。",
    ["T"] = "赫米特·奈辛瓦里",
  },
  [5763] = {
    ["D"] = "很久以前，有一個矮人來到這片土地上。他的名字叫做赫米特，他的目標是狩獵強大的野獸。他用起火槍來簡直是出神入化，我們在一起狩獵了很多天，甚至遺忘了不同種族之間的隔閡與憎恨。$B$B現在他離開凄涼之地去了荊棘谷，我期待有一天他可以回來，這樣我們就可以再次一起狩獵了。不過，他現在到一個未知的世界去狩獵了，所以他的兒子接替了他的位置。$B$B把這支科多獸角交給赫米特二世……我聽說他在荊棘谷里扎了營，就在格羅姆高的北邊。",
    ["O"] = "將魯恩的科多獸角送到荊棘谷的赫米特·奈辛瓦里二世那里。",
    ["T"] = "荊棘谷狩獵",
  },
  [5781] = {
    ["D"] = "為了幫泰蘭找回他失去的東西，你必須收集他過去曾經使用過的物品。$B$B第一件是一個玩具，那是他7歲的時候我送給他的。這個玩具是他最珍愛的禮物：一只小小的戰錘，那是我的戰錘的復制品。$B$B在我因叛國罪而被驅逐出去的時候，他媽媽告訴他我已經死了。他被帶到了我的“墳墓”前，就在南邊的墓室旁邊，把那只小戰錘和對我的記憶永遠地埋在了那里。$B$B你必須去一趟墓室，拿回泰蘭之錘。",
    ["O"] = "到東瘟疫之地最南端的墓室去找回泰蘭之錘。完成目標之后，返回提里奧·弗丁那里。",
    ["T"] = "遺忘的記憶",
  },
  [5801] = {
    ["D"] = "你需要兩塊瑟銀錠和一個強大的熱源來鍛造鑰匙的主體部分。你得自己去找瑟銀，但是我可以幫你找到熱源。$B$B我們西面的安戈洛爾環形山里有一座溫度極高的火山，它被稱作火羽山。山頂的巖漿足以把瑟銀和骨頭熔在一起。你只需把買來的模具浸入熔巖湖中，然后就不用管其它的了。$B$B我的任務這就算是完成了。要完成你的鑰匙的話，你還得去跟阿爾比頓再談談。",
    ["O"] = "把骷髏鑰匙模具和2塊瑟銀錠帶到安戈洛爾環形山地區的火羽山頂部。在熔巖湖旁使用骷髏鑰匙模具，鑄造出一把未完工的骷髏鑰匙。$B$B把未完工的骷髏鑰匙交給西瘟疫之地冰風崗的化學家阿爾比頓。",
    ["T"] = "火羽山",
  },
  [5802] = {
    ["D"] = "你需要兩塊瑟銀錠和一個強大的熱源來鍛造鑰匙的主體部分。你得自己去找瑟銀，但是我可以幫你找到熱源。$B$B我們西面的安戈洛爾環形山里有一座溫度極高的火山，它被稱作火羽山。山頂的巖漿足以把瑟銀和骨頭熔在一起。你只需把買來的模具浸入熔巖湖中，然后就不用管其它的了。$B$B我的任務這就算是完成了。要完成你的鑰匙的話，你還得去跟迪瑟斯再談談。",
    ["O"] = "把骷髏鑰匙模具和2塊瑟銀錠帶到安戈洛爾環形山地區的火羽山頂部。在熔巖湖旁使用骷髏鑰匙模具，鑄造出一把未完工的骷髏鑰匙。$B$B把未完工的骷髏鑰匙交給西瘟疫之地亡靈壁壘的藥劑師迪瑟斯。",
    ["T"] = "火羽山",
  },
  [5803] = {
    ["D"] = "召喚者阿拉基在一次莫名其妙的勝利之后占據了安多哈爾。我們知道他以前曾是通靈學院的領導者，為了完成鑰匙，我們就必須拿到他的那個被稱作圣甲蟲的圖章，用它來制作鑰匙的頭部。$B$B攻入他的要塞，把他干掉。$B$B殺掉召喚者阿拉基之后，就把他的圣甲蟲給我拿回來！$B$B通靈學院的鑰匙在等著你，$N！",
    ["O"] = "殺掉召喚者阿拉基，并將阿拉基的圣甲蟲交給西瘟疫之地冰風崗的化學家阿爾比頓。",
    ["T"] = "阿拉基的圣甲蟲",
  },
  [5804] = {
    ["D"] = "召喚者阿拉基在一次莫名其妙的勝利之后占據了安多哈爾。我們知道他以前曾是通靈學院的領導者，為了完成鑰匙，我們就必須拿到他的那個被稱作圣甲蟲的圖章，用它來制作鑰匙的頭部。$B$B攻入他的要塞，把他干掉。$B$B殺掉召喚者阿拉基之后，就把他的圣甲蟲給我拿回來！$B$B通靈學院的鑰匙在等著你，$N！",
    ["O"] = "殺掉召喚者阿拉基，并將阿拉基的圣甲蟲交給西瘟疫之地亡靈壁壘的藥劑師迪瑟斯。",
    ["T"] = "阿拉基的圣甲蟲",
  },
  [5805] = {
    ["D"] = "歡迎來到魔獸世界！$B$B為了感謝您購買魔獸世界典藏版，請將這張禮券交給北郡山谷的梅里薩·斯蒂維爾。您將得到一份特別的禮物：陪伴您踏上冒險旅途的小寵物！$B$B再次感謝您的支持，請盡情享受魔獸世界的樂趣吧！",
    ["O"] = "將北郡禮品券交給梅里薩·斯蒂維爾。",
    ["T"] = "歡迎！",
  },
  [5821] = {
    ["D"] = "一般來說，里格和我會率領我們的科多獸商隊經過科卡爾半人馬的領地。我們不時地聽到半人馬的戰鼓聲，而每當聽到那種可怕的聲音，我們就會停下。為了掙幾個錢把命送掉可不值得！$B$B你猜怎么著，$c，如果你保護我們通過科爾卡半人馬的村莊，我們會給你相應的報酬。$B$B這段路程很短，你需要做的就是讓商隊免受損失，然后你就可以從斯米德·瑟卡布斯庫那里領取你的獎賞了——他在就在路的那一邊。我們有些生意上的往來。",
    ["O"] = "護送基澤爾頓商隊通過科卡爾半人馬村，然后與瑟卡布斯庫的營地中的斯米德談話以領取你的獎賞。",
    ["T"] = "雇傭保鏢",
  },
  [5841] = {
    ["D"] = "歡迎來到魔獸世界！$B$B為了感謝您購買魔獸世界典藏版，請將這張禮券交給寒脊山谷的尤里·碎盔。您將得到一份特別的禮物：陪伴您踏上冒險旅途的小寵物！$B$B再次感謝您的支持，請盡情享受魔獸世界的樂趣吧！",
    ["O"] = "將寒脊山谷禮品券交給尤里·碎盔。",
    ["T"] = "歡迎！",
  },
  [5842] = {
    ["D"] = "歡迎來到魔獸世界！$B$B為了感謝您購買魔獸世界典藏版，請將這張禮券交給幽影谷的奧雷希爾·語風。您將得到一份特別的禮物：陪伴您踏上冒險旅途的小寵物！$B$B再次感謝您的支持，請盡情享受魔獸世界的樂趣吧！",
    ["O"] = "將幽影谷禮品券交給奧雷希爾·語風。",
    ["T"] = "歡迎！",
  },
  [5843] = {
    ["D"] = "歡迎來到魔獸世界！$B$B為了感謝您購買魔獸世界典藏版，請將這張禮券交給試煉谷的瑪卡爾。您將得到一份特別的禮物：陪伴您踏上冒險旅途的小寵物！$B$B再次感謝您的支持，請盡情享受魔獸世界的樂趣吧！",
    ["O"] = "將試煉谷禮品券交給瑪卡爾。",
    ["T"] = "歡迎！",
  },
  [5844] = {
    ["D"] = "歡迎來到魔獸世界！$B$B為了感謝您購買魔獸世界典藏版，請將這張禮券交給納拉其營地的沃恩·星眼。您將得到一份特別的禮物：陪伴您踏上冒險旅途的小寵物！$B$B再次感謝您的支持，請盡情享受魔獸世界的樂趣吧！",
    ["O"] = "將納拉其營地禮品券交給沃恩·星眼。",
    ["T"] = "歡迎！",
  },
  [5845] = {
    ["D"] = "當烏瑟爾被殺之后，白銀之手騎士團完全瓦解了。$B$B這孩子竭盡所能地堅持著。當他被逼入飽經戰亂的北谷中時，他做了最后的抵抗。$B$B騎士團是否還有別人活著，這還有什么意義嗎？$B$B正是帶著這樣的想法，泰蘭拋棄了騎士團的戰旗，并否認了他所熟知的一切。他的榮譽被遺棄在了北谷那浸滿鮮血的土地上。$B$B你必須到北谷去，找回那面代表失落的榮耀的戰旗。",
    ["O"] = "到東瘟疫之地東北部的北谷去，找到失落榮耀的象征。完成目標之后向提里奧·弗丁復命。",
    ["T"] = "失落的榮耀",
  },
  [5846] = {
    ["D"] = "當泰蘭還是孩子的時候，我們全家經常去凱爾達隆度假。我們最后一次去那里時，一位名叫瑞弗蕾的藝術家為我們畫了一張在湖邊漫步的畫。這是最能讓我回想起與泰蘭和卡蘭德拉在一起時的美好時光的東西。那個時候我牽著我的妻子和兒子，心中充滿了無限的愛意。$B$B如果那幅畫還存在的話，你必須找到它。$B$B去凱爾達隆那座廢棄的島上看看那副畫或者那個畫家是不是還在吧。",
    ["O"] = "到凱爾達隆島去，尋找關于那副畫的線索。凱爾達隆島在瘟疫之地南部的湖中央。",
    ["T"] = "愛與家庭",
  },
  [5847] = {
    ["D"] = "歡迎來到魔獸世界！$B$B為了感謝您購買魔獸世界典藏版，請將這張禮券交給喪鐘鎮的克萊爾·韋洛。您將得到一份特別的禮物：陪伴您踏上冒險旅途的小寵物！$B$B再次感謝您的支持，請盡情享受魔獸世界的樂趣吧！",
    ["O"] = "將喪鐘鎮禮品券交給克萊爾·韋洛。",
    ["T"] = "歡迎！",
  },
  [5848] = {
    ["D"] = "那幅畫……它懸掛在我工作室的墻上——在騎士團的兵營里面，一直掛了許多年。$B$B在提里奧的試煉結束以后，我就知道我再也不能把那幅畫掛在公開的場合中了。我把它藏在了一個他們永遠都不會想到去看的地方。$B$B到斯坦索姆去，深入現在被血色十字軍當作基地的區域，尋找一幅繪有兩個月亮的畫。把上面的油漆鏟掉，你就可以找到我的杰作“愛與家庭”。$B$B愿圣光指引你的行動。",
    ["O"] = "到瘟疫之地北部的斯坦索姆去。你可以在血色十字軍堡壘中找到“愛與家庭”這幅畫，它被隱藏在另一幅描繪兩個月亮的畫之后。$B$B把這幅畫還給提里奧·弗丁。",
    ["T"] = "愛與家庭",
  },
  [5861] = {
    ["D"] = "$N，你完成了我交給你的所有任務，你的救贖任務只剩最后一步了。$B$B你必須把你收集到的東西交給泰蘭。不幸的是，泰蘭和他的血色十字軍一看見你就會立刻攻擊你。$B$B要傳遞我的信件只有一個辦法，那就是進行偽裝。$B$B往南走，你可以在那邊找到烏瑟爾之墓。我有個值得信賴的老朋友麥蘭達住在那兒，找到她，把這些東西給她看看，她會幫助你的。",
    ["O"] = "到瘟疫之地南部的烏瑟爾之墓去，將提里奧的禮物交給巫女麥蘭達。",
    ["T"] = "尋找麥蘭達",
  },
  [5862] = {
    ["D"] = "我就是你們所說的……幻術師。雖然我可以創造一個幻象，讓你平安進入壁爐谷，但是你要知道，我的力量也不是無限的。$B$B如果你離開這個地區太遠的話，幻象會漸漸消失。這個法術需要花費大量的精力，即使這樣我也只能堅持很短的時間。$B$B當你準備好之后再和我說話吧。",
    ["O"] = "和巫女麥蘭達交談以獲得血色幻象的效果。在血色幻象的掩護下深入壁爐谷，將提里奧的禮物交給大領主泰蘭·弗丁。$B$B壁爐谷在北方，泰蘭應該在瑪登霍爾德城堡里面。",
    ["T"] = "血色幻象",
  },
  [5863] = {
    ["D"] = "最近一段時間，一大群食人魔來到了塔納利斯。他們已經在南面占領了大片沙漠，并建立了一個營地。目前，食人魔的幾個小團伙正在沙漠里四處游蕩，其中有些已經侵占了古老的巨魔廢墟。$B$B你必須去消滅砂槌食人魔！我們不能讓這些家伙的勢力壯大起來。$B$B他們的頭目名叫掠奪者格瑪洛克，我認為如果能殺掉他，食人魔的勢力就會土崩瓦解。",
    ["O"] = "加基森的安迪·利恩想要你攻入砂槌營地，殺死10個砂槌蠻兵、10個砂槌執行者，以及掠奪者格瑪洛克。",
    ["T"] = "砂槌食人魔",
  },
  [5881] = {
    ["D"] = "部落在保持軍隊戰斗力這方面做得很好……大戰之后我們一直在卡利姆多大陸上繁衍生息。$B$B我想讓你幫個忙，$n。我手下有個名叫瑞什·遠行者的士兵，他駐守在南貧瘠之地的升降梯附近。把這封信交給他，信中說我將派出一名戰士去接替他的工作，這樣他就能回家看看了。先前他曾向我提出過這樣的要求，他聽到這個消息一定會很高興的。",
    ["O"] = "馬格蘭希望你將信送到貧瘠之地升降梯的瑞什·遠行者手中。",
    ["T"] = "召回衛兵",
  },
  [5882] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "狩獵換藥膏",
  },
  [5883] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "采礦換藥膏",
  },
  [5884] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "采集換藥膏",
  },
  [5885] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "剝皮換藥膏",
  },
  [5886] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "分解換藥膏",
  },
  [5887] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "狩獵換藥膏",
  },
  [5888] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "采礦換藥膏",
  },
  [5889] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "采集換藥膏",
  },
  [5890] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "剝皮換藥膏",
  },
  [5891] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "分解換藥膏",
  },
  [5892] = {
    ["D"] = "在戰斗開始前，我們曾在丹巴達爾的深鐵礦洞儲存了很多補給品。那個時候石腭怪對于那里的騷擾在我們強大的軍力面前簡直是不堪一擊，但是現在我們必須和部落作戰，所以沒有足夠的人手來控制深鐵礦洞。$B$B我們需要深鐵礦洞中的補給品，$N。進入礦洞，把它們取回來。",
    ["O"] = "把10份深鐵礦洞補給品交給丹巴達爾的聯盟軍需官。",
    ["T"] = "深鐵礦洞的補給",
  },
  [5893] = {
    ["D"] = "北邊的冷齒礦洞是一個儲存多余補給品的好東西，但是為了抵御雷矛部族的瘋狂攻擊，我們沒有足夠的士兵駐守在那座礦洞中。因此，現在那里經常落入聯盟的控制，或被地下冒出來的渣滓們控制……$B$B但是我們仍然需要補給品，$N！去冷齒礦洞，幫我拿回一些補給品來。小心那里的敵人，戰局瞬息萬變……",
    ["O"] = "把10份冷齒礦洞補給品交給霜狼要塞的部落軍需官。",
    ["T"] = "冷齒礦洞的補給",
  },
  [5901] = {
    ["D"] = "為了削弱血色十字軍，我要拿下那座對他們來說至關重要的伐木場。我相信，如果他們損失了這么重要的一個資源，定然會在構建防御和重建城鎮的過程中捉襟見肘。你愿意幫我的忙嗎，$N？$B$B把這個瓶子拿到東瘟疫之地的病木林去，在那里的蟻丘上抓些白蟻，放進這個瓶子里。當你收集到了足夠多的白蟻之后就回到我這里來。",
    ["O"] = "在東瘟疫之地的蟻丘上使用空的白蟻瓶。當你收集了100只瘟疫白蟻之后，就回到提瑞斯法林地的亡靈壁壘去找米克·萊文。",
    ["T"] = "瘟疫與你",
  },
  [5902] = {
    ["D"] = "現在我們有足夠的白蟻了，把這只鐵桶拿到壁爐谷南邊的北山伐木場去——就在那條通往鎮子的小路的西邊。$b$b當你到了那里之后，就在伐木場的中間找個高一點的地方，比如一只箱子或者別的什么東西，把桶放在上面，然后打開桶蓋。接下來的事情就交給那些白蟻吧。完事之后回到我這里來，我會獎勵你的。",
    ["O"] = "到西瘟疫之地的北山伐木場去找個合適的地方，在那里放下一桶瘟疫白蟻。",
    ["T"] = "瘟疫與你",
  },
  [5903] = {
    ["D"] = "我試過很多方法來清除血色十字軍，但是從來都沒有成功過。好吧，我決定更換一下行事方法，我要讓他們吃吃苦頭。$B$B如果你愿意幫我的話，我準備用最恐怖的白蟻來毀滅他們的伐木場。$B$B在靠近斯坦索姆的病木林里有一種被瘟疫扭曲的白蟻。找到它們的巢穴，在瓶子里裝滿白蟻，然后我們就把它們放到血色十字軍的伐木場里！",
    ["O"] = "在東瘟疫之地的蟻丘上使用空的白蟻瓶。當你收集了100只瘟疫白蟻之后，就回到西瘟疫之地的冰風崗去找納薩尼爾·杜馬。",
    ["T"] = "瘟疫與你",
  },
  [5904] = {
    ["D"] = "現在我們有足夠的白蟻了，把這只鐵桶拿到壁爐谷南邊的北山伐木場去——就在那條通往鎮子的小路的西邊。$b$b當你到了那里之后，就在伐木場的中間找個高一點的地方，比如一只箱子或者別的什么東西，把桶放在上面，然后打開桶蓋。這樣，白蟻就會開始它們的工作，然后讓那個伐木場徹底完蛋。",
    ["O"] = "到西瘟疫之地的北山伐木場去找個合適的地方，在那里放下一桶瘟疫白蟻。",
    ["T"] = "瘟疫與你",
  },
  [5921] = {
    ["D"] = "盡管目前塞納里奧議會中的大德魯伊范達爾·鹿盔和月光林地的守護者雷姆洛斯之間氣氛很緊張，但是神圣的月光林地仍然歡迎所有德魯伊的到來。既然你正在學習利爪德魯伊之道，那么讓我來教你傳送到那里去的法術吧，如果你想要在月光林地尋求知識或者慰藉，就可以施放這個法術。$B$B你現在應該到月光林地去，跟永夜港的德迪利特·星焰談談關于你的前途吧。祝你好運，年輕的德魯伊。",
    ["O"] = "使用法術“傳送：月光林地”抵達月光林地，在那里與永夜港的德迪利特·星焰談一談。",
    ["T"] = "月光林地",
  },
  [5922] = {
    ["D"] = "所有的德魯伊——無論是牛頭人還是暗夜精靈——都是神圣的月光林地所歡迎的客人。月光林地的守護者雷姆洛斯一直以來都在密切注意著在此沉睡的所有德魯伊。既然你正在學習利爪德魯伊之道，那么讓我來教你傳送到那里去的法術吧，如果你想要在月光林地尋求知識或者慰藉，就可以施放這個法術。$B$B你現在應該到月光林地去，跟永夜港的德迪利特·星焰談談關于你的前途吧。祝你好運，年輕的德魯伊。",
    ["O"] = "使用法術“傳送：月光林地”抵達月光林地，在那里與永夜港的德迪利特·星焰談一談。",
    ["T"] = "月光林地",
  },
  [5923] = {
    ["D"] = "朋友，打擾一下……$B$B我注意到瑪斯雷·馭熊者已經放出話來，說想要和你談談。看樣子你即將開始嶄新的生活——去接受德魯伊的訓練，他將親自訓練你。瑪斯雷是大德魯伊的助手，也是泰達希爾中最為睿智、最為威嚴的德魯伊之一。$B$B他居住在達納蘇斯的塞納里奧區，就在范達爾·鹿盔所在的那棵樹的第二層。",
    ["O"] = "與達納蘇斯塞納里奧區的瑪斯雷·馭熊者談一談。",
    ["T"] = "響應召喚",
  },
  [5924] = {
    ["D"] = "朋友，打擾一下……$B$B我注意到瑪斯雷·馭熊者已經放出話來，說想要和你談談。看樣子你即將開始嶄新的生活——去接受德魯伊的訓練，他將親自訓練你。瑪斯雷是大德魯伊的助手，也是泰達希爾中最為睿智、最為威嚴的德魯伊之一。$B$B他居住在達納蘇斯的塞納里奧區，就在范達爾·鹿盔所在的那棵樹的第二層。",
    ["O"] = "與達納蘇斯塞納里奧區的瑪斯雷·馭熊者談一談。",
    ["T"] = "響應召喚",
  },
  [5925] = {
    ["D"] = "朋友，打擾一下……$B$B我注意到瑪斯雷·馭熊者已經放出話來，說想要和你談談。看樣子你即將開始嶄新的生活——去接受德魯伊的訓練，他將親自訓練你。瑪斯雷是大德魯伊的助手，也是泰達希爾中最為睿智、最為威嚴的德魯伊之一。$B$B他居住在達納蘇斯的塞納里奧區，就在范達爾·鹿盔所在的那棵樹的第二層。",
    ["O"] = "與達納蘇斯塞納里奧區的瑪斯雷·馭熊者談一談。",
    ["T"] = "響應召喚",
  },
  [5926] = {
    ["D"] = "朋友，打擾一下……$B$B我注意到圖拉克·符文圖騰已經放出話來，說想要和你談談。看樣子你即將開始嶄新的生活——去接受德魯伊的訓練，他將親自訓練你。圖拉克是大德魯伊的助手，也是最為睿智、最為威嚴的德魯伊之一。$B$B他居住在雷霆崖，就在長者高地上的塞納里奧議會大帳里。",
    ["O"] = "與雷霆崖長者高地上的圖拉克·符文圖騰談一談。",
    ["T"] = "響應召喚",
  },
  [5927] = {
    ["D"] = "朋友，打擾一下……$B$B我注意到圖拉克·符文圖騰已經放出話來，說想要和你談談。看樣子你即將開始嶄新的生活——去接受德魯伊的訓練，他將親自訓練你。圖拉克是大德魯伊的助手，也是最為睿智、最為威嚴的德魯伊之一。$B$B他居住在雷霆崖，就在長者高地上的塞納里奧議會大帳里。",
    ["O"] = "與雷霆崖長者高地上的圖拉克·符文圖騰談話。",
    ["T"] = "回應召喚",
  },
  [5928] = {
    ["D"] = "朋友，打擾一下……$B$B我注意到圖拉克·符文圖騰已經放出話來，說想要和你談談。看樣子你即將開始嶄新的生活——去接受德魯伊的訓練，他將親自訓練你。圖拉克是大德魯伊的助手，也是最為睿智、最為威嚴的德魯伊之一。$B$B他居住在雷霆崖，就在長者高地上的塞納里奧議會大帳里。",
    ["O"] = "與雷霆崖長者高地上的圖拉克·符文圖騰談一談。",
    ["T"] = "響應召喚",
  },
  [5929] = {
    ["D"] = "在月光林地的西北部住著一個充滿智慧而又高貴的生物，我們稱它為巨熊之靈。對所有德魯伊來說，它能夠教授他們關于熊的第一課——關于熊的最本質的東西。所有的德魯伊都要去尋找巨熊之靈，尋求它的智慧，你也不例外。$B$B現在就到巨熊之靈那里去，學習它教給你的東西吧。當它對你的學習感到滿意之后，你就可以回到永夜港來找我了。我們會檢驗你是否真的學會了它教給你的東西。",
    ["O"] = "到月光林地的西北部去尋找巨熊之靈，向它學習關于熊的知識，然后回到月光林地的永夜港去找德迪利特·星焰。",
    ["T"] = "巨熊之靈",
  },
  [5930] = {
    ["D"] = "在月光林地的西北部住著一個充滿智慧而又高貴的生物，我們稱它為巨熊之靈。對所有德魯伊來說，它能夠教授他們關于熊的第一課——關于熊的最本質的東西。所有的德魯伊都要去尋找巨熊之靈，尋求它的智慧，你也不例外。$B$B現在就到巨熊之靈那里去，學習它教給你的東西吧。當它對你的學習感到滿意之后，你就可以回到永夜港來找我了。我們會檢驗你是否真的學會了它教給你的東西。",
    ["O"] = "到月光林地的西北部去尋找巨熊之靈，向它學習關于熊的知識，然后回到月光林地的永夜港去找德迪利特·星焰。",
    ["T"] = "巨熊之靈",
  },
  [5931] = {
    ["D"] = "我們該分道揚鑣了，年輕的$r，現在你必須回到派你來這里的導師那里。瑪斯雷·馭熊者和自然相處得很好——即使他正居住在自然平衡陷入混亂的地方。聽從他的指導，你很快就可以完成你作為自然保護者的第一課了。$B$B現在就去吧，年輕的$r。我們會再次相見的。",
    ["O"] = "回到達納蘇斯，與塞納里奧區的瑪斯雷·馭熊者談一談。",
    ["T"] = "返回達納蘇斯",
  },
  [5932] = {
    ["D"] = "我們該分道揚鑣了，年輕的$r，現在你必須回到派你來這里的導師那里。雖然牛頭人在領悟塞納留斯的教義這方面還是新手，但是圖拉克·符文圖騰和大自然的關系非常融洽。聽從他的指導，你很快就可以完成你作為自然保護者的第一課了。$B$B現在就去吧，年輕的$r。我們會再次相見的。",
    ["O"] = "回到雷霆崖，與長者高地的圖拉克·符文圖騰談一談。",
    ["T"] = "返回雷霆崖",
  },
  [5941] = {
    ["D"] = "你已經收集了達隆郡之戰中留下來的許多遺物。每次你給我帶回更多的遺物，我的心就更加向往我的家園……更加急切地想要改變它的命運。$B$B我覺得這不可能，但是克羅米——那個安多哈爾奇怪的侏儒告訴我說，這是有可能的。她說你可以拯救達隆郡！$b$b她要我收集所有的遺物，然后由你去把那些東西交給她。她說她仍然在安多哈爾的廢棄旅店里等你。",
    ["O"] = "將一包遺物交給安多哈爾的克羅米。",
    ["T"] = "返回克羅米身邊",
  },
  [5942] = {
    ["D"] = "爸爸讓我給你這把鑰匙，他說你可以用它打開房子后面的一只箱子。$B$B他還要讓我謝謝你。你是不是幫過他？你有沒有告訴他你幫我找到了我的洋娃娃？$B$B好吧，這里是鑰匙。謝謝你，$N。謝謝你！你是個好心的$g先生:小姐;！",
    ["O"] = "用約瑟夫的鑰匙打開約瑟夫的箱子。",
    ["T"] = "隱藏的寶藏",
  },
  [5943] = {
    ["D"] = "你看上去是個能干的$r，想不想賺點外快？考克和我為了賺錢而開始了這趟旅程，但是我們不知道此行的兇險！$B$B前面就是瑪諾洛克集會所……通常那里的惡魔會忽視我們，但是這一次，有些東西把科多獸趕得四散驚逃。我愿意付錢讓你保護我們通過瑪諾洛克集會所，在我們安全通過之后，你就可以到瑟卡布斯庫的營地去，從我們商業伙伴斯米德那里獲得你的獎勵。",
    ["O"] = "護送基澤爾頓車隊通過瑪諾洛克集會所，然后與瑟卡布斯庫的營地的斯米德談一談，領取你的獎勵。",
    ["T"] = "基澤爾頓車隊",
  },
  [5944] = {
    ["D"] = "那么長時間以來，我都是大十字軍戰士的傀儡。是什么讓血色十字軍變成了他們努力抗爭的東西？數十年來，我對于父親的記憶從未丟掉一絲一毫，這些寶貴的東西讓我繼續活在這世上。$B$B我經常做夢，在夢里，我的父親和我在一起。他驕傲地站在我的身旁，看著我加入騎士團。我們和成群的天災士兵作戰，我們給聯盟和洛丹倫帶來了榮耀。$B$B我再也不想做夢了。$B$B把我帶到他那里去。",
    ["O"] = "護送泰蘭·弗丁走出壁爐谷。",
    ["T"] = "在夢中",
  },
  [5961] = {
    ["D"] = "我很高興地看到強大的勇士不斷加入我們的行列。隨著時間的推移，我們的軍隊數量和戰斗力在不斷提升。也許現在已經到了考驗你的勇氣的時候了，$c。$B$B我手下最勇猛的大將是納薩諾斯·凋零者。我們之中很少有誰能比他更具有奉獻精神和活力了。$B$B到東瘟疫之地去找他。他就住在瑪瑞斯農場，偶爾也會在附近徘徊，殺死沿途所遇到的一切亡靈天災和聯盟成員。",
    ["O"] = "與東瘟疫之地的納薩諾斯·凋零者談一談。據說他居住在瑪瑞斯農場。",
    ["T"] = "女妖之王的勇士",
  },
  [5981] = {
    ["D"] = "大約四千年前，泰蘭德·語風從狂暴的巨人手中救了霜刃豹女王的命。從那個時候開始，霜刃豹就是暗夜精靈的盟友。$B$B那些對霜刃豹造成極大威脅的巨人依然在這附近徘徊——霜槌巨人占據了這里南邊的一處山谷。$B$B向霜刃豹證明你的忠誠吧；以霜刃豹女王希洛塔姆的名義殺死那些巨人！",
    ["O"] = "雷沃·霜翼要你去殺死4個霜槌巨人和4個霜槌保衛者。",
    ["T"] = "狂暴的巨人",
  },
  [6001] = {
    ["D"] = "在奧伯丁的正東方有很多月夜梟獸的洞穴，離奧伯丁最近的洞穴內有一塊月夜梟獸之石。月爪梟獸是這塊石頭的守護者，只有當塞納里奧月塵灑在石頭上的時候它才會出現。月爪梟獸的體內有一種力量，你必須得到這種力量，才能成為真正的利爪德魯伊。$B$B你已經獲得了使用塞納里奧月塵的權力，$N……現在向我證明你已經贏得了擁有身心之力的權力！",
    ["O"] = "使用奧伯丁的月夜梟獸之石上面的塞納里奧月塵引出月爪梟獸，然后擊敗月爪梟獸并吸取它所擁有的身心之力。$B$B任務完成之后，與達納蘇斯的瑪斯雷·馭熊者談一談。",
    ["T"] = "身心之力",
  },
  [6002] = {
    ["D"] = "在貧瘠之地的陶拉祖營地西邊——就在快要進入莫高雷的地方——有一塊月夜梟獸之石。月夜梟獸是一種特殊的獸類，不是當地土生土長的動物。月爪梟獸是那塊石頭的守護者，只有當塞納里奧月塵灑在石頭上的時候它才會出現。月爪梟獸的體內有一種力量，你必須得到這種力量，才能成為真正的利爪德魯伊。$B$B你已經獲得了使用塞納里奧月塵的權力，$N……現在向我證明你已經贏得了擁有身心之力的權力！",
    ["O"] = "使用莫高雷與貧瘠之地交界處的月夜梟獸之石上面的塞納里奧月塵引出月爪梟獸，然后擊敗月爪梟獸并吸取它所擁有的身心之力。$B$B任務完成之后，與雷霆崖的圖拉克·符文圖騰談一談。",
    ["T"] = "身心之力",
  },
  [6004] = {
    ["D"] = "我以間諜的身份來此暗中搞破壞，并負責偵查壁爐谷的防御力量。聯盟中的一些人認為這座小鎮的重要性并不局限于其歷史意義，不過這與我的工作無關。但無論如何，我要好好休息一下才有精力繼續做事。$B$B如果你愿意的話，我愿意出大價錢換取你的幫助。沿著堡壘附近的營帳往南查看。如果你能證明自己的實力，或許你就能幫上我的大忙呢。",
    ["O"] = "殺死2個血色醫護員、2個血色獵人、2個血色魔法師和2個血色騎士，然后回到西瘟疫之地的科爾斯塔·迪普沙東那兒。",
    ["T"] = "未竟的事業",
  },
  [6021] = {
    ["D"] = "在經歷了瘟疫之地的一次次禍事之后……我們還得防著潛行者。你能相信嗎？他們不是普通的潛行者，而是巨魔潛行者。$B$B不是普通的巨魔潛行者。而是亡靈巨魔潛行者！$B$B統帥這伙潛行者的是一個身體魁梧的亡靈巨魔，流亡者塞達爾，他們趁著夜色來到這里，從下面的坑里盜取尸體，然后把尸體運到他們那邪惡的藏身之所——西邊的墓室中。$B$B到那兒去，干掉塞達爾，$N。我對他深惡痛絕！",
    ["O"] = "將塞達爾的頭顱交給圣光之愿禮拜堂的護理者奧林。",
    ["T"] = "流亡者塞達爾",
  },
  [6022] = {
    ["D"] = "我的要求就是你殺戮的理由。$B$B你的第一個任務是喂養我的獵犬。$B$B拿著這個研缽和搗杵，然后到考林路口去。你可以在那里發現很多可供你屠殺的亡靈，從他們身上取得生命腐質，把它們放在研缽里搗爛，然后等待它凝固。把凝固腐質給我拿回來。$B$B記住，笨蛋，那些生命腐質不會長時間保持“活力”，你必須動作快一些！",
    ["O"] = "到東邊的考林路口去屠殺鎮里的亡靈天災。在10分鐘內收集7塊生命腐質，使用研缽和搗杵將其研磨成凝固腐質。",
    ["T"] = "殺戮的理由",
  },
  [6023] = {
    ["D"] = "我的真正任務是要削弱血色十字軍的外圍力量，然后潛入壁爐谷，探查他們的軍隊規模。現在我對這個行動還沒有什么設想，因此我也許要再次請你幫助我，可以嗎，$N？根據我所收集的資料，血色十字軍在鎮外部署了兩個主要成員：獵人萊德雷和騎士杜爾根。殺了他們，這樣我們就離成功更近了一步。他們應該駐扎在壁爐谷小徑那里，就在哨塔的附近。",
    ["O"] = "殺掉獵人萊德雷和騎士杜爾根，然后向西瘟疫之地的科爾斯塔·迪普沙東復命。",
    ["T"] = "未完的任務",
  },
  [6024] = {
    ["D"] = "殺了我。否則就太遲了。$B$B我是哈米亞。在穿越祖瑪沙爾的時候，我和我的兄弟吃了點壞掉的肉……我們已經變了。我們已經被感染了。$B$B現在我可以感覺到巫妖的話語，他要求我去祖瑪沙爾，并感染更多我的同胞。我無法抵抗他的命令，所以在我失去一切之前，我寫下了這張卷軸。$B$B我在這座地穴的后方埋了一只箱子，就在貨車旁的土堆中。但是只有我的鑰匙可以打開它，鑰匙在我的手里。如果你想要得到我的財寶，就來找到我。$B$B殺了我。否則就太遲了。",
    ["O"] = "殺了滲透者哈米亞，用他的鑰匙開啟墓室后的一堆泥土。",
    ["T"] = "哈米亞的請求",
  },
  [6025] = {
    ["D"] = "什么？真的？你想要知道更多的情報？但是你已經為我做了很多了，$N。我不能要求你為了我進入壁爐谷。$B$B你當真要去，$N？壁爐谷里面可比那條小徑危險很多——我不能給你提供任何保護，也沒法告訴你那里有什么樣的危險。$B$B好吧，如果你真的想幫忙，那就到那個鎮子里去，找一個可以俯瞰全景的高地。你可以在那里估算一下十字軍的人數，然后回來向我報告。但是你一定要小心……",
    ["O"] = "進入壁爐谷并找一處高地，你可以在那里觀察整個城鎮并估算血色十字軍的兵力，然后向西瘟疫之地的科爾斯塔·迪普沙東回報。",
    ["T"] = "未完的任務",
  },
  [6026] = {
    ["D"] = "銀色黎明的成員讓煙鬼給他們干一些“爆炸性的”工作，煙鬼可不是小角色！只要你愿意掏錢，我隨時為你效勞。這就是我的座右銘！$B$B如果你能為我做點跑腿之類的小事，那么我也愿意和你一起分享榮譽。具體說來是這樣的：我要去一趟病木林，然后給我們將要摧毀的建筑物做上標記，而你就負責收集制造炸彈所需的材料。當你拿到所有東西之后就把它們交給我。你覺得怎么樣？",
    ["O"] = "煙鬼拉魯恩要你拿來2塊瑟銀錠、1根金棒、8顆高爆炸彈和8個不牢固的扳機。$B$B你需要找鐵匠和工程學技師幫忙制作這些東西。",
    ["T"] = "獅子大開口",
  },
  [6027] = {
    ["D"] = "$n，拿著這顆毒蛇寶石。在這里的西北面有一座小島，到那里去把這顆寶石放在毒蛇雕像的手里。它會召喚保護上古之書的守護者。那本書中包含了納迦的秘密，被埋藏了數百年的秘密。把這本書交給我，然后我們就會對那些長著鱗片的混蛋有更多的了解！",
    ["O"] = "拿到上古之書，將其交給艾瑟雷索塔中的阿佐爾·奧達蒙特。",
    ["T"] = "上古之書",
  },
  [6028] = {
    ["D"] = "我正在找一個愿意幫忙的$r，這事情雖然小，但是非常重要。我是作為銀色黎明的代表來考察永望鎮這里的管理情況的，現在我要給冰風崗的銀色黎明軍官普爾哈特提交一份進度報告，冰風崗就在西瘟疫地的南部。$B$B如果你接下我的任務，就可以得到一個接觸我上司的好機會，也許你還可以從她那里獲得一些工作！",
    ["O"] = "把永望鎮報告送給西瘟疫地冰風崗的銀色黎明軍官普爾哈特。",
    ["T"] = "永望鎮報告",
  },
  [6029] = {
    ["D"] = "我正在找一個愿意幫忙的$r，這事情雖然小，但是非常重要。我是作為銀色黎明的代表來考察永望鎮這里的管理情況的，現在我要給亡靈壁壘的銀色黎明軍官加魯什提交一份進度報告。亡靈壁壘就在西瘟疫之地的西部，提瑞斯法林地的東邊。$B$B如果你接下我的任務，就可以得到一個接觸我上司的好機會，也許你還可以從他那里獲得一些工作！",
    ["O"] = "把永望鎮報告送給西瘟疫地亡靈壁壘的銀色黎明軍官加魯什。",
    ["T"] = "永望鎮報告",
  },
  [6030] = {
    ["D"] = "阿姆布蘭希發現的這本書為銀色黎明提供了豐富的文學財富……它也是迄今為止我讀過的最讓人摸不著頭腦的古書之一。$B$B我們令人尊敬的領袖尼古拉斯·瑟倫霍夫公爵是個睿智的語言學家。你能幫我把這個交給他嗎？當然會有獎勵。他現在就在圣光之愿禮拜堂，東瘟疫之地的最東部。",
    ["O"] = "將《靈語研究》這本書交給東瘟疫之地圣光之愿禮拜堂的尼古拉斯·瑟倫霍夫公爵。",
    ["T"] = "尼古拉斯·瑟倫霍夫公爵",
  },
  [6031] = {
    ["D"] = "我們木喉熊怪過著自給自足的生活，我們不喜歡陌生人。這對我們來說很好，但是這對交易不好。$B$B不久之前，一個暗夜精靈朋友來到了這里，她披了一件符文布做成的披風。符文布在我們這里很少見，但是那件袍子真的很不錯，所以伙伴們要我去找到更多的符文布。$B$B你愿意給我弄些符文布來嗎？如果你能給我足夠的符文布，那我可以給你一些東西作為交換。",
    ["O"] = "把30塊符文布交給木喉要塞的梅羅什。",
    ["T"] = "符文布",
  },
  [6032] = {
    ["D"] = "雖然木喉熊怪很喜歡符文布，但是它對我們來說并不是神圣的。月布才是神圣的。$B$B給我帶一些這種神圣的布來，然后我就教你一種神秘的編織技巧。",
    ["O"] = "把2塊月布交給木喉要塞的梅羅什。",
    ["T"] = "神圣的月布",
  },
  [6041] = {
    ["D"] = "在你收集材料的同時，我讓一些手下給那些亡靈天災的建筑物做上了標記。$B$B計劃是這樣的：我將給你十根由我特制的炸藥。你要拿著它們去病木林，把它們放在那些已經被做上標記的天災建筑物中。$B$B<煙鬼打了個響指。>$B$B嘭！然后世界就清靜了。",
    ["O"] = "到圣光之愿禮拜堂西北方的病木林去。在那些有爆炸標記的建筑物中對爆炸標記使用煙鬼的特殊混合物，以此來摧毀8座亡靈天災建筑。煙鬼已經給通靈塔和屠宰房做上了標記。$B$B一旦你放置好炸彈，就離那些建筑物遠一些，然后盡情欣賞你的杰作吧。$B$B順便說一句，煙鬼的特殊混合物相當不穩定……",
    ["T"] = "煙鬼的炸藥",
  },
  [6042] = {
    ["D"] = "只要你離開農場兩步，就肯定可以撞見那些討厭的蝙蝠。我想帶著這些獵犬出去，在不驚動這些該死的家伙的情況下剿滅亡靈天災。很明顯，與其讓我去沒日沒夜地砍殺蝙蝠，還不如做點更有意思的事情。但是你跟我不同。$B$B什么？你的培訓？這就是培訓！出發吧，如果你不殺死一定數量的蝙蝠就別回來。不要讓我失望。",
    ["O"] = "殺掉20只毒性瘟疫蝙蝠和10只巨型瘟疫蝙蝠，然后回到納薩諾斯·凋零者那里。",
    ["T"] = "討厭的蝙蝠",
  },
  [6061] = {
    ["D"] = "作為牛頭人，通過與強大的生物作戰來延續我們傳統是非常重要的。戰勝這些生物后，我們就能融合它們的靈魂，使自己與大地母親的聯系更加緊密。$B$B同樣，馴服野獸，使它們與我們一同戰斗，這有助于我們達到天人合一的境界。你最終要學習馴服一頭你中意的野獸，但是所有的事情都必須勤加練習才行，你要學的東西還很多。拿著這根馴獸棒開始訓練吧，你必須馴服一只成年陸行鳥。",
    ["O"] = "使用馴獸棒馴服成年陸行鳥。練習你的技能，然后將馴獸棒還給血蹄村的雅文·刺鬃。",
    ["T"] = "馴服野獸",
  },
  [6062] = {
    ["D"] = "擁有對自然的控制權是個令人羨慕的技能。作為一名獵人，你必須努力去了解并善用對自己馴服的生物身上那些與生俱來的力量。$B$B控制動物可不是件容易的事情，而是一項你必須下定決心去完成的艱巨任務。$B$B你的第一項任務是使用這根馴獸棒去馴服一頭可怕的雜斑野豬，它們一般生活在剃刀嶺附近。在戰斗中練習你的技能，馴服野豬，然后回到我這里。",
    ["O"] = "使用馴獸棒馴服可怕的雜斑野豬。練習你的技能，然后將馴獸棒還給剃刀嶺的索塔爾。",
    ["T"] = "馴服野獸",
  },
  [6063] = {
    ["D"] = "作為一名獵人，謹記自己的職責是很重要的。自然不會屈服于我們的欲望，它就像比你更強大的某種力量一樣，應該得到你的尊敬和認可。$B$B$N，在你馴服動物使之成為你的同伴之前，你必須證明你已經理解了這一點。$B$B你的第一個任務是拿著這根馴獸棒，用它馴服一只樹林潛伏者，以此來練習你的技能吧。",
    ["O"] = "使用馴獸棒馴服樹林潛伏者。練習你的技能，然后將馴獸棒還給多蘭納爾的達扎拉。",
    ["T"] = "馴服野獸",
  },
  [6064] = {
    ["D"] = "嗨，這兒，$G小子:姑娘;！嗯，你想知道如何獲得自己的寵物？$B$B好吧，我們這就開始吧。說到狩獵，沒有什么比你的裝備更重要了，但我們可以另選個時候來談談我的新式火槍。現在，我們說正經的，你肯定對此感興趣：寵物！$B$B對你來說，學習的最好方法是挑選出一些生物來作為你的同伴，然后看看你喜歡哪些。那么，去找一頭大型峭壁野豬，然后使用馴獸棒馴服它吧。",
    ["O"] = "使用馴獸棒馴服大型峭壁野豬。練習你的技能，然后將馴獸棒還給卡拉諾斯的格瑞夫。",
    ["T"] = "馴服野獸",
  },
  [6065] = {
    ["D"] = "你好，年輕的獵人。看起來你已經準備好要馴服一頭野獸，并將其訓練成自己的同伴了。$B$B你必須去見一見血蹄村的雅文·刺鬃，他可以幫助你馴服自己的第一頭寵物。",
    ["O"] = "與血蹄村的雅文·刺鬃談一談。",
    ["T"] = "獵人之道",
  },
  [6066] = {
    ["D"] = "你好，年輕的獵人。看起來你已經準備好要馴服一頭野獸，并將其訓練成自己的同伴了。$B$B你必須去見一見多蘭納爾的達扎拉，他可以幫助你馴服自己的第一頭寵物。",
    ["O"] = "與血蹄村的雅文·刺鬃談一談。",
    ["T"] = "獵人之道",
  },
  [6067] = {
    ["D"] = "你好，年輕的獵人。看起來你已經準備好要馴服一頭野獸，并將其訓練成自己的同伴了。你必須去見一見血蹄村的雅文·刺鬃，他可以幫助你馴服自己的第一頭寵物。",
    ["O"] = "與血蹄村的雅文·刺鬃談一談。",
    ["T"] = "獵人之道",
  },
  [6068] = {
    ["D"] = "你好，年輕的獵人。看起來你已經準備好要馴服一頭野獸，并將其訓練成自己的同伴了。$B$B你必須去見一見剃刀嶺的索塔爾，他可以幫助你馴服自己的第一頭寵物。",
    ["O"] = "與剃刀嶺的索塔爾談一談。",
    ["T"] = "獵人之道",
  },
  [6069] = {
    ["D"] = "你好，年輕的獵人。看起來你已經準備好要馴服一頭野獸，并將其訓練成自己的同伴了。$B$B你必須去見一見剃刀嶺的索塔爾，他可以幫助你馴服自己的第一頭寵物",
    ["O"] = "與剃刀嶺的索塔爾談一談。",
    ["T"] = "獵人之道",
  },
  [6070] = {
    ["D"] = "你好，年輕的獵人。看起來你已經準備好要馴服一頭野獸，并將其訓練成自己的同伴了。$B$B你必須去見一見多蘭納爾的達扎拉，他可以幫助你馴服自己的第一頭寵物。",
    ["O"] = "與多蘭納爾的達扎拉談一談。",
    ["T"] = "獵人之道",
  },
  [6071] = {
    ["D"] = "你好，年輕的獵人。看起來你已經準備好要馴服一頭野獸，并將其訓練成自己的同伴了。$B$B你必須去見一見多蘭納爾的達扎拉，他可以幫助你馴服自己的第一頭寵物。",
    ["O"] = "與多蘭納爾的達扎拉談一談。",
    ["T"] = "獵人之道",
  },
  [6072] = {
    ["D"] = "你好，年輕的獵人。看起來你已經準備好要馴服一頭野獸，并將其訓練成自己的同伴了。$B$B你必須去見一見多蘭納爾的達扎拉，他可以幫助你馴服自己的第一頭寵物。",
    ["O"] = "與多蘭納爾的達扎拉談一談。",
    ["T"] = "獵人之道",
  },
  [6073] = {
    ["D"] = "你好，年輕的獵人。看起來你已經準備好要馴服一頭野獸，并將其訓練成自己的同伴了。$B$B你必須去見一見多蘭納爾的達扎拉，他可以幫助你馴服自己的第一頭寵物。",
    ["O"] = "與多蘭納爾的達扎拉談一談。",
    ["T"] = "獵人之道",
  },
  [6074] = {
    ["D"] = "你好，年輕的獵人。看起來你已經準備好要馴服一頭野獸，并將其訓練成自己的同伴了。$B$B你必須去見一見卡拉諾斯的格瑞夫，他可以幫助你馴服自己的第一頭寵物。",
    ["O"] = "與卡拉諾斯的格瑞夫談一談。",
    ["T"] = "獵人之道",
  },
  [6075] = {
    ["D"] = "你好，年輕的獵人。看起來你已經準備好要馴服一頭野獸，并將其訓練成自己的同伴了。$B$B你必須去見一見卡拉諾斯的格瑞夫，他可以幫助你馴服自己的第一頭寵物。",
    ["O"] = "與卡拉諾斯的格瑞夫談一談。",
    ["T"] = "獵人之道",
  },
  [6076] = {
    ["D"] = "你好，年輕的獵人。看起來你已經準備好要馴服一頭野獸，并將其訓練成自己的同伴了。$B$B你必須去見一見卡拉諾斯的格瑞夫，他可以幫助你馴服自己的第一頭寵物。",
    ["O"] = "與卡拉諾斯的格瑞夫談一談。",
    ["T"] = "獵人之道",
  },
  [6081] = {
    ["D"] = "你現在已擁有了馴服寵物的力量，但是你還必須掌握訓練寵物的技能。$B$B去奧格瑞瑪吧。你得去跟奧瑪克——我們最敬重的獵人談一談，他會傳授你訓練新寵物的技能。奧瑪克就在士兵大廳附近。$B$B祝你好運，$N。",
    ["O"] = "與奧格瑞瑪的奧瑪克談一談。",
    ["T"] = "訓練野獸",
  },
  [6082] = {
    ["D"] = "你需要馴服的最后一種生物是危險的硬甲蝎，它攻擊速度非常快，而且非常準確，獵人就應該控制這樣的力量。$B$B你成功歸來后，我將傳授你馴服寵物的技能，這種生物從此將聽從你的命令。在你的控制之下，它將與你同甘共苦，我還要為你演示如何召喚它，以及在必要的時候如何解散它。",
    ["O"] = "使用馴獸棒馴服硬甲蝎。練習你的技能，然后將馴獸棒還給剃刀嶺的索塔爾。",
    ["T"] = "馴服野獸",
  },
  [6083] = {
    ["D"] = "當你面對敵人時，寵物可為你提供有力的支援，$N。當你取得對某只野獸的控制權時，你自己的力量也會得到增強。你的寵物必須成為你自己的延伸。$B$B下一項任務要求你到海邊去，在那里尋找另一種可供你馴服的生物。在森金村附近有一種名叫海浪蟹的螃蟹，使用馴獸棒馴服它，以此來練習你的技能。",
    ["O"] = "使用馴獸棒馴服海浪蟹。練習你的技能，然后將馴獸棒還給剃刀嶺的索塔爾。",
    ["T"] = "馴服野獸",
  },
  [6084] = {
    ["D"] = "這些峭壁野豬相當魁梧，或許你希望選擇一種更合適自己的野獸？好吧，我明白了。在此地的南面和東面有一種名叫雪豹的大型動物。它們就像精雕細琢的步槍一樣，在美麗的外表下隱藏著強大的戰斗力和驚人的破壞力。你會發現它們比你先前馴服的野豬更為敏捷。$B$B帶著這根馴獸棒，看看你有多喜歡雪豹吧。",
    ["O"] = "使用馴獸棒馴服雪豹。練習你的技能，然后將馴獸棒還給卡拉諾斯的格瑞夫。",
    ["T"] = "馴服野獸",
  },
  [6085] = {
    ["D"] = "也許你想要同又聰明又強壯的野獸對抗，對于像你這樣初出茅廬的獵人來說，冰爪熊可以成為極佳的同伴，你可以在卡拉諾斯東邊找到它。拿著這個馴獸棒，把冰爪熊變成你的寵物，看看你是否喜歡它！$B$B你回來以后，我會向你傳授馴服野獸的方法，這種野獸將與你一同面對挑戰，并與你一起成長。我還會向你展示召喚和解散它的方法。",
    ["O"] = "使用馴服獸棒馴服一頭冰爪熊。練習你的技能，然后將馴獸棒還給卡拉諾斯的格瑞夫。",
    ["T"] = "馴服野獸",
  },
  [6086] = {
    ["D"] = "$N，現在你已具備了馴服寵物的能力，但是你還必須掌握訓練它的方法。$B$B到鐵爐堡的軍事大廳去跟我們最尊敬的馴獸師貝莉亞·雷巖談談吧，她將向你傳授訓練新寵物的方法，那么趕快出發吧，$G小子:小姑娘;！$B$B貝莉亞是個友好的馴獸師，你應該能和她相處得很融洽。祝你好運，$N。",
    ["O"] = "與鐵爐堡的貝莉亞·雷巖談一談。",
    ["T"] = "訓練野獸",
  },
  [6087] = {
    ["D"] = "你是個勇敢的獵人，現在你已經準備好接受下一次挑戰了。$B$B你的下一個任務是馴服被稱為草原捕食者的狼。這是一種敏捷而無畏的野獸，要讓它成為你的寵物，你必須同樣具備這些品質。$B$B在戰斗中，你將學會如何與自己的寵物并肩作戰。最終，你們的行動必須融為一體。$B$B這是馴獸棒，$N。去馴服一只草原捕食者，練習你的技能。",
    ["O"] = "使用馴獸棒馴服一只草原捕食者。練習你的技能，然后將馴獸棒還給血蹄村的雅文·刺鬃。",
    ["T"] = "馴服野獸",
  },
  [6088] = {
    ["D"] = "我給你最后一個任務是馴服一種在空中飛行的生物。猛鷲是個難纏的對手，但是一旦它成為你的同伴，你就會發現它的快捷和威懾力對你來收都是很有用的。$B$B當你返回時，我將根據大地母親的意愿，向你傳授馴服野獸的技能。這種野獸從此以后將與你一同面臨挑戰、共同成長。我還將為你展示召喚和解散它的方法。",
    ["O"] = "使用馴獸棒馴服一只猛鷲。練習你的技能，然后將馴服法杖交還給血蹄村的雅文·刺鬃。",
    ["T"] = "馴服野獸",
  },
  [6089] = {
    ["D"] = "現在你已經擁有了馴服寵物的能力，但是你還必須學會訓練它的方法。$B$B到雷霆崖去吧，在那里同最受尊敬的獵人浩特·雷角談談。如果他認可你的能力，便會將訓練新寵物的方法傳授給你。$B$B浩特曾經馴服過世界上最強大、最可怕的野獸，他與大地母親的聯結很緊密，你可以從他那兒學到許多東西。祝你好運，$N。",
    ["O"] = "與雷霆崖獵人高地的浩特·雷角談一談。",
    ["T"] = "訓練野獸",
  },
  [6101] = {
    ["D"] = "大自然的復雜和多變是永恒的，$N。它不會一成不變，它總是在不斷地改變著。$B$B我給你的任務將幫助你了解各種野獸之間的不同之處。$B$B帶上這根馴獸棒，去馴服南邊的夜刃捕食者，練習你的馴獸技巧，然后你就會開始了解大自然的相似性和相異性。",
    ["O"] = "使用馴獸棒馴服一只夜刃捕食者。練習你的技能，然后將馴獸棒還給多蘭納爾的達扎拉。",
    ["T"] = "馴服野獸",
  },
  [6102] = {
    ["D"] = "你已經馴服了在這里繁衍生息的兩種生物，現在你必須再馴服一種在空中飛翔的生物。使用馴獸棒去馴服西邊的巨翼惡梟，用這種強大的貓頭鷹來練習自己的技能吧。$B$B當你回來的時候，我將告訴你如何將野獸馴服成為你的同伴，它將與你一同面臨挑戰，與你一同在戰斗和歷險中成長。我還會向你展示如何召喚它，以及如何在必要的時候解散它。",
    ["O"] = "使用馴獸棒馴服一只巨翼惡梟。練習你的技能，然后將馴獸棒還給多蘭納爾的達扎拉。",
    ["T"] = "馴服野獸",
  },
  [6103] = {
    ["D"] = "現在你已經擁有馴服寵物的能力了，但是你還必須學會如何訓練它。$B$B到達納蘇斯去跟我們最尊敬的獵人——祖卡斯特談一談吧。她將傳授你訓練新寵物的技能，趕快出發吧。$B$B雖然祖卡斯特看起來很嚴厲，但她總是樂于看見新的獵人誕生。對她保持尊敬，她也會對你態度和藹。祝你好運，$N。",
    ["O"] = "與達納蘇斯塞納里奧區的祖卡斯特談一談。",
    ["T"] = "訓練野獸",
  },
  [6121] = {
    ["D"] = "你應該好學習有關德魯伊的解毒能力的知識了，$N。塞納留斯賜予了我們特殊的能力，讓我們只需施展一個簡單的法術就能凈化世間最邪惡的劇毒。但是這份禮物可不是隨便就可以送給你的……為了保證你能深刻地理解這門新的課程，你要像個剛剛入行的新手那樣，逐一了解各種毒藥的特點。$B$B到月光林地去跟德迪利特·星焰談談吧，他會在那里向你傳授這些知識的。",
    ["O"] = "到月光林地去，與永夜港的德迪利特·星焰談一談。",
    ["T"] = "新的課程",
  },
  [6122] = {
    ["D"] = "黑海岸的峭壁之泉是這個地區的主要水源，我認為那里就是造成當地的動物大量中毒的罪魁禍首。用這個取樣器在洞口取一些水樣，你要小心一些，瀑布旁邊的一個洞穴中居住著危險的納迦。$B$B一旦你拿到了水樣，就把它送到奧伯丁的奧蘭達利亞·夜歌那里去。她是向我們尋求幫助的人之一，往后你將和她一起工作。",
    ["O"] = "使用空的峭壁之泉取樣器在瀑布洞口獲得水樣。$B$B將盛滿的峭壁之泉取樣器送到黑海岸奧伯丁的奧蘭達利亞·夜歌那里。",
    ["T"] = "毒水之源",
  },
  [6123] = {
    ["D"] = "這些水將作為解毒藥膏的基礎材料。為了使它產生治療效果，我需要一些地根草。采藥人知道怎樣找到它，如果你不懂草藥學的話，那你就得找一個懂行的來幫你。$B$B另外，為了增強藥力，我們還需要一些月亮菇。尋找月亮菇很簡單——這里東面的洞穴里到處都是。不過這些洞穴里住著一些月光梟獸，它們很容易發怒，所以你要多加小心。",
    ["O"] = "收集5個地根草和12個月亮菇，把它們交給奧伯丁的奧蘭達利亞·夜歌，這樣她就可以制作解藥了。",
    ["T"] = "收集解藥",
  },
  [6124] = {
    ["D"] = "你所帶來的材料足夠制作十份解藥，$n。在我繼續想辦法準備更多解藥的時候，希望你可以給我們開個好頭。黑海岸到處都是生病的鹿，對它們使用藥膏就可以治療它們的疾病。$B$B在你完成任務之后，就去找月光林地的德迪利特·星焰談一談。請向那里的塞納里奧議會轉達奧伯丁的謝意……另外，我要對你所提供的幫助表示感謝！",
    ["O"] = "對黑海岸的10頭生病的鹿使用動物醫療藥膏，以此來治療它們。從壁泉河到奧伯丁，直到最南端靠近灰谷的地區都有生病的鹿出沒。",
    ["T"] = "消除疾病",
  },
  [6125] = {
    ["D"] = "你已經知道在沒有精神支柱的情況下清除毒素有多么困難了。你很快就會擁有可以輕松解除毒性的能力了，所以請牢記其他的生靈在抵抗毒素侵襲時所承受的痛苦。$B$B現在，你應該返回達納蘇斯去找瑪斯雷·馭熊者了，$N。既然你已經領悟了這一課的內容，那么他就應該會把這個非常重要的法術教給你。$B$B再見，年輕的德魯伊。",
    ["O"] = "回到達納蘇斯塞納里奧區的瑪斯雷·馭熊者那里。",
    ["T"] = "解毒之術",
  },
  [6126] = {
    ["D"] = "你應該好學習有關德魯伊的解毒能力的知識了，$N。塞納留斯賜予了我們特殊的能力，讓我們只需施展一個簡單的法術就能凈化世間最邪惡的劇毒。但是這份禮物可不是隨便就可以送給你的……為了保證你能深刻地理解這門新的課程，你要像個剛剛入行的新手那樣，逐一了解各種毒藥的特點。$B$B到月光林地去跟德迪利特·星焰談談吧，他會在那里向你傳授這些知識的。",
    ["O"] = "到月光林地去，與永夜港的德迪利特·星焰談一談。",
    ["T"] = "新的課程",
  },
  [6127] = {
    ["D"] = "看來，十字路口的西北面的鬼霧峰是最有可能散播毒藥的地點。那里的水池可能已經被崇拜惡魔的火刃氏族污染了。$B$B用取樣器在山頂的水池中收集一些水樣，灌滿之后就把它送到十字路口的圖加·符文圖騰那里去。他是向我們尋求幫助的人之一，往后你將和他一起工作。",
    ["O"] = "使用空的鬼霧峰取樣器在山頂取水樣。$B$B將盛滿的鬼霧峰取樣器送到貧瘠之地十字路口的圖加·符文圖騰那里。",
    ["T"] = "毒水之源",
  },
  [6128] = {
    ["D"] = "這些水將作為解毒藥膏的基礎材料。為了使它產生治療效果，我需要一些地根草。采藥人知道怎樣找到它，如果你不懂草藥學的話，那你就得找一個懂行的來幫你。$B$B另外，為了增強藥力，我們還需要一些科多獸角——小碎片可不行。貧瘠之地的北部區域有許多科多獸，為了治愈大自然的惡疾，你必須殺掉一些，把它們的角拿來給我。",
    ["O"] = "收集5個地根草和5個科多獸角，把它們交給十字路口的圖加·符文圖騰，這樣他就可以制作解藥了。",
    ["T"] = "收集解藥",
  },
  [6129] = {
    ["D"] = "你所帶來的材料足夠制作十份解藥，$n。在我繼續想辦法準備更多解藥的時候，希望你可以給我們開個好頭。貧瘠之地北部到處都是生病的瞪羚，對它們使用藥膏就可以治療它們的疾病。$B$B在你完成任務之后，就去找月光林地的德迪利特·星焰談一談。請向那里的塞納里奧議會轉達奧伯丁的謝意……另外，我要對你所提供的幫助表示感謝！",
    ["O"] = "對貧瘠之地北部的10只生病的瞪羚使用動物醫療藥膏，以此來治療它們。在穿過十字路口的那條東西走向的大路北面到處都是生病的蹬羚。",
    ["T"] = "消除疾病",
  },
  [6130] = {
    ["D"] = "你已經知道在沒有精神支柱的情況下清除毒素有多么困難了。你很快就會擁有可以輕松解除毒性的能力了，所以請牢記其他的生靈在抵抗毒素侵襲時所承受的痛苦。$B$B現在，你應該返回雷霆崖去找圖拉克·符文圖騰了，$N。既然你已經領悟了這一課的內容，那么他就應該會把這個非常重要的法術教給你。$B$B再見，年輕的德魯伊。",
    ["O"] = "回到雷霆崖長者高地的圖拉克·符文圖騰那里。",
    ["T"] = "解毒之術",
  },
  [6131] = {
    ["D"] = "木喉部族是唯一沒有被墮落力量污染的熊怪部族。然而，許多其他的種族盲目地屠殺熊怪，卻并沒有搞清他們是敵是友。因此，木喉熊怪很少相信別人。$B$B你想要證明自己的立場嗎？去趕走腐化的死木部族，我們以后也許會接受你成為盟友。你可以在費伍德的南部找到死木戰士、探路者和園丁。",
    ["O"] = "格拉茲要你去殺死7個死木戰士、7個死木探路者以及7個死木園丁。",
    ["T"] = "木喉熊怪的盟友",
  },
  [6132] = {
    ["D"] = "救我出去！$B$B我本來是到長矛谷這里找瑪洛迪半人馬談判的……我本以為可以跟他們做點生意……但他們根本不想做生意！我想他們要吃了我！$B$B救我出去吧，我哥哥霍恩尼茲會給你很多錢的！他在東邊靠近科多獸墳場的營地里。$B$B我們趕緊出發吧，$N。大概兩分鐘前，我聽到幾只半人馬說要找些木頭燒火……",
    ["O"] = "護送梅麗薩，然后與科多獸墳場的霍恩尼茲談一談。",
    ["T"] = "救我出去！",
  },
  [6133] = {
    ["D"] = "奎爾林斯小屋里的高等精靈拿著一件屬于我的東西，一本記錄著我生前的那些往事的日記。$B$B在你詢問之前，我要先明確地告訴你：你不得翻閱這些資料。照我說的做，你這條蟲子，去給我找到這份文件。$B$B另外，一定要讓他們飽嘗痛苦和悲傷，讓他們受盡苦難和折磨……",
    ["O"] = "到東瘟疫之地的北方邊界去找回奎爾薩拉斯名冊，這件物品在奎爾林斯小屋的某處。$B$B另外你還必須殺掉8個游俠、8個巡路者和8個護林者。",
    ["T"] = "游俠之王的命令",
  },
  [6134] = {
    ["D"] = "東南方有一處山谷——白骨之谷，那里是瑪格拉姆半人馬的鬼魂出沒的地方。聽起來很可怕，不是嗎？好吧，想想那里對瑪格拉姆半人馬有多么可怕吧！如果我們從那個地方收集鬼魂的能量，我敢打賭它對那些半人馬來說是很值錢的。$B$B給，拿著這箱幽靈磁鐵。如果你把它放在山谷中的兩具大骷髏之間，那么鬼魂就會實體化，并聚集到它旁邊。干掉那些鬼魂并收集他們的幽靈電漿——那就是我們要賣給瑪格拉姆部族的東西。",
    ["O"] = "把幽靈磁鐵箱和8份幽靈電漿交給凄涼之地的霍恩尼茲。",
    ["T"] = "幽靈電漿",
  },
  [6135] = {
    ["D"] = "到現在為止，你已經完成了我分配的所有任務，雖然并不是非常及時。$B$B我想你認為自己已經準備好接受真正的挑戰了。很好……很好，蠢貨，也許你需要一些更加棘手的任務。$B$B蒼白的惡魔蝙蝠——暗翼蝠——就在這里的北方游蕩。消滅它，把它的毛皮給我帶回來，你會得到獎賞的。",
    ["O"] = "找到暗翼蝠并殺掉它。從尸體上取下一塊暗翼蝠的皮，并把它交給納薩諾斯·凋零者。$B$B據說暗翼蝠游蕩在瑪瑞斯農場北面的荒原上。",
    ["T"] = "暗翼蝠",
  },
  [6136] = {
    ["D"] = "在圣光之愿禮拜堂和北谷西邊的銀色黎明營地，你就可以找到一條非常肥胖的蛆蟲，它叫淤血蟲。$B$B那個怪物曾經讓我損失了一大票士兵。而且它吃得越多就變得越大……$B$B雖然這頭怪獸吃了你我也不會覺得悲傷，但我還是希望你能獲勝。我建議你召集一些同伴來完成這項任務，淤血蟲曾吃掉過無數貿然攻擊它的蠢貨。",
    ["O"] = "找到東瘟疫之地北方荒原中的淤血蟲并消滅它。任務完成之后，向納薩諾斯·凋零者復命。",
    ["T"] = "肥大的食腐蟲",
  },
  [6141] = {
    ["D"] = "我的好兄弟安東修士聽說在卡利姆多大陸的某處有亡靈出沒的傳聞——那個地方叫做凄涼之地。安東立即就決定要到那里去消滅亡靈！$B$B他正在尋找有勇氣和決心幫助他的冒險者。如果你愿意的話，就去找安東談談吧。他在凄涼之地的尼耶爾前哨站里。",
    ["O"] = "與凄涼之地的安東修士談一談。",
    ["T"] = "安東修士",
  },
  [6142] = {
    ["D"] = "你看起來像是個漁夫，$c！我喜歡釣魚——我一生都在釣魚。最好用的魚餌是軟殼蚌肉，魚兒根本無法抗拒它的誘惑，你知道我說的是什么嗎？$B$B往北方走，你可以在海岸邊找到一艘失事的船，那一帶到處都是軟殼蚌肉。如果你給我帶回來十塊軟殼蚌肉，我也會給你一些回報。",
    ["O"] = "找到10塊軟殼蚌肉，把它們交給葬影村的麥拉斯。",
    ["T"] = "蚌肉魚餌",
  },
  [6143] = {
    ["D"] = "你可能聽說過，也可能沒有……我的同伴和我一起在靠近納迦島的地方釣魚，就在北面海岸邊的那艘失事船舶的更北面。我們過去常常在那里釣魚，但是現在我滿腦子想的都是為我死去的同伴報仇。$B$B有一天早上，納迦攻擊了我們，殺了除我以外的所有人。$B$B我的心每天都被內疚和仇恨煎熬著，$c。我想讓你去把納迦全都給干掉，而且我保證你的努力會得到回報的。那么，你愿意幫我嗎？",
    ["O"] = "殺死7個滑刃侍從、7個滑刃納迦，以及5個滑刃巫師，然后與葬影村的杜澤加爾談談。",
    ["T"] = "另一種魚",
  },
  [6144] = {
    ["D"] = "命令已經傳達下來了，$c。瓦里瑪薩斯要求我把手下最能干的特工派回幽暗城去，完成一項高度機密的任務。$B$B不幸的是，我最能干的特工三年多以前就基本上死絕了，代替他們的是一大群不長腦子的蠢貨。$B$B<納薩諾斯冷冷地注視著你。>$B$B立即到幽暗城去向瓦里瑪薩斯報告。不要給我添麻煩，$c！",
    ["O"] = "到幽暗城去與瓦里瑪薩斯談一談。",
    ["T"] = "上級的命令",
  },
  [6145] = {
    ["D"] = "就像身體沒有頭就不能存活一樣，頭沒有了身體也不能存活。斯坦索姆城中的血色十字軍司令部幾乎是無法攻破的。因此，我們必須把他們的身體從頭下切斷。$B$B我的亡靈哨兵一直在斯坦索姆城外搜集十字軍活動的情報，每天都有有一份報告從他們的指揮部送到提爾之手去。這份報告就是關鍵，$r！找到紅衣信使并取回那份報告，然后把它交給納薩諾斯。",
    ["O"] = "返回東瘟疫之地，找到并殺死紅衣信使，拿到大十字軍的命令。$B$B把命令交給納薩諾斯·凋零者，并等待進一步的指示。",
    ["T"] = "紅衣信使",
  },
  [6146] = {
    ["D"] = "我已經對這份命令做了一些調整。如果我們的小計謀成功了，他們就會暴露血色十字軍圣賢，然后我們就可以出擊了！$B$B現在聽好了，$c。你要把這份命令交給十字軍領主瓦德瑪爾。$B$B怎么交給他？親手交給他，你這白癡。$B$B把命令和這只爛蘋果拿到提爾之手去。當你快到那里的時候，吃掉這個蘋果，你會變成某種更加……能被人類接受的東西。把這份命令交給十字軍領主瓦德瑪爾。",
    ["O"] = "到瑪瑞斯農場東南方的提爾之手去，抵達那里之后就咬一口爛蘋果。在血色十字軍偽裝的掩護下，把大十字軍的命令交給十字軍領主瓦德瑪爾。",
    ["T"] = "納薩諾斯的計謀",
  },
  [6147] = {
    ["D"] = "大十字軍有一個不尋常的要求。嗯，不管怎么說……他的命令必須執行。返回血色堡壘去，告訴他圣賢很快就要上路了。$B$B我們將盡全力防范，確保她毫發無傷地抵達斯坦索姆。",
    ["O"] = "帶著新情報返回納薩諾斯·凋零者那里。",
    ["T"] = "向納薩諾斯復命",
  },
  [6148] = {
    ["D"] = "德米提雅是大十字軍的首席顧問，她因為具備“來世的感覺”而被稱作圣者。她已經成功地幫助十字軍贏得了數次對亡靈天災的戰斗。$B$B如果她真的有點本事的話，那么眼下她應該已經預見到自己會有麻煩了。你要去幫她驗證這一點，給她點“麻煩”嘗嘗。$B$B找到圣者德米提雅并殺了她。在我們說話的時候，他們應該正在從提爾之手出發去巡邏。別讓我失望。",
    ["O"] = "血色十字軍正在從提爾之手到斯坦索姆的路上巡邏，你可以在巡邏隊中找到圣者德米提雅和她的隨從，找到并殺死她。如果你成功了，就回到納薩諾斯·凋零者那里去復命。",
    ["T"] = "血色十字軍圣者，德米提雅",
  },
  [6161] = {
    ["D"] = "拉克摩爾的日志上面說，他的船是在駛向羽月要塞的途中受到海洋生物攻擊的。為了避免自己的財寶落入敵人之手，他將寶物箱藏在了一座島上。$B$B你需要兩把鑰匙才能打開箱子，一把金鑰匙和一把銀鑰匙。這兩把鑰匙都丟失了，但是如果你能找到鑰匙和寶箱，就能得到財寶了！",
    ["O"] = "找到拉克摩爾的銀鑰匙和金鑰匙。找到并打開拉克摩爾的箱子。",
    ["T"] = "拉克摩爾的財寶！",
  },
  [6162] = {
    ["D"] = "我的丈夫為了氏族的榮耀去了費伍德森林，與暗影議會和其它墮落的勢力作戰！$B$B他多次從死亡邊緣逃了回來，直到我收到了他的一封信，說是有一名德魯伊請他幫忙干掉一只被稱作主宰洛爾的熊怪——但他們兩個再也沒有了音信。$B$B我想要洛爾的爪子，$N。我要它償還令我成為寡婦的代價！我相信這頭野獸就在南邊……靠近灰谷的邊境。",
    ["O"] = "殺死主宰洛爾，把他的爪子交給費伍德森林血毒崗哨的德雷卡蘇。",
    ["T"] = "最后一戰",
  },
  [6163] = {
    ["D"] = "我被完全擊敗了。為了守衛我們的家園，為了守衛洛丹倫，我在這里絕望地戰斗著……一切抵抗者都在潮水般的天災士兵面前被夷為廢墟。$B$B那個邪惡而骯臟的怪物把我踏在腳下，我能看到它的內臟掛在破碎的胸腔中。$B$B我被亡靈天災喚醒了，一直以來，我是如此的無助。我的意志被巫妖王牢牢地控制著。$B$B她趕來解救了我……不管用什么方式，在什么地方，我知道她早晚會這么做的。自由。$B$B現在，我必須進行復仇——對那些奪取我生命的敵人進行復仇。毀滅它。",
    ["O"] = "到斯坦索姆去，殺掉吞咽者拉姆斯登。把他的頭顱交給納薩諾斯。",
    ["T"] = "吞咽者拉姆斯登",
  },
  [6164] = {
    ["D"] = "準備開張！你想要點什么？$B$B啊，等等……沒有收據冊，我就不能開張。沒有收據冊的話，我怎么能搞清楚帳目呢？$B$B我一定是把它丟在鎮子里了。我在旅店里住過，一定是在那里。$B$B把我的收據冊拿回來吧。請把它交給我！我要盡快開張營業，而你會看到我的價格完全出乎你的意料！",
    ["O"] = "把奧古斯圖斯的收據冊交給惡蛛隧道中的被感動的奧古斯圖斯。",
    ["T"] = "奧古斯圖斯的收據冊",
  },
  [6181] = {
    ["D"] = "盡管我沒有直接從暴風城得到很多幫助，但是城里有個好心人一直在為我提供護具。他的名字叫做奧斯瑞克·斯圖恩，他在暴風城的舊城區里開了一家名叫“有限防護”的店。$B$B現在我們的護甲供應短缺，所以我必須聯系到奧斯瑞克以得到更多的裝備。你能把這張便箋交給他嗎？$B$B到暴風城去的最快捷的辦法就是通過索爾，我們的獅鷲管理員。他就在山腳下，把我的便箋拿給他看看，然后從他那里租一頭獅鷲飛到暴風城去吧。",
    ["O"] = "將劉易斯的便箋交給獅鷲管理員索爾。",
    ["T"] = "快遞消息",
  },
  [6182] = {
    ["D"] = "納薩諾斯·瑪瑞斯是歷史上第一個也是最后一個人類游俠領主，他是希爾瓦娜斯·風行者的學生。$B$B我們一直以為納薩諾斯在五年前的洛丹倫保衛戰中犧牲了。盡管他的尸體從未被發現，但人們都認為他不大可能從東瘟疫之地逃出來。$B$B馬迪亞斯·肖爾一直在調查這起失蹤案，而且可能有了一些新的消息。立即去向他匯報。馬迪亞斯就住在舊城區的兵營里。",
    ["O"] = "與暴風城的馬迪亞斯·肖爾談一談，他住在舊城區的兵營里。",
    ["T"] = "第一個和最后一個",
  },
  [6183] = {
    ["D"] = "我手下最強的五個人被派去調查瑪瑞斯的那件事情。只有一個人回來了，三天之后，他在睡夢中死掉了。$B$B我們從他混亂而含糊的喃喃自語中沒有得到什么有用情報，只聽出來兩個詞：“納薩諾斯”和“凋零者”。$B$B我沒有足夠的人手來繼續調查，而拉文霍德也不愿意協助我們。我們必須對這件事情調查到底，即便只是為了表示對逝者的哀悼。你愿意幫忙嗎？",
    ["O"] = "如果你愿意接這個任務，就再和馬迪亞斯·肖爾談一談。",
    ["T"] = "逝者的榮耀",
  },
  [6184] = {
    ["D"] = "到目前為止，我們掌握的唯一信息就是納薩諾斯·瑪瑞斯也許已經被這個凋零者給殺死了。而且我們認為凋零者就是殺死那些軍情七處密探的惡魔。$B$B另一個軍情七處的間諜弗林特·沙多摩爾正駐守在西瘟疫之地冰風崗的聯盟營地中。去找到他，他會告訴你瘟疫之地的現狀，并派給你下一步的任務。$B$B祝你好運，$N。",
    ["O"] = "到西瘟疫之地的冰風崗去跟弗林特·沙多摩爾會面。",
    ["T"] = "弗林特·沙多摩爾",
  },
  [6185] = {
    ["D"] = "正如我所說的，你的第一項任務就是偵察工作。沒什么難度，$N。你必須到東瘟疫之地去尋找任何有關這個凋零者的線索。$B$B留意我們的幾個失蹤的密探。我們只能是認為他們已經死了，不過如果他們確實死了，那就一定可以在某個地方找到……他們的尸體。$B$B<弗林特艱難地咽了一下唾沫。>$B$B所有的軍情七處成員都有這樣的一枚徽章。$B$B<弗林特給你看了他的軍情七處徽章。>$B$B把你發現的所有東西都帶回來給我。",
    ["O"] = "搜尋東瘟疫之地，尋找“凋零者”的線索以及失蹤的軍情七處密探。如果你找到任何軍情七處徽章，就把它們交給冰風崗的弗林特·沙多摩爾。",
    ["T"] = "東部的瘟疫",
  },
  [6186] = {
    ["D"] = "<弗林特面無血色。>$B$B這是納……納薩諾斯干的？納薩諾斯是就是凋零者？$B$B為什么？他……他那么高貴——他是個受人尊敬的游俠領主，是唯一接受過高等精靈訓練的人類。他居然是亡靈的一員？$B$B我……我很抱歉要再請你做一件事，$N，但是你必須立刻將這件事情告訴伯瓦爾·弗塔根公爵。趕快去暴風城吧。",
    ["O"] = "回到暴風城，將納薩諾斯·瑪瑞斯的下落報告給伯瓦爾·弗塔根公爵。",
    ["T"] = "凋零者",
  },
  [6187] = {
    ["D"] = "你知道這個世界上總共才出現過多少游俠領主嗎？你知道這其中的人類游俠領主有幾個嗎？$B$B納薩諾斯的貢獻是空前的。他是個戰術天才，他讓聯盟獲得了無數次戰斗的勝利。$B$B現在……他卻成了被遺忘者的勇士。$B$B不，事情不可能是這樣的。我們必須恢復那里的秩序。$B$B召集一支部隊，$N。回到瘟疫之地，殺掉凋零者。$B$B祝你好運，$N。事實上，這次你確實需要一些好運。",
    ["O"] = "組織一支部隊，然后到東瘟疫之地去。向納薩諾斯·凋零者和任何敢于保護他的部落成員發起攻擊。$B$B你要傾盡全力，$N。部落會不惜一切代價保護他們的游俠領主。",
    ["T"] = "重鑄秩序",
  },
  [6221] = {
    ["D"] = "此地西南方向有一處死木熊怪的營地。我不清楚他們想要干什么，但是我希望能在他們開始搗亂之前就結果他們。$B$B死木部族非常邪惡，是惡魔的力量侵蝕了他們的心智。他們的天性并不壞，但是現在一切都無法挽回了。因此，我對被迫與自己的同胞作戰感到非常悲哀。$B$B$N，去結果他們吧，別對我說起戰斗的具體過程，我不忍心聽到那些。",
    ["O"] = "格拉茲要你去殺死6個死木守衛、6個死木復仇者和6個死木薩滿祭司。",
    ["T"] = "北方的死木熊怪",
  },
  [6241] = {
    ["D"] = "木喉部族傾向于防守，$N。雖然我們允許那些值得信賴的朋友安全地通過，但我們還是盡可能地避開其他熊怪部族。$B$B最近我注意到冬泉部族與我們的敵對情緒有所增長。他們似乎處于極度憤怒的狀態，完全陷入了對一切他們無法理解的事物的恐慌和仇視。$B$B如果你能削減他們的數量，那對我們來說將是莫大的幫助，$N。",
    ["O"] = "薩爾法要你去殺死6個冬泉圖騰師、6個冬泉巢穴守衛和6個冬泉探路者。",
    ["T"] = "冬泉熊怪的活動",
  },
  [6261] = {
    ["D"] = "$N，我收集了奧斯瑞克需要的所有東西，把它們都放在這個箱子里了。你能幫我把它運過去嗎？$B$B如果你以前和西部荒野的索爾說過話，那么你就可以搭乘獅鷲直接飛回他那里。杜加爾·朗德瑞克是我們的獅鷲管理員，就在貿易區那邊。$B$B和杜加爾談一談，然后盡快把這個東西交給劉易斯。我們不希望西部荒野的戰士們赤手空拳地進行戰斗！",
    ["O"] = "將奧斯瑞克的箱子交給獅鷲管理員杜加爾·朗德瑞克。",
    ["T"] = "杜加爾·朗德瑞克",
  },
  [6281] = {
    ["D"] = "只需花費很少的錢，你就可以坐獅鷲去暴風城，把劉易斯的便箋交給奧斯瑞克。這是你到那里去的最快捷的辦法。$B$B如果你覺得可行的話，就做好準備，然后再次和我對話。我的收費非常低廉，而且絕對物有所值！",
    ["O"] = "從獅鷲管理員索爾那里租用一頭獅鷲，然后把劉易斯的便箋交給暴風城的奧斯瑞克·斯圖恩。",
    ["T"] = "趕赴暴風城",
  },
  [6282] = {
    ["D"] = "牛頭人以保護這片土地而感到驕傲。毫無疑問，你知道我為什么對石爪山的鷹身人的數量感到擔心。$B$B血怒鷹身人是卡利姆多大陸上膨脹速度最快的鷹身人族群，它們會阻止任何人離開它們的領地。$B$B你必須去減少它們的數量，$N！",
    ["O"] = "烈日石居的馬格蘭要你去殺掉7個血怒鷹身人、7個血怒伏擊者、7個血怒殺戮者和7個血怒游蕩者。",
    ["T"] = "鷹身人的威脅",
  },
  [6283] = {
    ["D"] = "限制血怒鷹身人的數量還不夠，要解決它們的問題，唯一的方法就是殺了它們的領袖，血怒撕裂者！$B$B她是那些邪惡生物的女王。只要殺了她，鷹身人的數量就一定會減少。$B$B回到焦炭谷去，你可以在西部的山嶺中找到她。她可不好對付，但是如果你完成這個任務的話，我也會給你可觀的獎勵。",
    ["O"] = "烈日石居的馬格蘭要你去殺掉血怒撕裂者，然后把她的遺體帶回來作為證據。",
    ["T"] = "血怒一族",
  },
  [6284] = {
    ["D"] = "警告：從這里往西進入希塞爾山谷的旅行者請多加小心。$B$B貝瑟萊斯和她的蜘蛛后代們占領了這座峽谷，將其作為它們的巢穴。$B$B烈日石居的馬格蘭正在懸賞貝瑟萊斯。殺了她并將證據交給馬格蘭以換取獎勵。",
    ["O"] = "殺掉貝瑟萊斯，然后把貝瑟萊斯的牙齒交給烈日石居的馬格蘭。",
    ["T"] = "貝瑟萊斯",
  },
  [6285] = {
    ["D"] = "西部荒野的獅鷲管理員是索爾。如果你以前和他談過的話，那你就可以乘坐我的獅鷲去他那里。$B$B有件事情你應該知道：獅鷲總是可以從外圍城鎮直飛主城的，不過只有在你和當地的獅鷲飼養員談過話之后才行。$B$B你已經去過索爾那里了，那么，你只需再次和我說話就可以乘坐獅鷲去西部荒野。到了那里之后，把奧斯瑞克的箱子交給軍需官劉易斯。",
    ["O"] = "從獅鷲管理員杜加爾·朗德瑞克那里租用一頭獅鷲飛到哨兵嶺，然后將奧斯瑞克的箱子交給哨兵嶺的劉易斯。",
    ["T"] = "返回西部荒野",
  },
  [6301] = {
    ["D"] = "工業集團的貪婪和持續不斷的戰事已經讓了石爪山脈的土地飽經創傷，在我的血管中流淌著的薩滿能量可以幫助這里的森林。$B$B$N，我需要派你去尋找一種特殊的種子。蓋亞之種僅生長石爪山地區，你可以在北邊的暗色湖一帶找到蓋亞之種，就在湖岸邊。$B$B當你把種子交給我之后，我就會為它們灌入薩滿的能量，使它們快速成長。",
    ["O"] = "烈日石居的塔姆拉·荒原想讓你去收集10枚蓋亞之種。",
    ["T"] = "生生不息",
  },
  [6321] = {
    ["D"] = "執行官哈德瑞克讓我清查我們在瑟伯切爾的裝備。由于森林中潛伏著的天災軍團士兵的威脅，他不希望我們在裝備方面有所短缺。$B$B我發現，我們的武器裝備基本上庫存豐富，但是我們仍然需要更多的武器來替換那些在戰場上丟失的武器。$B$B這是一份武器訂單，把它交給幽暗城里的武器供應商高頓·溫德哈姆。帶著訂單去找我們的蝙蝠管理員卡洛斯·拉佐克，跟他談談關于前往幽暗城的事兒吧。",
    ["O"] = "將博迪瑞格的訂單交給卡洛斯·拉佐克。",
    ["T"] = "瑟伯切爾的補給",
  },
  [6322] = {
    ["D"] = "我已經將瑟伯切爾那邊要求的物資裝箱了。如果你已經拜訪過瑟伯切爾，并與他們那里的蝙蝠管理員打過招呼，那么你就可以乘坐蝙蝠回到那兒去。$B$B與幽暗城的蝙蝠飼養員邁克爾·加勒特談談吧，他可以為你提供一只飛往瑟伯切爾的蝙蝠。",
    ["O"] = "將高頓的箱子交給邁克爾·加勒特。",
    ["T"] = "邁克爾·加勒特",
  },
  [6323] = {
    ["D"] = "只需一小筆費用，我的蝙蝠就可以把你帶到幽暗城去。當你準備就緒時再來找我，然后我會幫你安排剩下的事情。$B$B你可以在幽暗城的貿易區里找到高頓·溫德哈姆，我的蝙蝠正好會降落在那個區域。",
    ["O"] = "從蝙蝠管理員卡洛斯·拉佐克那里租一只蝙蝠飛往幽暗城，然后將博迪瑞格的訂單交給幽暗城里的高頓·溫德哈姆。",
    ["T"] = "飛往幽暗城",
  },
  [6324] = {
    ["D"] = "瑟伯切爾的蝙蝠管理員是卡洛斯·拉佐克。如果你們已經見過面，那么我可以為你提供一只返回他那兒去的蝙蝠。$B$B這些蝙蝠都可以直飛幽暗城，但是如果你想要飛到更遙遠的地方去，就必須先拜訪那個區域的蝙蝠飼養員。$B$B你已經在瑟伯切爾跟卡洛斯碰過面了，現在你可以乘坐蝙蝠回到他那里去。當你準備就緒時再來找我吧。",
    ["O"] = "從蝙蝠管理員邁克爾·加勒特那兒租一只蝙蝠飛往瑟伯切爾，然后將高頓的箱子交給瑟伯切爾的亡靈衛兵博迪瑞格。",
    ["T"] = "向博迪瑞格回報",
  },
  [6341] = {
    ["D"] = "魯瑟蘭村周圍水域中的魚又大又肥，所以這里的漁業很昌盛。我希望把從這里捕獲的魚和卡里姆多的魚進行比較，研究一下它們有何不同。$B$B我收集了一些魚骨頭和鱗片，想要把它們帶到我在黑海岸的一個同事那里去。他的名字叫做萊爾德，是奧伯丁的魚商。$B$B把我的東西拿到角鷹獸管理員維斯派塔斯那里去，跟他談談關于去奧伯丁的事宜。",
    ["O"] = "將尼莎的貨物交給維斯派塔斯。",
    ["T"] = "泰達希爾的漁業",
  },
  [6342] = {
    ["D"] = "從魯瑟蘭村到奧伯丁去的方法有兩種：乘船或者騎角鷹獸。這兩種方式都很迅捷可靠，但是如果你沒有搭乘過角鷹獸的話，我建議你試一下。$B$B另外，你最好和各個城鎮中的角鷹獸管理員談談。一旦你和某地的角鷹獸飼養員打過了招呼，那么以后你就可以從其它城鎮飛到那里去了。$B$B這里是尼莎的貨物。如果你準備好了的話，就再次和我對話，然后把這包東西送到萊爾德那里。",
    ["O"] = "從角鷹獸管理員維斯派塔斯那里租用一只角鷹獸飛到奧伯丁，然后將尼莎的貨物交給萊爾德。",
    ["T"] = "飛往奧伯丁",
  },
  [6343] = {
    ["D"] = "我必須給尼莎回信，她應該會對這里的魚跟泰達希爾沿岸的那些魚的差異感興趣。出現這種差異的原因……也許是世界之樹在影響其周圍的生物！$B$B請你幫我給尼莎捎個信。如果你想要乘坐角鷹獸回魯瑟蘭村的話，那就去跟角鷹獸管理員凱萊斯·月羽談談吧。如果你要搭船回去，西北面的碼頭那里有定時的航班。",
    ["O"] = "將萊爾德的回信交給尼莎·影歌。",
    ["T"] = "飛回泰達希爾",
  },
  [6344] = {
    ["D"] = "我的朋友尼莎·影歌是魯瑟蘭村的一個漁業商人，她要把一只包裹送到黑海岸去，所以她正在找人幫忙。$B$B如果你感興趣的話，那就去找尼莎吧。從達納蘇斯到魯瑟蘭村去的傳送門就在神殿花園的西邊。",
    ["O"] = "與尼莎·影歌談一談。",
    ["T"] = "尼莎·影歌",
  },
  [6361] = {
    ["D"] = "我有一捆從貧瘠之地采集的獸皮，必須要把它們送到雷霆崖去。我在那兒的同伴安哈努需要用這些獸皮來制作皮件。$B$B你能幫我把這些獸皮交給他嗎？$B$B前往雷霆崖最為快捷的方法就是乘坐雙足飛龍。帶著這捆獸皮去十字路口找雙足飛龍管理員迪弗拉克，跟他談談到雷霆崖去的事兒。",
    ["O"] = "帶著獸皮去找十字路口的迪弗拉克。",
    ["T"] = "一捆獸皮",
  },
  [6362] = {
    ["D"] = "只需一小筆費用，我就可以為你提供飛往雷霆崖的馭風者。沒有比這更方便快捷的旅行方式了！$B$B如果你愿意的話，準備一下就來找我吧。$B$B如果你要把這些獸皮交給安哈努，就到雷霆崖馭風者高塔底層的海瓦的武器店里去找他吧，就是你降落的地方！",
    ["O"] = "從雙足飛龍管理員迪弗拉克那里租一只馭風者飛往雷霆崖，然后將這捆獸皮交給雷霆崖的安哈努。",
    ["T"] = "飛往雷霆崖",
  },
  [6363] = {
    ["D"] = "我已經為加翰準備好了供他在十字路口出售的皮件。請你把這些交給他好嗎？$B$B如果你已經拜訪過了十字路口的雙足飛龍管理員，那么你就可以乘坐雷霆崖的雙足飛龍返回他那兒了。$B$B將皮件交給雷霆崖的雙足飛龍管理員塔爾，然后和他談談前往十字路口的行程安排。",
    ["O"] = "將安哈努的皮貨交給雷霆崖的塔爾。",
    ["T"] = "雙足飛龍管理員塔爾",
  },
  [6364] = {
    ["D"] = "想要飛回某座城鎮的話，你必須已經徒步到達過那里，并且和那里的雙足飛龍管理員打過招呼。如果你去過十字路口并和他們的雙足飛龍管理員迪弗拉克談過話，那么你就可以從這里搭乘雙足飛龍直接飛過去了。$B$B如果你準備好了，就再次和我談談。一旦到了十字路口，你就可以把這些皮貨交給加翰·鷹翼了。",
    ["O"] = "從雙足飛龍管理員塔爾那里租用一頭飛往十字路口的雙足飛龍，并把安哈努的皮貨交給加翰·鷹翼。",
    ["T"] = "向加翰回復",
  },
  [6365] = {
    ["D"] = "我有一些上等的肉片想送給我的朋友。她的名字叫雷什卡，是奧格瑞瑪旅店的老板。你可以替我把這些肉交給她嗎？$B$B到奧格瑞瑪去的最快捷方法就是乘坐雙足飛龍。帶著這些肉去找十字路口的雙足飛龍管理員迪弗拉克，跟他談談關于到奧格瑞瑪去的事情。",
    ["O"] = "把扎爾夫的肉品交給十字路口的迪弗拉克。",
    ["T"] = "送往奧格瑞瑪的肉",
  },
  [6381] = {
    ["D"] = "如你所見，$c，我純凈的心靈可以為這片不毛之地帶來新的生機。你必須將這些種子種植在破壞之源中，在西邊的焦炭谷里就是破壞大自然的源泉——這片被污染的土地上到處都是鷹身人和兇惡的火元素。$B$B$N，拿著這些附有魔法的蓋亞之種，把它們種植在蓋亞土堆里。",
    ["O"] = "將10枚蓋亞之種種植在蓋亞土堆中，然后與烈日石居的塔姆拉談一談。",
    ["T"] = "新的生命",
  },
  [6382] = {
    ["D"] = "你的力量給我留下了深刻的印象，$c。你對狩獵興趣昂然，這讓我相信你有能力參與更大規模的狩獵行動……面臨更大的挑戰。$B$B灰谷森林是一大片未開化的土地，部落正在為控制這片土地而努力。如果你想要在那里證明自己的能力，就到碎木哨崗去尋求塞娜尼·雷心的指點吧。那個前哨站就在貧瘠之地的正北方。",
    ["O"] = "與灰谷碎木哨崗的塞娜尼·雷心談一談。",
    ["T"] = "灰谷狩獵",
  },
  [6383] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "灰谷狩獵",
  },
  [6384] = {
    ["D"] = "只需一小筆費用，我就可以為你提供飛往奧格瑞瑪的馭風者。當你到那兒后，就去把扎爾夫的肉品交給格雷什卡。她在距離通天塔不遠的力量谷里，馭風者會在通天塔上降落。$B$B當你準備動身的時候就來找我吧。",
    ["O"] = "從雙足飛龍管理員迪弗拉克那里租一只馭風者飛往奧格瑞瑪，然后將扎爾夫的肉品交給奧格瑞瑪的格雷什卡。",
    ["T"] = "飛往奧格瑞瑪",
  },
  [6385] = {
    ["D"] = "我已經為扎爾夫寫了一封感謝信。你能幫我交給他嗎？如果你已經去過十字路口，并且和那里的雙足飛龍管理員談過話，那么你就可以乘坐一頭雙足飛龍直飛到那里去。$B$B把我的信交給奧格瑞瑪的雙足飛龍管理員多拉斯，并同他談談去十字路口的事兒。",
    ["O"] = "將格雷什卡的信交給奧格瑞瑪的多拉斯。",
    ["T"] = "雙足飛龍管理員多拉斯",
  },
  [6386] = {
    ["D"] = "經過訓練，我的馭風者可以飛往許多不同的地方，只要你已經去過那個地方，并且與那里的馭風者管理員進行了交談，馭風者就可以載著你前往那地方。$B$B你已經去過十字路口，也跟那里的馭風者飼養員迪弗拉克打過了招呼，所以現在你可以直接飛到他那兒了。一旦你到了十字路口，就把格雷什卡的信交給扎爾夫。$B$B當你準備出發時就來找我談談。",
    ["O"] = "從馭風者管理員多拉斯那里雇一只馭風者前往十字路口，然后將格雷什卡的信交給十字路口的扎爾夫。",
    ["T"] = "返回十字路口",
  },
  [6387] = {
    ["D"] = "我看見門前聚集了一大群年輕的矮人，他們都迫切地想要學習采礦技巧。如果說有一件東西是礦工最為需要的工具的話，那當然是鐵鋤無疑了！$B$B我有一張學習采礦的學生的名單，他們表現得都很出色，因此都將獲得一把榮譽鋤。把這張名單交給鐵爐堡的高尼爾·石趾，他會為你準備好榮譽鋤。$B$B去鐵爐堡最快的途徑是乘坐獅鷲，帶著這張名單去找獅鷲管理員索格拉姆·伯雷森吧，跟他談談去鐵爐堡的事兒。",
    ["O"] = "將布洛克的名單交給塞爾薩瑪的索格拉姆·伯雷森。",
    ["T"] = "榮譽學員",
  },
  [6388] = {
    ["D"] = "這是給布洛克的學生的榮譽鋤。如果你已經去過塞爾薩瑪了，那么就乘坐獅鷲返回那里吧！$B$B把這些榮譽鋤交給獅鷲管理員格萊斯·瑟登，跟他談談關于返回塞爾薩瑪的事兒。",
    ["O"] = "將榮譽鋤交給鐵爐堡的格萊斯·瑟登。",
    ["T"] = "格萊斯·瑟登",
  },
  [6389] = {
    ["D"] = "你在伐木場附近尋找能打開桶的工具，很快就找到了一根鐵棍，似乎可以用它撬開桶。$B$B你開始撬桶，并暗自祈禱能在白蟻發現你之前離開伐木場。",
    ["O"] = "使用北山伐木場里的鐵棍放出那里的瘟疫白蟻，然后向西瘟疫之地冰風崗的納薩尼爾·杜馬報告。",
    ["T"] = "瘟疫與你",
  },
  [6390] = {
    ["D"] = "你在伐木場附近尋找能打開桶的工具，很快就找到了一根鐵棍，似乎可以用它撬開桶。$B$B你開始撬桶，并暗自祈禱能在白蟻發現你之前離開伐木場。",
    ["O"] = "使用北山伐木場里的鐵棍放出那里的瘟疫白蟻，然后向提瑞斯法林地亡靈壁壘的米克·萊文報告。",
    ["T"] = "瘟疫與你",
  },
  [6391] = {
    ["D"] = "只需一小筆費用，我就能為你提供一只飛往鐵爐堡的獅鷲，讓你把布洛克的名單交給高尼爾·石趾。你可以在鐵爐堡大鍛爐區的深山礦工協會里找到他，獅鷲也會在那個區域降落！$B$B當你準備出發時就來找我。",
    ["O"] = "從獅鷲管理員索格拉姆·伯雷森那里租一只獅鷲飛往鐵爐堡，然后將布洛克的名單交給鐵爐堡的高尼爾·石趾。",
    ["T"] = "飛往鐵爐堡",
  },
  [6392] = {
    ["D"] = "只需一小筆費用，我就能為你提供一只飛往塞爾薩瑪的獅鷲，當然，在這之前你必須已經去過塞爾薩瑪了。獅鷲只能載著你飛往你以前曾經去過的地方，因此你必須跟你所見到的每個獅鷲管理員交談，以確保稍后你能乘坐獅鷲飛到管理員那里。$B$B你已經見過了塞爾薩瑪的獅鷲管理員索格拉姆，因此現在你可以返回他那兒了。到了塞爾薩瑪之后，把這些鎬交給布洛克·尋石者。$B$B當你準備出發時就來找我吧。",
    ["O"] = "從獅鷲管理員格萊斯·瑟登那里租用一頭飛往塞爾薩瑪的獅鷲，然后將榮譽鋤交給塞爾薩瑪的布洛克·尋石者。",
    ["T"] = "向布洛克回復",
  },
  [6393] = {
    ["D"] = "海潮議會派我來與石爪山的火元素作戰。水元素的統帥，獵潮者耐普圖隆對于消滅火元素很感興趣。$B$B$N，你可以通過消滅焦炭谷的火元素來贏得我們的青睞。當火元素被摧毀之后，它們會留下焚火余燼。把那些東西給我帶回來，然后你就能獲得獎勵。",
    ["O"] = "將10塊焚火余燼交給烈日石居的蘇納曼。",
    ["T"] = "元素戰爭",
  },
  [6394] = {
    ["D"] = "$N，你是個值得信賴的$r。我能把另一個任務也托付給你嗎？$B$B不久前，我在北邊的一個洞穴中挖掘礦石的時候不小心弄丟了我最喜歡的鎬。后來當我回去找它的時候，卻發現洞穴中住滿了邪惡的野獸！到那個被稱作火刃集會所的洞穴中去幫我取回我的鎬，行嗎？$B$B我把它放在一個有瀑布的大廳里了。我的鎬附有魔法，你在黑暗中也能看見它，所以你不必擔心找不到它……只要小心那些守護它的野獸就是了！",
    ["O"] = "將塔茲利爾的鎬還給塔茲利爾。",
    ["T"] = "塔茲利爾的鎬",
  },
  [6395] = {
    ["D"] = "瘟疫發生之前，我的朋友瑪拉·菲普斯和她的丈夫塞繆爾生活在一起。但是瘟疫掃過這片土地之后，塞繆爾加入了亡靈天災的隊伍。$B$B瑪拉逃過了瘟疫，卻慘死在她那愚蠢的丈夫手里。唉，這個傻女人深愛著自己的丈夫，她的遺愿竟然是同塞繆爾葬在一起。$B$B塞繆爾·菲普斯就住在喪鐘鎮東北邊，在路旁的一座廢棄的營帳里。去打敗他，實現瑪拉的遺愿——將他葬在瑪拉的墳墓里，就在墓地的第一排。",
    ["O"] = "將塞繆爾·菲普斯的遺骸帶到瑪拉的墳墓去，然后回到新兵艾爾雷斯那里。",
    ["T"] = "瑪拉的遺愿",
  },
  [6401] = {
    ["D"] = "把這個好消息告訴卡雅的姑母，烈日石居的塔姆拉·荒原！告訴她卡雅還活著！我們以為在村子經歷了那場劫難之后她就失蹤了。沿著西面的路去烈日石居吧。",
    ["O"] = "把這個好消息告訴烈日石居的塔姆拉·荒原。",
    ["T"] = "卡雅還活著",
  },
  [6402] = {
    ["D"] = "你必須到暴風城的城門去，在那里跟溫德索爾元帥碰面。$B$B溫德索爾即將披露的事情將震撼整個暴風王國！$B$B別想逞英雄，$N。你必須集合一支強大的軍隊！召集你的同胞，準備戰斗吧！",
    ["O"] = "前往暴風城的城門。與侍衛洛文交談，他會通知溫德索爾元帥你已經到達了。",
    ["T"] = "集合在暴風城",
  },
  [6403] = {
    ["D"] = "朋友，黑石塔那一仗可真是驚心動魄，我欠你一大筆人情。也許等這一切都結束之后……$B$B就像你已經確認了的那樣，女伯爵卡特拉娜·普瑞斯托就是奧妮克希亞，死亡之翼家族中的一員，黑石塔內的那個奈法利安的姐妹。$B$B她長期以來一直在操縱著我們的王國。連伯瓦爾·弗塔根公爵也被她耍得團團轉。今天這一切都將結束了……她的魔法將被破除。$B$B不要怕，我們會取得勝利的！$B$B你準備好了嗎？",
    ["O"] = "跟隨雷吉納德·溫德索爾元帥在暴風城中前進。保護他，別讓他受到傷害！",
    ["T"] = "潛藏者",
  },
  [6421] = {
    ["D"] = "石爪山脈有些事不大對勁。你能感覺到空氣中的緊張氣氛嗎，$N？在此地以南的滾巖峽谷中有一處很深的洞穴，狗頭人正在那兒瘋狂地開采一種被稱作共鳴水晶的稀有礦石。我需要你去取回一些礦石樣本，那樣我就能了解洞穴中究竟發生了什么事兒。另外，你還得去勘查一下洞穴的深度。$B$B去吧，年輕的$c，我必須知道這里的山脈中潛伏著什么樣的邪惡力量。",
    ["O"] = "深入滾巖峽谷的洞穴中，為烈日石居的摩羅加爾取回10塊共鳴水晶以供研究。",
    ["T"] = "滾巖峽谷",
  },
  [6441] = {
    ["D"] = "你好啊！我要穿越灰谷往棘齒城去，途中在碎木哨崗這里稍作休息。我一直在尋找發財的機會，眼下似乎就有一個——這些日子以來棘齒城的薩特角行情看漲。$B$B在附近詢問了一番之后，我認為夜道谷、薩提納爾和薩維亞的薩特頭上的角都符合我的要求。不過我可不是薩特的對手……你也許能行！$B$B幫我收集一些角吧，我會給你報酬的。",
    ["O"] = "為碎木哨崗的皮克希爾收集16只薩特的角。",
    ["T"] = "薩特之角",
  },
  [6442] = {
    ["D"] = "邪惡的力量正潛伏在海岸邊，$c。$B$B海面下長眠著一座在很久以前就被摧毀的城市，佐拉姆城。這座城市差不多都快要被遺忘了。$B$B現在，出于某種未知的原因，納迦又重新回來了。但是這其中的原因并不重要，重要的是，我們必須為這片土地而戰！我們必須保衛經過浴血奮戰而得來的領土。$B$B去奮勇殺敵吧，$n，給我帶回20個納迦的頭顱來！將它們逼回深海！",
    ["O"] = "將20顆怒尾納迦的頭顱交給佐拉姆海岸的瑪魯凱。",
    ["T"] = "佐拉姆海岸的納迦",
  },
  [6461] = {
    ["D"] = "瑪拉卡金的巨魔在這片土地上繁衍生息，石爪山脈是我們賴以生存的狩獵場。$B$B但是近來卻有些不請自來的客人……山中的蜘蛛常常在夜間洗劫我們的營帳，竊取我們的獵物。$B$B如果你能幫我們殺死這些可怕的怪物，瑪拉卡金的巨魔會對你感激不盡的。石爪山脈到處都是蜘蛛——往北走，你就會看到的。",
    ["O"] = "瑪拉卡金的辛吉拉要求你殺死10只深苔爬行者和7只深苔毒蜘蛛。",
    ["T"] = "盜竊的蜘蛛",
  },
  [6462] = {
    ["D"] = "我的族人攜帶著大量神圣的巨魔符咒到這里來，但是在他們抵達佐拉姆加之前，薊皮熊怪襲擊了他們，把他們全都給殺了！這些可憎的熊怪！$B$B我思念那些死去的兄弟姐妹，但愿我們能在另一個世界重逢。不過，他們的巨魔符咒蘊含著強大的魔力。這些符咒落在熊怪手里對我們來說簡直是一種恥辱！$B$B$N，你必須取回符咒！薊皮熊怪的村落在阿斯特蘭納背面，穿過村落進入那個被稱作薊皮要塞的洞穴，從它們的箱子里拿回我們的符咒。",
    ["O"] = "將8個巨魔符咒交給佐拉姆加前哨站的米蘇瓦。",
    ["T"] = "巨魔符咒",
  },
  [6481] = {
    ["D"] = "你已經找到了一個隱藏在這片土地中的威脅，$c。你在洞穴中發現的共鳴桶中藏有一個沉睡的土靈，他的名字叫做高戈羅克。$B$B我已經用薩滿力量改變了你收集的共鳴水晶的成分。用這塊魔化共鳴水晶打開那只藏有土靈的共鳴桶。$B$B當高戈羅克清醒過來時，他的能力也將減弱……殺死他，$N！",
    ["O"] = "使用魔化共鳴水晶打開共鳴桶，然后殺死高戈羅克。將這個消息告訴摩羅加爾，并把魔化共鳴水晶還給他。",
    ["T"] = "土靈的覺醒",
  },
  [6482] = {
    ["D"] = "呃？你是誰？$B$B$N？你不是熊怪，它們是邪惡的生物！它們認為我是一頭熊并俘虜了我，現在它們又讓我忍饑挨餓！我快要沒力氣了……$B$B幫我逃離這里，然后到東面的碎木哨崗去找我的妹妹雅瑪。$B$B$N！我必須離開這兒！",
    ["O"] = "護送魯爾，然后與碎木崗哨的雅瑪·雪蹄談一談。",
    ["T"] = "魯爾的自由",
  },
  [6501] = {
    ["D"] = "我所能給你的就是這枚獎章的碎片。$B$B你必須找到另一個愿意幫你鑄造新鑰匙的龍類。在得到鑰匙之后，你必須到塵泥沼澤的巨龍沼澤那里去。你將會在那里找到她的巢穴，$N。$B$B到哪兒去找到其他愿意幫忙的龍呢？遺憾的是，我不知道……據說是有的。其中的一些也許就混跡于我們當中，化裝成某種人型生物的樣子。祝你好運。",
    ["O"] = "你必須尋遍世界以找到一種能恢復龍眼碎片的能量的生物。你對這種生物的唯一了解就是：他們確實存在。",
    ["T"] = "巨龍之眼",
  },
  [6502] = {
    ["D"] = "這是龍身上的一部分，一片龍鱗——它已經被附上了魔法，不再是普通的龍鱗了。完整的龍鱗可以幫助我們找到那頭野獸的巢穴，而破碎的龍鱗就毫無用處。$B$B要修復龍鱗也不是沒有辦法，但是你需要黑龍勇士的血。眼下就有一個……他被稱為達基薩斯將軍，是奈法利安龍人軍隊的首領。也許你以前聽說過他？$B$B把他的血帶回來，$c，我將為這塊碎片附魔，使你能進入奧妮克希亞的巢穴。",
    ["O"] = "你必須從達基薩斯將軍身上取回黑龍勇士之血，你可以在黑石塔的晉升大廳后面的房間里找到他。",
    ["T"] = "龍火護符",
  },
  [6503] = {
    ["D"] = "我們得到消息說，不久前從灰谷派出的先遣人員離開了銀翼哨站，現在正向我們的領地滲透。我們不能讓這些間諜得到我們防御工事的情報！$B$B悄悄穿過我們崗哨南邊以及聯盟的銀翼哨站東邊的森林，找到并殺死那些先驅者，然后回到我這里來。",
    ["O"] = "殺掉9個灰谷先驅者，然后回到碎木哨崗的庫萊比那里。",
    ["T"] = "灰谷先驅者",
  },
  [6504] = {
    ["D"] = "我剛剛從棘齒城得到了這臺伐木機，準備回到戰歌伐木場去上班。伐木機中放著一本操作說明書，但在回來的路上，一陣強風把它從我手中吹走了，紙張散落得到處都是，剩下的就只有封面了。$B$B現在那些紙都飛到不知哪里去了……沒有它們，我就壓根不知道該如何操作這臺伐木機！你能幫我找到它們嗎？",
    ["O"] = "找到丟失的12頁伐木機操作指南，把它們合并為第1、2、3章。然后帶著這些書頁回到碎木崗哨去找古爾達·怒痕。",
    ["T"] = "丟失的書頁",
  },
  [6521] = {
    ["D"] = "瑪克林聲稱他在剃刀高地外面。這位大使必須被干掉——他的任務在巫妖王的眼中是徹頭徹尾的失敗。$B$B他在那里的出現確實解釋了我們的一些發現，比如某些野豬人已經變得非常強大，并且還顯示出了被感染亡靈瘟疫的跡象。那一定是他們達成某種交易的征兆。$B$B找到瑪克林并殺了他，$N。任務完成后回來找我。",
    ["O"] = "把瑪克林大使的頭顱交給幽暗城的瓦里瑪薩斯。",
    ["T"] = "邪惡的盟友",
  },
  [6522] = {
    ["D"] = "大人：$B$B您很清楚我們可以提供什么。您占領貧瘠之地及其它土地的機會非常大，我們也只想要您的幫助作為回報。所謂的幫助不過是讓您授予我們在這一帶行動的自由。$B$B請允許我們說得更遠些。我們擁有強大的力量，并愿意與那些希望加入我們的聰明人分享。我目前仍待在剃刀高地外面。$B$B向您致以最高的敬意，$B瑪克林大使",
    ["O"] = "把小卷軸交給幽暗城的瓦里瑪薩斯。",
    ["T"] = "邪惡的盟友",
  },
  [6523] = {
    ["D"] = "謝謝你救了我！我們必須趕快離開，不然很快就會被發現的。請護送我回到阿帕拉耶營地去。到了那里，我就知道回去的路了。$B$B我的父親瑪卡巴·扁蹄得知我安全回家之后一定會很高興的。",
    ["O"] = "護送卡雅·扁蹄回到阿帕拉耶營地，然后到石爪山東南邊界附近的瑪卡巴·扁蹄那里去復命。",
    ["T"] = "保護卡雅",
  },
  [6541] = {
    ["D"] = "你去過北面的灰谷沒有？部落最近在那里的佐拉姆海岸旁設立了哨所，我們經常派一些剛剛招募的新兵來協助防守前線。$B$B如果你愿意的話，就到貧瘠之地北部的哨塔里找卡德拉克。他正要去灰谷進行戰斗，應該可以給你進一步的指示。",
    ["O"] = "到貧瘠之地北部的卡德拉克那里報到。",
    ["T"] = "向卡德拉克報到",
  },
  [6542] = {
    ["D"] = "你去過北面的灰谷沒有？部落最近在那里的佐拉姆海岸旁設立了哨所，我們經常派一些剛剛招募的新兵來協助防守前線。$B$B如果你愿意的話，就到貧瘠之地北部的哨塔里找卡德拉克。他正要去灰谷進行戰斗，應該可以給你進一步的指示。",
    ["O"] = "到貧瘠之地北部的卡德拉克那里報到。",
    ["T"] = "向卡德拉克報到",
  },
  [6543] = {
    ["D"] = "我最近派了一些斥候進入灰谷，所以我得找個跑腿的去把他們的報告帶回來。$B$B你的第一站應該是西面的佐拉姆海岸邊的佐拉姆加前哨站，在那里可以找到第一個斥候。另外你還要到北邊的碎木哨崗去，它就在東邊的路上，靠近艾薩拉地區。你可以在那里找到一個斥候和一個偵查騎兵。$B$B給他們每人一份報告，然后把他們的最新報告拿回來。",
    ["O"] = "打開報告集，把戰歌報告交給戰歌斥候、戰歌信使和戰歌偵查騎兵。把他們的最新報告交給貧瘠之地北部哨塔上的卡德拉克。",
    ["T"] = "戰歌報告",
  },
  [6544] = {
    ["D"] = "嘿！$C！到這兒來！$B$B我將和我的部隊準備襲擊西邊的銀翼哨站，這次行動的目標是他們的首領杜瑞爾·月火。據偵察，那座哨站中有重兵把守。這將是一場激烈而光榮的戰役！$B$B你愿意加入我們的隊伍嗎，$N？如果你愿意的話，那么當戰役結束時，你就可以去將我們勝利的消息匯報給慰藉之林的埃爾托格·怒齒了。$B$B你認為怎么樣，要跟我們一起來嗎？",
    ["O"] = "保護在銀翼哨站與杜瑞爾·月火作戰的托雷克，然后向慰籍之林的埃爾托格·怒齒匯報勝利的消息。",
    ["T"] = "托雷克的突襲",
  },
  [6545] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "戰歌信使的報告",
  },
  [6546] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "戰歌侍從的報告",
  },
  [6547] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "戰歌斥候的報告",
  },
  [6548] = {
    ["D"] = "恐怖圖騰氏族劫掠了我的村莊，一個活口都沒留下。我奮力殺敵，但還是差一點就被殺掉了。$b$b$N，現在我唯一的愿望就是讓他們付出血的代價。你可以在這里的西面找到他們。",
    ["O"] = "殺掉8個恐怖圖騰惡徒和6個恐怖圖騰傭兵，然后向石爪山脈東南邊界處的瑪卡巴·扁蹄復命。",
    ["T"] = "為我的村莊復仇",
  },
  [6561] = {
    ["D"] = "我的力量已經離我而去。我需要你的幫助！$B$B很久以前，這里曾經是偉大的月神殿。但是不幸降臨了，一名墮落的上古之神從地下冒出來，污染了神圣的月亮井。 $B$B上古之神的奴仆阿庫麥爾從水中升起。$B$B暮光之錘的信徒和納迦一起占領了這塊土地。由克爾里斯領導的那些信徒為了讓阿庫麥爾獲得力量而犧牲了許多無辜的生命。$B$B請你殺掉克爾里斯，把他的頭顱交給雷霆崖的巴珊娜。",
    ["O"] = "把夢游者克爾里斯的頭顱交給雷霆崖的巴珊娜·符文圖騰。",
    ["T"] = "黑暗深淵中的邪惡",
  },
  [6562] = {
    ["D"] = "耶努薩克雷需要幫助。他在灰谷的佐拉姆加前哨站那里，就在石爪山的北面。穿過風剪峭壁，或者從貧瘠之地直接往北走，都可以到達那里。佐拉姆海岸在森林的最西面，小心一些，$N。那里是非常危險的。",
    ["O"] = "與灰谷的耶努薩克雷談一談。",
    ["T"] = "幫助耶努薩克雷",
  },
  [6563] = {
    ["D"] = "在通往黑暗深淵入口的通道中有許多生長在洞穴墻壁上的藍寶石，最近有消息說納迦正在挖掘這些寶石。在搞清楚他們的動機之前，我們應該先阻止它們。這些水晶中蘊含著強大的元素力量，只要經過一定的處理，它們就可以被制作成強大的魔法材料。$B$B你能幫幫我嗎，$N？從我們的哨所往北走，然后就可以在佐拉姆海岸附近找到黑暗深淵了。",
    ["O"] = "收集20顆阿庫麥爾藍寶石，把它們交給灰谷的耶努薩克雷。",
    ["T"] = "阿庫麥爾水晶",
  },
  [6564] = {
    ["D"] = "皺巴巴的便箋上潦草地寫著：$B$B“對，通知所有的祭司把水晶帶到我這里來，水元素的靈魂蘊含其中，它們能夠很好地幫助我們的水占師進行召喚儀式。$B$B通過控制水晶中的力量，我們就可以取悅阿庫麥爾。終有一天，我們會獲得足夠的力量，把阿庫麥爾帶回到我們身邊，整個世界都將要迎接一個偉大的新時代！一個由上古之神統治的時代！”",
    ["O"] = "把潮濕的便箋交給灰谷的耶努薩克雷。",
    ["T"] = "上古之神的仆從",
  },
  [6565] = {
    ["D"] = "我們絕對不能讓這個暮光之錘的信徒完成他的計劃。暮光之錘根本不了解自然的真義。他們信仰上古之神——很久之前就被擊敗了的、代表著混亂和毀滅的生物。你必須阻止洛古斯，$N。我無法自己來完成這個任務——因為我太脆弱了。$B$B到黑暗深淵去，找到他，殺了他。完成任務之后就回到我這里來。",
    ["O"] = "殺掉黑暗深淵里的洛古斯·杰特，然后向灰谷的耶努薩克雷復命。",
    ["T"] = "上古之神的仆從",
  },
  [6566] = {
    ["D"] = "很高興再次看到你，$N。風從東部王國帶來了新的消息。$B$B坐下，聽我說。",
    ["O"] = "聽薩爾講話。",
    ["T"] = "風吹來的消息",
  },
  [6567] = {
    ["D"] = "我的一位忠誠的勇士雷克薩說他發現了進入龍穴的方法，不過他已經離開艾澤拉斯，加入了外域遠征軍。$B$B幸好，雷克薩的同伴羅卡魯目前住在葬影村，他可以幫助你。去找他吧。",
    ["O"] = "按照酋長的指示找到羅卡魯。他在凄涼之地的葬影村。",
    ["T"] = "部落的勇士",
  },
  [6568] = {
    ["D"] = "你對幻象有什么了解嗎，$N？你必須要制造一個幻象，這樣你才能騙過那些黑龍的眼睛。$B$B我知道有一個人也許愿意幫你完成任務。她過去曾經幫助過我們，因此她值得信任。$B$B你可以在西瘟疫之地找到巫女麥蘭達，她是被洛丹倫聯盟放逐的幻術師。把這個交給她。",
    ["O"] = "把羅卡魯的信交給西瘟疫之地的巫女麥蘭達。",
    ["T"] = "幻術的欺詐",
  },
  [6569] = {
    ["D"] = "那么，一個$r想要變成一條黑龍，是嗎？$B$B你所通過一個試煉才能制造幻象，但是我們所需的原料卻是非常難以獲得的。酋長非常信任你，而且把這個任務交給了你，所以麥蘭達也同樣認為你可以勝任。$B$B到黑石塔的上層堡壘去，殺掉足夠多的黑色龍人，把它們的眼睛給我拿回來。",
    ["O"] = "到黑石塔去收集20顆黑色龍人的眼球，完成任務之后回到巫女麥蘭達那里。",
    ["T"] = "黑龍幻象",
  },
  [6570] = {
    ["D"] = "我已經對這塊獎章施加了魔法，它可以在埃博斯塔夫的巢穴里制造并維持幻影。$B$B埃博斯塔夫是一條古老的龍，它是奈法利安的衛士，專門負責考察那些即將成為奧妮克希亞精英守衛的龍人。$B$B到塵泥沼澤中的巨龍沼澤吧，埃博斯塔夫的巢穴就在那里。進入巢穴之后戴上護符，讓命運指引你前進吧！",
    ["O"] = "到塵泥沼澤中的巨龍沼澤去，找到埃博斯塔夫的洞穴。進入洞穴之后戴上龍形護符，然后跟埃博斯塔夫交談。",
    ["T"] = "埃博斯塔夫",
  },
  [6571] = {
    ["D"] = "我們在戰歌伐木場中的某些物資出現了短缺！$B$B碎木哨崗的皮克希爾有我們所需的戰歌鋸條，另外，你必須前往藏寶海灣，從碼頭管理員羅茲基爾那兒取回一箱斧頭。$B$B不過要取回油和繩索就比較困難了。熊怪盜走了繩索，薩特截走了油，在它們的儀式中使用！$B$B如果我不能盡快把這批物資送過去，我可就麻煩大了——你能幫幫我嗎？",
    ["O"] = "收集戰歌氏族的補給品：戰歌鋸條、伐木繩、戰歌之油，還有一箱戰歌之斧。",
    ["T"] = "戰歌氏族的補給品",
  },
  [6581] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "戰歌鋸條",
  },
  [6582] = {
    ["D"] = "我們是死亡之翼的孩子，小黑龍。我們對于其它低等龍類的控制必須得到保障。$B$B如果你真的有價值的話，那些低等龍類就會因為你的到來而毀滅。$B$B找到他們，以我們父親的名義消滅他們！$B$B到冬泉谷去獵殺強大的藍龍斯克利爾，殺了它以及任何膽敢阻擋你的藍龍。把它的顱骨給我拿回來。",
    ["O"] = "找到藍龍斯克利爾并殺掉他。從他的身上取下他的顱骨，然后將其交給埃博斯塔夫。$B$B你可以在冬泉谷找到斯克利爾。",
    ["T"] = "龍骨試煉，斯克利爾",
  },
  [6583] = {
    ["D"] = "我們的父親擊潰了其它守護巨龍，我們也必須給他們的孩子帶來混亂和毀滅。$B$B你必須在那些綠龍的孩子身上檢驗你的力量。$B$B到悲傷沼澤去找到索姆努斯，它是綠龍的勇士。讓它感受你的憤怒，殺掉那只可憐的小蟲……把他的顱骨給我拿回來……",
    ["O"] = "殺掉綠龍索姆努斯，把他的顱骨交給埃博斯塔夫。",
    ["T"] = "龍骨試煉，索姆努斯",
  },
  [6584] = {
    ["D"] = "諾茲多姆，時間之王……他的孩子們……$B$B有三條龍看守著時光之穴，但我們黑龍只對其中一條感興趣：時光的轉換者，克魯納里斯，他是諾茲多姆最喜歡的孩子……$B$B把他殺掉，讓整個沙漠都因你的力量而震動，把他的顱骨給我拿回來……",
    ["O"] = "諾茲多姆的孩子克魯納里斯在塔納利斯沙漠守衛著時光之穴。殺了他，把他的顱骨交給埃博斯塔夫。",
    ["T"] = "龍骨試煉，克魯納里斯",
  },
  [6585] = {
    ["D"] = "我們的父親在格瑞姆巴托的群山中大發神威，對抗守護之龍的力量。阿萊克斯塔薩，那個懦弱的背叛者，她畏怯地逃跑了。$B$B多么可恥的行為……$B$B現在紅龍守衛著格瑞姆巴托，他們的領導者埃克托茲必須被干掉，把他的顱骨給我帶回來。為了我們的父親而戰，小黑龍！",
    ["O"] = "到格瑞姆巴托去殺掉紅龍埃克托茲，把他的顱骨交給埃博斯塔夫。",
    ["T"] = "龍骨試煉，埃克托茲",
  },
  [6601] = {
    ["D"] = "我用我們的那些敵人的顱骨制作了一枚勛章，你知道這枚勛章的用處吧？你以前一定看到過你的前輩戴著這樣的一枚勛章了。$B$B拿著它，小黑龍。回到黑石塔去，把它給達基薩斯將軍看看，將軍會對它進行最后的點化，將它與你的靈魂綁在一起。$B$B完成之后的勛章將使你感到你所擁有的榮譽，它象征著你已經達到了一個令人敬畏的高度：我們母親的守護者。$b$b現在就出發吧！",
    ["O"] = "看來這場假面舞會就要結束了。你知道麥蘭達為你制作的龍形護符在黑石塔里面不會發揮作用，也許你應該去找羅卡魯，將你的困境告訴他。把黯淡的龍火護符給他看看，也許他知道下一步該怎么做。",
    ["T"] = "晉升……",
  },
  [6602] = {
    ["D"] = "你要去拜訪一下將軍，沒錯，但并不是以黑龍的樣子去拜訪。$B$B你看，這個儀式所需的不過是更多的流血而已。$B$B這個未完成的飾物只需要將軍的血就可激活，這是它們那野蠻而原始的備用機制。$B$B回到黑石塔去干掉達基薩斯，把他的血拿來給我，然后我就可以幫你激活開啟奧妮克希亞巢穴的鑰匙。",
    ["O"] = "到黑石塔去殺掉達基薩斯將軍，把它的血交給羅卡魯。",
    ["T"] = "黑龍勇士之血",
  },
  [6603] = {
    ["D"] = "冬泉谷有麻煩了！$B$B當然，我在野外度過了如此長的時間，所以我對這些事情是了如指掌……我總是對能這么說感到很光榮。我感到我在那些山嶺里度過的時光是很寶貴的，那段時光培養了我快捷的反應，冷靜的頭腦，還有銳利的目光……$B$B只有具備足夠的判斷力和豐富的知識才能像我一樣評價大自然。$B$B嗯，我都說了些什么？$B$B啊，對，麻煩。到溫泉那邊去找多諾瓦·雪山，她會告訴你更多的細節。",
    ["O"] = "到冬泉谷的溫泉附近去找到多諾瓦·雪山。",
    ["T"] = "冬泉谷的麻煩！",
  },
  [6604] = {
    ["D"] = "你有沒有注意到南邊那個廢棄的營地？看來那里是被瘋狂的梟獸洗劫過了！$B$B我聽說從那次攻擊中僥幸逃脫的一個幸存者正在墜星村里休養，就在這里的西邊。我對這事情很感興趣……你呢？",
    ["O"] = "與墜星村的加隆·石矛談一談。",
    ["T"] = "被激怒的梟獸",
  },
  [6605] = {
    ["D"] = "我剛從費伍德森林回來，$N。我在血毒崗哨停留了一下，在那里我遇見了一個奇怪的家伙……她似乎有重要的事情要做，我可以告訴你她要干什么，但是我想最好還是讓她自己解釋給你聽吧。$B$B如果你感興趣的話，就到費伍德森林西部的血毒崗哨去找溫娜·哈薩德。$B$B誰知道呢，也許她需要你的幫助……",
    ["O"] = "與費伍德森林的溫娜·哈薩德談一談。",
    ["T"] = "奇怪的家伙",
  },
  [6606] = {
    ["D"] = "我們總是需要一些運氣，不是嗎？一些小優勢就可以讓你把事情轉向有利你的方向……$B$B我讓一個熟人，嗯，一個奇怪的巫醫幫我做了個幸運符……當然是有代價的。但是相信我，那絕對值得！$B$B也許你自己也想要有這樣一個幸運符？那么到冬泉谷去找巫醫瑪艾里吧，我可不會把自己的這個給你！",
    ["O"] = "與冬泉谷永望鎮的巫醫瑪艾里談一談。",
    ["T"] = "一點運氣",
  },
  [6607] = {
    ["D"] = "我不能說我非常喜歡釣魚，但是算起來我也已經釣了有二三十年了吧。$B$B我想很多人都是因為各種各樣的原因而去做他們正在做的那些事情吧。$B$B當然，我的意思并不是你也得耐著性子釣三十年才能成為一個釣魚高手。我想你只需有足夠的耐心和定力，可以一坐就是幾個小時，而且要在這期間什么都不干。$B$B我跟你說啊，給我抓來一些非常稀有的魚，然后我就會教你幾招。以下是列表：",
    ["O"] = "納特·帕格要你釣到以下幾種魚：$B$B悲傷沼澤蘆葦海岸的蘆葦海岸大馬哈魚。$B$B凄涼之地薩瑟里斯海岸的薩瑟里斯虎魚。$B$B菲拉斯沃丹提斯河的菲拉斯草魚。$B$B荊棘谷野人海岸的野人海岸藍色叉牙魚。$B$B當你釣到這些魚之后，就可以回到納特·帕格那里去了！",
    ["T"] = "釣魚專家納特·帕格",
  },
  [6608] = {
    ["D"] = "魯瑪克已經沒有什么可教給$n的了。你太棒了！去找魯瑪克的朋友納特·帕格吧，他是一個人類，但我不吃他！他是魯瑪克的朋友！納特教你釣魚。$B$B你也許可以在塞拉摩島的那個人類鎮子南面，嗯，塵泥沼澤里，在那里找到他，納特·帕格可能正在那里釣魚。現在就出發吧！",
    ["O"] = "你認為魯瑪克想要告訴你，他已經不能幫你提高釣魚的技能了。也許你應該去找到他的朋友納特·帕格，他居住在塞拉摩以南的某個島嶼上，他是一名人類漁夫（至少你認為魯瑪克是這么說的）。",
    ["T"] = "你真棒！",
  },
  [6609] = {
    ["D"] = "我是個大嗓門的矮人，我親愛的$g小伙子:小姑娘;！我可不是為了釣魚而生出來的！我的意思是，看看我！我是用石頭刻出來的。$B$B我沒有什么可保留的了——你已經把我知道的全都學會啦！$B$B你還不明白嗎？啊，好吧。我在卡利姆多大陸有一個朋友，他也許可以幫你。他的名字叫納特·帕格，是一個很友善的人。你可以在塞拉摩南邊的島上找到他。快出發吧！",
    ["O"] = "到卡利姆多大陸的塞拉摩去。從那里向南方出發，找到一座島嶼。納特·帕格就在島上等待著你的到來！",
    ["T"] = "青出于藍！",
  },
  [6610] = {
    ["D"] = "你聽說過蚌肉大餐沒有？顯然沒有！這是我最最終極、最最偉大的烹飪杰作！哦，$N，只是想一想蚌肉大餐就足以讓我垂涎三尺了。$B$B不幸的是，我沒有足夠的原料來烹飪它！我們來做筆交易怎么樣？你為我收集必需的原料，我將這種無上美味的烹飪方法告訴你，此外我還請你吃一頓蚌肉大餐！如何？$B$B很好！我需要下列材料：",
    ["O"] = "迪爾格·奎克里弗想要你收集這些原料：$B$B12只巨蛋。你可以在塔納利斯的大鵬或是其它大型鳥類那里獲得這種蛋。$B$B10塊美味的蚌肉。你可以從任何蚌類身上獲得這種原料！$B$B20塊奧特蘭克冷酪。去買就是了！$B$B收集好所有原料，然后把它們交給迪爾格。",
    ["T"] = "蚌肉大餐",
  },
  [6611] = {
    ["D"] = "你還想讓扎姆沙教你什么呢？你已經學到了扎姆沙的所有烹飪秘訣，所以扎姆沙已經無能為力了！肥胖的亡靈應該去加基森，你可以在那里找到一個名叫迪爾格的小地精——他會幫助你的。$B$B當你成為炙手可熱的大廚時，再回來教教扎姆沙吧，好嗎？出發吧！",
    ["O"] = "到塔納利斯沙漠的加基森去，與迪爾格·奎克里弗談談你的廚師生涯。",
    ["T"] = "加基森之旅！",
  },
  [6612] = {
    ["D"] = "我可以從你手里的炒菜勺子看出你是干什么的。不幸的是，我什么也不能教你。$B$B不過我認識一個家伙，他是個地精，也許是卡利姆多大陸上最好的廚師。$B$B啊，也許這是個壞消息，$g小伙子:小姑娘;——你要跑一趟卡利姆多。到加基森去找迪爾格·奎克里弗，他會告訴你接下來該怎么做的。",
    ["O"] = "到塔納利斯沙漠的加基森去，與迪爾格·奎克里弗談談你的廚師生涯。",
    ["T"] = "我認識一個家伙…",
  },
  [6621] = {
    ["D"] = "$N，熊怪的污林部族住在阿斯特蘭納的東南面。它們在數量上并沒有薊皮熊怪多，但是其殘暴和好戰的性格卻對我們造成了巨大的威脅。我們必須給它們一個嚴厲的警告。$B$B拿著這面旗子，把它插在污林村莊的圖騰堆中。這會激怒那些熊怪，讓它們沖上來想要除去旗子，但是你一定要堅守自己的位置，最終你就會面對它們的酋長穆戈特。擊敗它，把它身上的圖騰給我拿回來。$B$B別忘了和你的朋友一起去，$n，僅憑一個$c是無法成功的。",
    ["O"] = "把卡拉恩的旗子插到污林圖騰堆中。不要讓熊怪摧毀這面旗子。擊敗穆戈特酋長，將穆戈特的圖騰交給佐拉姆加的卡拉恩·阿瑪卡。",
    ["T"] = "污林熊怪之王",
  },
  [6622] = {
    ["D"] = "你好，醫生。我們將在今天下午對你的醫術進行檢驗。如果你通過了測試，那么你將榮幸地成為部落外科醫療隊的一員。$B$B現在注意了！致命傷要優先處理，然后是重傷，傷勢一般的病患放在最后處理。你必須拯救至少15個病人才能通過這個測試。如果有6個病人在這個過程中死亡，那么你就失敗了。$B$B我們會給你提供治療所需的繃帶。$B$B祝你好運，醫生。",
    ["O"] = "使用急救繃帶來治療病人。你必須在6個病人死亡之前拯救15個病人。$B$B一定要牢記治療的順序！受致命傷的病人會很快死亡，其次是重傷病人，受普通傷的病人死亡得最慢。所以你最好在治療那些受致命傷和重傷的病人之后再去治療受普通傷的病人。",
    ["T"] = "救死扶傷",
  },
  [6623] = {
    ["D"] = "$N醫生，我想我應該這么稱呼你。很高興再見到你。$B$B我有些好消息要告訴你！格里高利·維克托醫生，也就是部落外科醫療隊的首席醫師，要求你到落錘鎮去加入他的隊伍。這可是畢生難求的機會啊！我真希望能付出一切來換取跟隨格里高利·維克托醫生學習的機會！你可不要浪費了這個機會！",
    ["O"] = "到阿拉希高地的落錘鎮去，與格里高利·維克托醫生談一談關于加入部落外科醫療隊的事宜。",
    ["T"] = "部落醫療隊",
  },
  [6624] = {
    ["D"] = "你好，醫生。我們將在今天下午對你的醫術進行檢驗。如果你通過了測試，那么你將榮幸地成為聯盟外科醫療隊的一員。$B$B現在注意了！致命傷要優先處理，然后是重傷，傷勢一般的病患放在最后處理。你必須拯救至少15個病人才能通過這個測試。如果有6個病人在這個過程中死亡，那么你就失敗了。$B$B我們會給你提供治療所需的繃帶。$B$B祝你好運，醫生。",
    ["O"] = "使用急救繃帶來治療病人。你必須在6個病人死亡之前拯救15個病人。$B$B一定要牢記治療的順序！受致命傷的病人會很快死亡，其次是重傷病人，受普通傷的病人死亡得最慢。所以你最好在治療那些受致命傷和重傷的病人之后再去治療受普通傷的病人。",
    ["T"] = "救死扶傷",
  },
  [6625] = {
    ["D"] = "$N醫生，我想我應該這么稱呼你。很高興再見到你。$B$B我有些好消息要告訴你！古斯塔夫·范沃森醫生，也就是聯盟外科醫療隊的首席醫師，要求你到塞拉摩去加入他的隊伍。這可是畢生難求的機會啊！我真希望能付出一切來換取跟隨古斯塔夫·范沃森醫生醫生學習的機會！你可不要浪費了這個機會！",
    ["O"] = "到塵泥沼澤的塞拉摩去，與古斯塔夫·范沃森醫生談一談關于加入聯盟外科醫療隊的事宜。",
    ["T"] = "聯盟醫療隊",
  },
  [6626] = {
    ["D"] = "被遺忘者不會因為他們的疾病而逝去……至少我所看到的是這樣。這使得他們的追隨者在某種意義上可以獲得永恒的生命。我在想，他也許是亡靈天災的一員。$B$B至于現在，我關注的不是他，而是他身邊不斷膨脹的部隊。他們總是躲藏在陰影之中，總是向他祈求更多的力量。$B$B現在我無法自己去和他們作戰，$N。你看怎么樣？你做好大戰一場的準備了嗎？",
    ["O"] = "殺掉8個剃刀沼澤護衛者、8個剃刀沼澤織棘者和8個亡首教徒，然后向剃刀高地入口處的麥雷姆·月歌復命。",
    ["T"] = "邪惡之地",
  },
  [6627] = {
    ["D"] = "你把這本書帶來給了我，現在是向你提問的時候了。你準備好了嗎？$B$B時間并不緊迫，$c，所以不要太緊張。你可以在準備妥當之后再來接受提問。",
    ["O"] = "成功回答布勞格·幽魂的問題，然后和他再次對話。他會一直在石爪山等你回答問題。",
    ["T"] = "知識試煉",
  },
  [6628] = {
    ["D"] = "我們又將面臨一個考驗。作為知識的學生，你在接受我的任務的時候展示了驚人的堅韌和決心。$B$B現在我將要向你提出一個問題。如果你準備好了，就再次和我說話，你的時間很充分，$N，別太著急。",
    ["O"] = "成功回答帕科瓦·芬塔拉斯的問題，然后再次和他對話。他會一直在幽暗城等你回答問題。",
    ["T"] = "知識試煉",
  },
  [6629] = {
    ["D"] = "$N，你很好地完成了殺掉恐怖圖騰成員的任務。如果你有膽量的話，就去挑戰格魯迪格·暗云和他的手下吧，他們是最難對付的敵人，而格魯迪格就是攻擊我們村莊的主謀。$B$B你可以在這里西邊稍遠的地方找到恐怖圖騰崗哨，他就在那里。殺了他，我會永遠感謝你的。",
    ["O"] = "殺掉格魯迪格·暗云和6個恐怖圖騰蠻兵，然后向石爪山東南面的瑪卡巴·扁蹄復命。",
    ["T"] = "殺死格魯迪格·暗云",
  },
  [6641] = {
    ["D"] = "鞭笞者沃爾沙……在海中出沒的殘忍的多頭蛇怪……$B$B她頻繁地、無緣無故地襲擊我們的崗哨，到處制造混亂。$B$B但是我已經準備就緒了，$N。我要去擊敗那個怪物，讓她不再對佐拉姆構成威脅。$B$B納迦在海岸邊的小島上放置著一個長明的火盆，以此來表示他們對這野獸的尊崇。我想，如果我們熄滅火盆，沃爾沙一定會非常憤怒的。$B$B我們需要幫助，因此你最好邀上一些強大的朋友同去。",
    ["O"] = "在穆格拉什尋找火盆的過程中保證他的安全。幫助他撲滅火盆，然后在與納迦作戰時保護他。$B$B如果你成功了，就回到佐拉姆加前哨站去，把鞭笞者沃爾沙的死訊通知給戰歌信使。",
    ["T"] = "鞭笞者沃爾沙",
  },
  [6642] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "兄弟會的好感 - 黑鐵礦石",
  },
  [6643] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "兄弟會的好感 - 熾熱之核",
  },
  [6644] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "兄弟會的好感 - 熔巖之核",
  },
  [6645] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "兄弟會的好感 - 熔火犬皮",
  },
  [6646] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "兄弟會的好感 - 山脈之血",
  },
  [6661] = {
    ["D"] = "慢著，你這飯桶。你……你在找活干嗎？我們這兒鼠災泛濫，甲板上人手不夠。$B$B你說什么？你只需要吹奏這只捕鼠者之笛就行了，它們會跟著你走向生命的盡頭！$B$B給我抓五只小壞蛋來，把它們交給我，我要活的。$B$B啊……",
    ["O"] = "使用捕鼠者之笛捕獲5只礦道老鼠，把它們引到蒙提那兒去。別忘了退還笛子。",
    ["T"] = "捕捉礦道老鼠",
  },
  [6662] = {
    ["D"] = "我的兄弟尼普希在礦道的另一邊經營一家烤老鼠肉的攤點。你必須在這箱老鼠壞掉之前把它們交給他。趕快！$B$B你以前坐過地鐵的，對吧？很簡單，只要等車停下，走上去，然后就享受你的旅程吧。在車行進時可別伸胳膊伸腿的，免得你下半輩子靠假肢過日子。",
    ["O"] = "把裝著神秘肉品的紙箱交給暴風城礦道地鐵倉庫的尼普希。",
    ["T"] = "我的兄弟，尼普希",
  },
  [6681] = {
    ["D"] = "$N：$B$B拉文霍德已經對你感興趣了，小賊。我們一直在觀察你。你的狀況有些尷尬，但沒有什么是我們不能改變的。$B$B如果你想要在拉文霍德大人手下謀求一份工作，以及成為刺客聯盟的一員，只需把拉文霍德徽記（已附在信中）拿到拉文霍德莊園來。$B$B你的第一項任務就是要找到莊園，它就隱藏在希爾斯布萊德的群山之中，你要充分發揮你的聰明才智。$B$B向你致敬，$B$B- 法拉德。",
    ["O"] = "把拉文霍德徽記交給拉文霍德莊園的法拉德，莊園就坐落在希爾斯布萊德的群山之中。$B$B你的智慧將在這次旅途中得到考驗。做好準備吧。",
    ["T"] = "拉文霍德莊園",
  },
  [6701] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "辛迪加徽章",
  },
  [6721] = {
    ["D"] = "你好，年輕的獵人。看起來你已經準備好要馴服一頭野獸，并將其訓練成自己的同伴了。$B$B你必須去見一見多蘭納爾的達扎拉，他可以幫助你馴服自己的第一頭寵物。",
    ["O"] = "與多蘭納爾的達扎拉談一談。",
    ["T"] = "獵人之道",
  },
  [6722] = {
    ["D"] = "你好，年輕的獵人。看起來你已經準備好要馴服一頭野獸，并將其訓練成自己的同伴了。$B$B你必須去見一見多蘭納爾的達扎拉，他可以幫助你馴服自己的第一頭寵物。",
    ["O"] = "與多蘭納爾的達扎拉談一談。",
    ["T"] = "獵人之道",
  },
  [6741] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "取之于敵",
  },
  [6761] = {
    ["D"] = "我已經讓我的助手瑪斯雷·馭熊者來處理月光林地求援的事宜了。去跟他談談吧——不要找我。$B$B不過我要給你一些……友好的建議。是我領導著大家走出了黑暗，不是月光林地的塞納里奧議會。我們曾經陷入了一無所有的困境，但是泰達希爾給了我們新的生命！他們會努力讓你相信他們那套鬼扯，如果你真的相信了他們，那你無疑是個蠢貨。$B$B你自己來決定是不是要當一個傻瓜吧。",
    ["O"] = "與達納蘇斯的塞納里奧區的瑪斯雷·馭熊者談一談。",
    ["T"] = "新的邊疆",
  },
  [6762] = {
    ["D"] = "這個任務的內容是這樣的，守護者雷姆洛斯在月光林地的總管——拉比恩·薩圖納——正在征集愿意去探索塔納利斯沙漠以及安戈洛爾環形山地區的冒險者，他就住在月光林地的永夜港里。$B$B雖然你的工作會對我們都有好處，但是我建議你仍然要小心行事，達納蘇斯和月光林地之間的關系最近有些緊張……而且可能會越來越緊張。",
    ["O"] = "與月光林地永夜港的拉比恩·薩圖納談一談。月光林地在費伍德森林和冬泉谷之間，可以從木喉要塞中的一條通道抵達那里。",
    ["T"] = "拉比恩·薩圖納",
  },
  [6781] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "護甲碎片",
  },
  [6801] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "冰雪之王洛克霍拉",
  },
  [6804] = {
    ["D"] = "一支水元素偵查部隊被派往洛丹倫的東瘟疫之地，但是那里的瘟疫把它們感染并扭曲了。我們水元素不允許這樣的事情破壞我們的純潔性！$B$B拿上這個瓶子，它里面裝著的是海神之水。如果將它用在被感染的水元素身上，海神之水就會和它們身體中的毒素抗爭，并治愈它們！但是水元素體內發生的爭斗也會使它們變得非常瘋狂。$B$B打敗這些瘋狂的水元素，然后把它們的縛靈護腕交給我。",
    ["O"] = "對東瘟疫之地的被感染的水元素使用海神之水。把12副不諧護腕和海神之水交給艾薩拉的海達克西斯公爵。",
    ["T"] = "被囚禁的水元素",
  },
  [6805] = {
    ["D"] = "我們水元素一直在與其它下等的元素生物交戰。如果你在這場紛爭中站在我們這一邊，就拿出點證明來！$B$B在最南端的希利蘇斯沙漠，空氣元素和地元素的仆從聚集在一處被稱作水晶谷的地方。它們保衛著某些強大的物品，不讓你們這些凡人接觸它們。盡管我不知道那些元素生物為什么要這樣做，但我希望挫敗他們。$B$B到希利蘇斯的水晶谷去，擊敗我們的敵人，然后回到我這兒來。",
    ["O"] = "殺死15個灰塵風暴和15個沙漠奔行者，然后回到艾薩拉的海達克西斯公爵那兒。",
    ["T"] = "雷暴和磐石",
  },
  [6821] = {
    ["D"] = "你已經證明了自己可以擊敗我們的敵人，并能為水元素執行更為艱巨的任務。但是到目前為止，你所面對的敵人并不算強大……如果面對強敵，你還能獲勝嗎？$B$B這就是你的新任務。$B$B獸人在黑石塔的高處捕獲了一個火焰元素的仆從——烈焰衛士艾博希爾。找到關押他的地方，殺死看守著他的獸人，然后殺死艾博希爾。把他的眼珠交給我，以此來證明你的價值。",
    ["O"] = "將艾博希爾之眼交給艾薩拉的海達克西斯公爵。",
    ["T"] = "艾博希爾之眼",
  },
  [6822] = {
    ["D"] = "$n，也許現在已經到了派給你一項真正的考驗的時候了。你準備好了嗎？$B$B在黑石深淵的底部有一條通往熔火之心的小徑。那里是我們死敵的要塞，由這個世上最強大的火焰奴仆把守著。$B$B到熔火之心去，$N。讓我看到你擁有足以打敗他們的力量和意志。$B$B如果你有朋友和盟軍，就召集他們。沒有一支強大的軍隊，就別想進入熔火之心并活著出來。",
    ["O"] = "殺死一個火焰之王、一個熔巖巨人、一個上古熔火惡犬和一個熔巖奔騰者，然后回到艾薩拉的海達克西斯公爵那里。",
    ["T"] = "熔火之心",
  },
  [6823] = {
    ["D"] = "如果你真的想要與我們結盟，那我邀請你對我們的敵人——空氣元素、土元素和火元素——發動戰爭。每殺死他們的一個成員，都會削弱他們在這個世界上的勢力，并進一步證明你對我們事業的忠誠。$B$B這場戰役肯定會持續很長時間，但是如果你堅持下去，那么你就將得到至高的榮譽。",
    ["O"] = "在海達希亞水元素中達到被尊敬的聲望，然后與艾薩拉的海達克西斯公爵談一談。",
    ["T"] = "海達克西斯的使者",
  },
  [6824] = {
    ["D"] = "$N，你的貢獻對我們來說是無價的，我們不愿意損失你這樣一個有用的人才，但是為了最后一個任務，也只能勉強為之了。$B$B如果你成功了，戰爭的天平將朝著對我們有利的方向發展……它值得你為之冒險。$B$B我們要將盤踞在熔火之心的幾個火元素的頭目干掉：魯西弗隆，薩弗隆，基赫納斯和沙斯拉爾。殺了他們，把他們的手給我拿來！$B$B這項任務需要你盡全力而為之，$N，如果你能夠成功的話，火元素將遭受重大的打擊。",
    ["O"] = "將魯西弗隆之手、薩弗隆之手、基赫納斯之手和沙斯拉爾之手交給艾薩拉的海達克西斯公爵。",
    ["T"] = "敵人之手",
  },
  [6825] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "天空的召喚 - 古斯的部隊",
  },
  [6826] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "天空的召喚 - 杰斯托的部隊",
  },
  [6827] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "天空的召喚 - 穆維里克的部隊",
  },
  [6844] = {
    ["D"] = "我們有很多事情要做，但是我認為把這個帶回議會進行分析是最關鍵的。相信我，如果這團黏呼呼的東西里面是一本日記的話，議會將最終打開通往過去的窗口！$B$B把這個交給永夜港議會的檔案管理員阿姆伯爾，他是個才華橫溢的人，雖然有些瘋瘋癲癲，但是真的非常能干！阿姆伯爾曾補救許多遠比這本書更破舊的典籍，他肯定可以勝任這個工作。。",
    ["O"] = "將異種蝎粘液包裹的物體交給月光林地永夜港的阿姆伯爾，他是塞納里奧議會的檔案管理員。",
    ["T"] = "檔案管理員阿姆伯爾",
  },
  [6845] = {
    ["D"] = "無論如何，如果你想要了解這兒的情況的話……就應該盡快找我核實。一旦我查明了真相，而且這確實是一本書的話，那么我會很高興與你分享這里面的知識。$B$B同時，我也會通知月光林地的拉比恩，他肯定想要知道你做出了多么瘋狂的事情。別讓他等太久，$N……除非你想被扔到蜂蜜中。$B$B相信我，這樣的事兒不是沒發生過。",
    ["O"] = "與月光林地永夜港的拉比恩·薩圖納談一談。",
    ["T"] = "發現過去的秘密",
  },
  [6846] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "展開攻擊！",
  },
  [6847] = {
    ["D"] = "你們在奧特萊克山脈大舉交戰對辛迪加來說沒什么意義，$C。我們會按照慣例來做，等待時機，直到看見你們分出勝負，然后趁勢發起攻擊。但是，那并不是我們現在留在這里的原因。我的全視之眼不見了，它被這里的冰斧巨魔給拿走了。找到全視之眼，然后我們就會為你效力——直到分出勝負。當你拿到全視之眼后就回到我這里來，然后我就可以好好看看你了。$n;指揮官雷爾松咧嘴笑著。$g;",
    ["O"] = "從冰斧巨魔洞穴中找到雷爾松的全視之眼，然后回到指揮官雷爾松那里。要當心，據說雷爾松的全視之眼帶有可怕的詛咒！",
    ["T"] = "雷爾松的全視之眼",
  },
  [6848] = {
    ["D"] = "你們在奧特萊克山脈大舉交戰對辛迪加來說沒什么意義，$C。我們會按照慣例來做，等待時機，直到看見你們分出勝負，然后趁勢發起攻擊。但是，那并不是我們現在留在這里的原因。我的全視之眼不見了，它被這里的冰斧巨魔給拿走了。找到全視之眼，然后我們就會為你效力——直到分出勝負。當你拿到全視之眼后就回到我這里來，然后我就可以好好看看你了。$n;指揮官雷爾松咧嘴笑著。$g;",
    ["O"] = "從冰斧巨魔洞穴中找到雷爾松的全視之眼，然后回到指揮官雷爾松那里。要當心，據說雷爾松的全視之眼帶有可怕的詛咒！",
    ["T"] = "雷爾松的全視之眼",
  },
  [6861] = {
    ["D"] = "我和你一樣焦急地想要試一下我的便攜式伐木機，$c，但是我必須要弄到一些材料——我是說很多材料——才能制作出配套的工具！$B$B實際上，我需要像山那么大的一堆瑟銀、秘銀和鐵，另外每一臺伐木機還需要有一個蒸汽鋸才能完工，你最好到伐木場去找找看。$B$B我在這里游蕩的時候（在我被抓住之前），曾在雷矛伐木場里看到很多的蒸汽鋸。",
    ["O"] = "首席技師斯菲萊克斯要你給他拿去下列物品：$B$B30塊瑟銀錠。$B$B50塊秘銀錠。$B$B75塊鐵錠。$B$B1個蒸汽鋸。",
    ["T"] = "斯菲萊克斯的便攜式伐木機",
  },
  [6862] = {
    ["D"] = "我和你一樣焦急地想要試一下我的便攜式伐木機，$c，但是我必須要弄到一些材料——我是說很多材料——才能制作出配套的工具！$B$B實際上，我需要像山那么大的一堆瑟銀、秘銀和鐵，另外每一臺伐木機還需要有一個蒸汽鋸才能完工，你最好到伐木場去找找看。$B$B我在這里游蕩的時候（在我被抓住之前），曾在雷矛伐木場里看到很多的蒸汽鋸。",
    ["O"] = "首席技師斯菲萊克斯要你給他拿去下列物品：$B$B30塊瑟銀錠。$B$B50塊秘銀錠。$B$B75塊鐵錠。$B$B1個蒸汽鋸。",
    ["T"] = "斯菲萊克斯的便攜式伐木機",
  },
  [6881] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "森林之王伊弗斯",
  },
  [6901] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "開始攻擊！",
  },
  [6921] = {
    ["D"] = "暮光之錘已經進入了黑暗深淵中的月光神殿廢墟里去了，他們的目標肯定是要強迫元素生物來對付我們。如果我們不及早采取對策的話，這個地區就將永遠被他們控制。$B$B到黑暗深淵去找到廢墟中的深淵之石，它應該在靠近水邊的地方。深淵之石里面是深淵之核——那里面記載了所有元素生物的歷史。如果我擁有了它，我和陶土議會就能阻止他們了！",
    ["O"] = "把深淵之核交給灰谷佐拉姆加前哨站里的耶努薩克雷。",
    ["T"] = "廢墟之間",
  },
  [6922] = {
    ["D"] = "被擊敗的水元素留下了一個奇怪的水球，你猜想這東西可能是為水元素提供能量的。一股看起來就很惡心的水流在球體內翻騰噴濺，而球體本身似乎不受任何自然力的影響。$B$B如果說有人能對這個東西有所了解，那就只能是陶土議會的耶努薩克雷了。他就在灰谷的佐拉姆加前哨站里。",
    ["O"] = "把奇怪的水球交給灰谷佐拉姆加前哨站的耶努薩克雷。",
    ["T"] = "阿奎尼斯男爵",
  },
  [6941] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "天空的召喚 - 維波里的空軍",
  },
  [6942] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "天空的召喚 - 斯里多爾的空軍",
  },
  [6943] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "天空的召喚 - 艾克曼的空軍",
  },
  [6961] = {
    ["D"] = "冬幕節快樂，我的朋友！你一定要去冬天爺爺打個招呼！如果你今年表現的不錯的話，你會在冬幕節那天收到一份很棒的禮物。你一定要告訴冬天爺爺你今年想要什么！$B$B另外，記得多買些好東西來給那些今年表現得好的人。我們這里貨物齊全。各種貨物一應俱全——這是Smokywood Pastures精心為您準備的貨物！",
    ["O"] = "和冬天爺爺談談；他在奧格瑞瑪Smokywood Pastures商人區旁邊。",
    ["T"] = "暫無內容",
  },
  [6962] = {
    ["D"] = "嗨，年輕的$g小伙子:姑娘;，你能幫冬天爺爺一個忙嗎？$B$B似乎沒有必要以第三人稱來稱呼自己，但是冬天爺爺在這兒一整天了，他也想要一份禮品呢。小姜餅和冰鎮牛奶正合他的胃口。你能為冬天爺爺取些來嗎？",
    ["O"] = "將5個小姜餅和一杯冰鎮牛奶交給奧格瑞瑪的冬天爺爺。",
    ["T"] = "冬幕節的禮物",
  },
  [6963] = {
    ["D"] = "聽著……我不想破壞了節日的美好氣氛，但是煙林牧場需要幫助——需要你這樣的冒險家。$B$B我們弄丟了節日所需的重要禮品，現在連我們派去尋找禮品的煙林牧場密探也不見了！請幫幫忙——禮品是在奧特蘭克山脈附近丟失的，我們派出的密探也在那兒。$B$B看看禮品和密探是否都安然無恙吧！",
    ["O"] = "前往奧特蘭克山脈雪域尋找失蹤的煙林牧場密探。",
    ["T"] = "被偷走的冬幕節禮物",
  },
  [6964] = {
    ["D"] = "禮物，禮物，禮物……啊，呸！$B$B這些地精玷污了冬幕節的真正含義。這是個新舊更替的時節；大地在冬天爺爺降下的皚皚白雪下沉睡，冬天爺爺可不是那個身著紅衣裝模作樣的傻子！$B$B如果你想親自了解冬幕節，就去詢問探險者協會的史學家卡尼克吧。有人關心歷史勝過關心禮物，我想他一定會很驚訝的。",
    ["O"] = "與奧格瑞瑪智慧谷中的薩格尼談談關于冬幕節的情況。",
    ["T"] = "冬幕節的意義",
  },
  [6981] = {
    ["D"] = "這塊碎片透出異樣的綠色光芒，雖然它完全是一塊固體，但是卻讓人感覺好像有一股煙從碎片中冒出來。你情不自禁地注視著這塊水晶的深處，這時你突然覺得這其中必定包含著許多曲折的故事。$B$B也許你應該去棘齒城看看那里有沒有人知道這塊碎片的來歷。",
    ["O"] = "尋找更多有關這塊噩夢碎片的信息。",
    ["T"] = "發光的碎片",
  },
  [6982] = {
    ["D"] = "冷齒礦洞是部落的物資儲存點。他們的軍糧實在不是我們能吃下去的東西，但是他們的武器和護甲卻很棒！在眼下這種物資十分短缺的時候，我們要利用一切可以利用的東西！$B$B進入冷齒礦洞，幫我把他們的補給品拿回來。那些補給品可以幫助聯盟保持戰斗力，同時也削弱了部落。$B$B祝你好運，$N。那座礦洞在南邊很遠的地方，就在部落領地的深處。",
    ["O"] = "把10份冷齒礦洞補給品交給丹巴達爾的聯盟軍需官。",
    ["T"] = "冷齒礦洞的補給",
  },
  [6983] = {
    ["D"] = "有有有有個名叫格林奇的家伙，他他他偷走了我們的禮禮禮品，$N。要小小小心！是他讓我在這冰冰冰冰天雪地里亂作一團！$B$B如果你要跟跟跟他對抗的話，你就就就需要幫助。我看到他在雪雪雪怪出沒的地方徘徊，他他他他肯定就在那附附附近！找找找回禮品，$N，帶帶帶回鐵爐堡的煙林牧場零售店去，告告告訴他們想辦法給我解凍！",
    ["O"] = "尋找被偷走的禮品，把它交還給鐵爐堡的凱瑪德·考伯賓奇。看起來是格林奇偷走了禮品，他就在奧特蘭克山脈雪域附近。",
    ["T"] = "天寒地凍",
  },
  [6984] = {
    ["D"] = "我們這些煙林牧場的人感謝你找回了被偷竊的物品，$N。為此，我們要給你一件特殊的禮物……冬天爺爺將會親自把它給你！$B$B請你去找冬天爺爺，他會給你冬幕節的禮物，來自于我們煙林牧場的禮物！我們這里應有盡有，煙林牧場能滿足你一切需求……當然，我們還要謝謝你！",
    ["O"] = "和奧格瑞瑪的冬天爺爺談一談。",
    ["T"] = "煙林牧場的感謝",
  },
  [6985] = {
    ["D"] = "雷矛部族的矮人把深鐵礦洞作為儲藏物資的地方。我要派你去那個礦洞里，把里面的補給品給我拿回來。這樣不但可以削弱雷矛部族在奧特蘭克山谷的勢力，還可以給我們提供必需的物資！$B$B小心一點，$N。深鐵礦洞在聯盟的控制下，如果我們能控制那座礦洞，那么整個奧特蘭克山谷就會被我們牢牢掌握。",
    ["O"] = "把10份深鐵礦洞補給品交給霜狼要塞的部落軍需官。",
    ["T"] = "深鐵礦洞的補給",
  },
  [7001] = {
    ["D"] = "奧特蘭克山谷中的戰爭在不斷消耗我們的軍力，因此我們必須不斷補充新的力量！$B$B如果我們可以找到更多的坐騎，狼騎兵部隊就能再一次投入戰斗之中。$B$B拿上這根韁繩，去追蹤附近森林中的霜狼。一旦你找到了霜狼，就對它使用韁繩以馴服它。把馴服的霜狼帶回我這里來，這樣我就可以把它編入騎兵部隊了。$B$B當我們擁有足夠的坐騎之后，狼騎兵就會再一次沖鋒陷陣！",
    ["O"] = "找到奧特蘭克山谷中的霜狼。使用霜狼口套來馴服它們。被馴服的霜狼會跟隨你回到獸欄管理員那里，然后與獸欄管理員談話以獲得你的獎勵。",
    ["T"] = "補充坐騎",
  },
  [7002] = {
    ["D"] = "While some of our soldiers are busy capturing wolves for the stable master, others must provide for the simple necessities that riding requires. I am speaking of riding harnesses, of course.$B$BYou must strike at the indigenous rams of the region. The very same rams that the Stormpike cavalry uses as mounts!$B$BSlay them and return to me with their hides. Once we have gathered enough hides, we will fashion harnesses for the riders. The Frostwolf Wolf Riders will ride once more!",
    ["O"] = "null",
    ["T"] = "羊皮坐具",
  },
  [7003] = {
    ["D"] = "如果我還想繼續在這里混的話，就必須對那些巨人采取一些措施了！他們把我的生意搞得一團糟，難道不是嗎？$B$B眼下我正在實驗各種各樣的侏儒縮小射線，但是重點在于，我用尖端的地精科技強化了這種裝置！為了防止它可能對我自身造成的各種不良影響，比如死亡之類的，我希望你用它在菲拉斯的任何一種巨人身上試驗一下。在你把他們縮小之后，就可以從他們身上找到微縮殘渣——把那種東西拿來給我！",
    ["O"] = "使用索爾賓的超級壓縮器來縮小菲拉斯的任意種類的巨人，將他們縮小到更容易控制的體積。從縮小過的巨人身上收集15份微縮殘渣，把它們交給菲拉斯被遺忘的海岸碼頭的索爾賓·范達瑟。",
    ["T"] = "被縮小的巨人",
  },
  [7021] = {
    ["D"] = "朋友，祝你在冬幕節玩得開心！記得跟奧格瑞瑪的冬天爺爺問好！如果你今年表現得好的話，就能在冬幕節那天收到很多禮物。記得告訴他你希望收到禮物！$B$B另外，別忘了準備一些禮品，送給那些今年表現良好的朋友！我們有很多東西可供選擇，都是從農場精心挑選的新鮮食物——來自煙林牧場的饋贈！",
    ["O"] = "跟冬天爺爺談一談，他就在奧格瑞瑪的煙林牧場零售店附近。",
    ["T"] = "冬天爺爺來了！",
  },
  [7022] = {
    ["D"] = "朋友，祝你在冬幕節玩得開心！記得跟冬天爺爺問好！如果你今年表現得好的話，就能在冬幕節那天收到很多禮物。記得告訴他你希望收到禮物！$B$B另外，別忘了準備一些禮品，送給那些今年表現良好的朋友！我們有很多東西可供選擇，都是從農場精心挑選的新鮮食物——來自煙林牧場的饋贈！",
    ["O"] = "跟冬天爺爺談一談，他就在鐵爐堡的煙林牧場零售店附近。",
    ["T"] = "冬天爺爺來了！",
  },
  [7023] = {
    ["D"] = "朋友，祝你在冬幕節玩得開心！記得跟鐵爐堡的冬天爺爺問好！如果你今年表現得好的話，就能在冬幕節那天收到很多禮物。記得告訴他你希望收到禮物！$B$B另外，別忘了準備一些禮品，送給那些今年表現良好的朋友！我們有很多東西可供選擇，都是從農場精心挑選的新鮮食物——來自煙林牧場的饋贈！",
    ["O"] = "跟冬天爺爺談一談，他就在鐵爐堡的煙林牧場零售店附近。",
    ["T"] = "冬天爺爺來了！",
  },
  [7024] = {
    ["D"] = "朋友，祝你在冬幕節玩得開心！記得跟奧格瑞瑪的冬天爺爺問好！如果你今年表現得好的話，就能在冬幕節那天收到很多禮物。記得告訴他你希望收到禮物！$B$B另外，別忘了準備一些禮品，送給那些今年表現良好的朋友！我們有很多東西可供選擇，都是從農場精心挑選的新鮮食物——來自煙林牧場的饋贈！",
    ["O"] = "跟冬天爺爺談一談，他就在奧格瑞瑪的煙林牧場零售店附近。",
    ["T"] = "冬天爺爺來了！",
  },
  [7025] = {
    ["D"] = "嗨，年輕的$g小伙子:姑娘;，你能幫冬天爺爺一個忙嗎？$B$B似乎沒有必要以第三人稱來稱呼自己，但是冬天爺爺在這兒一整天了，他也想要一份禮品呢。小姜餅和冰鎮牛奶正合他的胃口。你能為冬天爺爺取些來嗎？",
    ["O"] = "將5個小姜餅和一杯冰鎮牛奶交給鐵爐堡的冬天爺爺。",
    ["T"] = "冬幕節的禮物",
  },
  [7026] = {
    ["D"] = "",
    ["O"] = "null",
    ["T"] = "山羊坐具",
  },
  [7027] = {
    ["D"] = "看看這里的獸欄，$N！空空如也！雷矛部族的騎兵部隊沒有坐騎——它已經名存實亡了。$B$B你必須幫助我們，士兵。拿著這根頸圈，到山谷中去尋找四處徘徊的奧特蘭克山羊，并使用訓練頸圈來抓住它們。當你抓住山羊之后，就把它給我帶回來，然后我就可以將它配備給騎兵部隊了。$B$B當我們有足夠的山羊之后，山羊騎兵將再次準備就緒。有了你的幫助，騎兵部隊將會獲得重生！",
    ["O"] = "找到奧特蘭克山谷中的山羊。使用雷矛訓練頸圈來馴服它們。被馴服的山羊會跟隨你回到獸欄管理員那里，然后與獸欄管理員談話以獲得你的獎勵。",
    ["T"] = "補充坐騎",
  },
  [7028] = {
    ["D"] = "泰拉莫克水晶洞穴坐落在這里的西邊，在瑪拉頓的深處……那里是一處擁有悠久歷史的古跡。我希望從那里得到一些東西，$c。上古之神的遺物就在那些巨門的后面。$B$B如果你愿意挑戰潛伏在瑪拉頓里的那些扭曲的邪惡力量，我一定會讓你為做出這個決定而感到滿意的。收集你所找到的瑟萊德絲水晶雕像，把它們交給我。$B$B一旦我拿到雕像，我就能……研究它們。雕像中蘊含的力量已經沉睡太久了……",
    ["O"] = "為凄涼之地的維洛收集25個瑟萊德絲水晶雕像。",
    ["T"] = "扭曲的邪惡",
  },
  [7029] = {
    ["D"] = "一個名叫維利塔恩的薩特正在玷污瑪拉頓的洞穴，使那里的許多植物無法生長。$B$B拿著這個瓶子，$N。用洞穴里面橙色水晶池中的水裝滿這個瓶子；瓶中所包含的物質可以中和毒藥，將它變成一種治療藥劑。$B$B你可以在橙色的洞穴中找到維利斯塔姆藤蔓，然后對它們使用凈化過的液體。這樣，附著在植物上的墮落物質就會被凈化，但是你要知道維利塔恩仍然控制著這些植物。他會利用它來對付你……",
    ["O"] = "在瑪拉頓里用天藍水瓶在橙色水晶池中裝滿水。$B$B在維利斯塔姆藤蔓上使用裝滿水的天藍水瓶，使墮落的諾克賽恩幼體出現。$B$B治療8株植物并殺死那些諾克賽恩幼體，然后向葬影村的瓦克·戰痕復命。",
    ["T"] = "維利塔恩的污染",
  },
  [7041] = {
    ["D"] = "一個名叫維利塔恩的薩特正在玷污瑪拉頓的洞穴，使那里的許多植物無法生長。$B$B拿著這個瓶子，$N。用洞穴里面橙色水晶池中的水裝滿這個瓶子；瓶中所包含的物質可以中和毒藥，將它變成一種治療藥劑。$B$B你可以在橙色的洞穴中找到維利斯塔姆藤蔓，然后對它們使用凈化過的液體。這樣，附著在植物上的墮落物質就會被凈化，但是你要知道維利塔恩仍然控制著這些植物。他會利用它來對付你……",
    ["O"] = "在瑪拉頓里用天藍水瓶在橙色水晶池中裝滿水。$B$B在維利斯塔姆藤蔓上使用裝滿水的天藍水瓶，使墮落的諾克賽恩幼體出現。$B$B治療8株植物并殺死那些諾克賽恩幼體，然后向尼耶爾前哨站的塔琳德莉亞復命。",
    ["T"] = "維利塔恩的污染",
  },
  [7042] = {
    ["D"] = "聽著……我不想破壞了節日的美好氣氛，但是煙林牧場需要幫助——需要你這樣的冒險家。$B$B我們弄丟了節日所需的重要禮品，現在連我們派去尋找禮品的煙林牧場密探也不見了！請幫幫忙——禮品是在奧特蘭克山脈附近丟失的，我們派出的密探也在那兒。$B$B看看禮品和密探是否都安然無恙吧！",
    ["O"] = "前往奧特蘭克山脈雪域尋找失蹤的煙林牧場密探。",
    ["T"] = "被偷走的冬幕節禮物",
  },
  [7043] = {
    ["D"] = "有有有有個名叫格林奇的家伙，他他他偷走了我們的禮禮禮品，$N。要小小小心！是他讓我在這冰冰冰冰天雪地里亂作一團！$B$B如果你要跟跟跟他對抗的話，你就就就需要幫助。我看到他在雪雪雪怪出沒的地方徘徊，他他他他肯定就在那附附附近！找找找回禮品，$N，帶帶帶回鐵爐堡的煙林牧場零售店去，告告告訴他們想辦法給我解凍！",
    ["O"] = "尋找被偷走的禮品，把它交還給鐵爐堡的烏莫爾特。看起來是格林奇偷走了禮品，他就在奧特蘭克山脈雪域附近。",
    ["T"] = "天寒地凍",
  },
  [7044] = {
    ["D"] = "一個名叫維利塔恩的黑暗薩特在這些蜿蜒曲折的洞穴中散播著他的邪惡力量。他住在有著紫色水晶的入口那邊。$B$B維利塔恩還創造了一個名叫諾克賽恩的墮落生物，讓它把守在有著橙色水晶的入口那邊。他們偷取了我兄弟的節杖。塞雷布拉斯，我的兄弟……他在洞中毫無目的地游蕩，被墮落的力量所詛咒。$B$B你必須幫助他！找到節杖的兩個部分，然后……想辦法和我兄弟談談。",
    ["O"] = "找回塞雷布拉斯節杖的兩個部分：塞雷布拉斯魔棒和塞雷布拉斯鉆石。$B$B然后設法和塞雷布拉斯對話。",
    ["T"] = "瑪拉頓的傳說",
  },
  [7045] = {
    ["D"] = "我們這些煙林牧場的人感謝你找回了被偷竊的物品，$N。為此，我們要給你一件特殊的禮物……冬天爺爺將會親自把它給你！$B$B請你去找冬天爺爺，他會給你冬幕節的禮物，來自于我們煙林牧場的禮物！我們這里應有盡有，煙林牧場能滿足你一切需求……當然，我們還要謝謝你！",
    ["O"] = "和鐵爐堡的冬天爺爺談一談。",
    ["T"] = "煙林牧場的感謝",
  },
  [7046] = {
    ["D"] = "我的權杖是我希望的源泉。它的力量可以讓我自由穿梭于這些洞穴中。我希望能夠讓我叔叔的靈魂得到安寧……這是我要交給你的任務。$B$B為了讓這兩個部分再次結合起來，我需要你的協助來完成儀式。請跟著我，聽從我的指示行動，然后我就會重新把鉆石鑲到節杖上。$B$B讓我們一起把塞雷布拉斯節杖重新組合起來！",
    ["O"] = "幫助贖罪的塞雷布拉斯制作塞雷布拉斯節杖。$B$B當儀式完成之后再和他談談。",
    ["T"] = "塞雷布拉斯節杖",
  },
  [7061] = {
    ["D"] = "嗯——如果你對冬幕節的歷史知識感興趣的話，就讀讀這本書吧。雖然我認為我們對傳說的認知是正確的，但是我是個真正的學者，我希望能收集到全面的信息。$B$B閱讀完這邊書后，將它交給雷霆崖的凱恩·血蹄。要是聽說有人對我們的傳說感興趣，他會很開心的。",
    ["O"] = "閱讀《冬幕節》學習更多關于該節日的知識。當你讀完后，將書交給雷霆崖的凱恩·血蹄。",
    ["T"] = "冬幕節",
  },
  [7062] = {
    ["D"] = "禮物，禮物，禮物……啊，呸！$B$B這些地精玷污了冬幕節的真正含義。這是個新舊更替的時節；大地在冬天爺爺降下的皚皚白雪下沉睡，冬天爺爺可不是那個身著紅衣裝模作樣的傻子！$B$B如果你想親自了解冬幕節，就去詢問探險者協會的史學家卡尼克吧。有人關心歷史勝過關心禮物，我想他一定會很驚訝的。",
    ["O"] = "與鐵爐堡探險者協會的史學家卡尼克談談關于冬幕節的情況。",
    ["T"] = "冬幕節的意義",
  },
  [7063] = {
    ["D"] = "嗯——如果你對冬幕節的歷史知識感興趣的話，就讀讀這本書吧。雖然我認為我們對傳說的認知是正確的，但是我是個真正的學者，我希望能收集到全面的信息。$B$B閱讀完這邊書后，將它交給國王麥格尼·銅須。要是聽說有人對古老的傳說感興趣，他會很開心的。",
    ["O"] = "閱讀《冬幕節》學習更多關于該節日的知識。當你讀完后，將書交給鐵爐堡國王麥格尼·銅須。",
    ["T"] = "冬幕節",
  },
  [7064] = {
    ["D"] = "在瑪拉頓的深處居住著一個邪惡的混亂生物——瑟萊德絲公主，她是一個和上古之神相關的地元素。很早以前，她和塞納留斯的長子扎爾塔結合，他們的后代……被稱為半人馬。那些半人馬殺掉了扎爾塔，并保留了他的遺體。我的任務是征召足夠強大的冒險者去殺死瑟萊德絲，這樣我們就可以在回到石爪山之前找到扎爾塔的遺體了。",
    ["O"] = "殺死瑟萊德絲公主，然后回到凄涼之地葬影村附近的瑟琳德拉那里復命。",
    ["T"] = "大地的污染",
  },
  [7065] = {
    ["D"] = "在瑪拉頓的深處居住著一個邪惡的混亂生物——瑟萊德絲公主，她是一個和上古之神相關的地元素。很早以前，她和塞納留斯的長子扎爾塔結合，他們的后代……被稱為半人馬。那些半人馬殺掉了扎爾塔，并保留了他的遺體。我的任務是征召足夠強大的冒險者去殺死瑟萊德絲，這樣我們就可以在回到石爪山之前找到扎爾塔的遺體了。",
    ["O"] = "殺死瑟萊德絲公主，然后回到凄涼之地尼耶爾前哨站的守護者瑪蘭迪斯那里復命。",
    ["T"] = "大地的污染",
  },
  [7066] = {
    ["D"] = "這些私生的半人馬——我的兒子和女兒——需要他們的父親。$B$B看看你的周圍——這個地方遍布著希望，遍布著我父親塞納留斯夢想中的寧靜。它們在從我的體內源源不斷地涌出來！我不能剝奪他們享受這一切的權利……即便他們對我犯下了深重的罪惡。$B$B但是我有一件事情需要請你幫助，以便讓我兄弟的心靈得到撫慰。拿著這個……這是我的遺體孕育出來的第一顆種子。告訴他，我的靈魂還在這里，我還在繼續活著。我相信他可以理解我。",
    ["O"] = "到月光林地去找到雷姆洛斯，將生命之種交給他。",
    ["T"] = "生命之種",
  },
  [7067] = {
    ["D"] = "雖然我被當作異教徒流放了，但我的信仰還是一如既往——它將永遠激勵我前進。為了完成我的使命，我不得不借助外來者的力量……而不是我的半人馬同胞們。這真可悲。$B$B這個任務需要深入神圣的瑪拉頓——那座墳墓被我的同胞保護著，只有最為虔誠的半人馬才能進入。$B$B如果你愿意幫助我，只需點點頭就行了。我會給你一塊羊皮紙，上面寫著具體的指示。閱讀那塊羊皮紙然后考慮一下我的話。",
    ["O"] = "閱讀賤民的指引，然后從瑪拉頓得到聯合墜飾，將其交給凄涼之地南部的半人馬賤民。",
    ["T"] = "賤民的指引",
  },
  [7068] = {
    ["D"] = "在半人馬的圣地瑪拉頓中有著強大的魔法，凄涼之地的半人馬用他們的生命來保衛那個地方，但他們無法阻止我們拿走我們想要的東西。$B$B你現在要去一趟瑪拉頓，尋找那些由暗影殘片組成的石頭生物。如果你把那種紫色的水晶交給我，那么尤塞爾奈就會為你付出的時間而獎勵你。$B$B那個地方很危險，也許你應該找一些朋友與你一同探險。",
    ["O"] = "從瑪拉頓收集10塊暗影殘片，然后把它們交給奧格瑞瑪的尤塞爾奈。",
    ["T"] = "暗影殘片",
  },
  [7070] = {
    ["D"] = "我最近開始測試不同的水晶和它們所具有的魔法特性。普羅德摩爾女士讓我征集一些旅行者去凄涼之地尋找一處被稱作瑪拉頓的地方。在那座廢棄的廟宇中，巨大的元素生物帶有紫色的石頭，我把那種石頭稱為暗影殘片。$B$B如果你決定去那里的話，請幫我找些暗影殘片回來，我會非常感謝你的。如果你需要的話，我甚至可以用它們制作一件飾物給你。",
    ["O"] = "從瑪拉頓收集10塊暗影殘片，然后把它們交給塵泥沼澤塞拉摩島上的大法師特沃什。",
    ["T"] = "暗影殘片",
  },
  [7081] = {
    ["D"] = "奧特蘭克山谷中的墓地具有非常重要的戰略價值，部落和聯盟為爭奪這些神圣的土地瘋狂地廝殺，雙方都付出了慘重的代價。而你，$N，你做好加入戰斗的準備了嗎？$B$B如果你想要知道一塊墓地是由哪一方控制的，只需觀察插在墓地上的旗幟就知道了。看到由部落占領的墓地就把它攻打下來！一直殺到墓地中間去，拔出部落的旗幟。這樣一來，那片墓地就是我們的了！",
    ["O"] = "占領一座墓地，然后向丹巴達爾的諾雷格·雷矛中尉復命。",
    ["T"] = "奧特蘭克山谷的墓地",
  },
  [7082] = {
    ["D"] = "奧特蘭克山谷中的戰斗總是寸土必爭的。在殊死的拼殺中，我們和敵人所控制的區域在不斷地變化。而對墓地的爭奪則是最激烈的戰斗，$N。$B$B為部落占領一座墓地！找到插著聯盟戰旗的墓地，把他們的旗子拔掉。然后這座墓地就是我們的了！",
    ["O"] = "占領一座墓地，然后向霜狼村的亞斯拉復命。",
    ["T"] = "奧特蘭克山谷的墓地",
  },
  [7101] = {
    ["D"] = "哨塔和碉堡是非常重要的戰略設施，我們必須完全占領它們！因此，我要求你去進攻被敵人占領的哨塔和碉堡。$B$B想要占領一座哨塔和碉堡，你就必須殺進去，將聯盟的旗幟拔掉，這樣部落的旗幟就會在那里出現，然后大功告成！$B$B此時你就完成了我下達給你的任務，如果我們能夠占據那些設施足夠長的時間，并且不被聯盟奪回去，那么我們就可以控制那一帶了！",
    ["O"] = "占領敵方的某座哨塔，然后向霜狼村的提卡·血牙復命。",
    ["T"] = "哨塔和碉堡",
  },
  [7102] = {
    ["D"] = "哨塔和碉堡是非常重要的戰略設施，我們必須完全占領它們！因此，我要求你去進攻被敵人占領的哨塔和碉堡。$B$B想要占領一座哨塔和碉堡，你就必須殺進去，將部落的旗幟拔掉，這樣聯盟的旗幟就會在那里出現，然后大功告成！$B$B此時你就完成了我下達給你的任務，如果我們能夠占據那些設施足夠長的時間，并且不被部落奪回去，那么我們就可以控制那一帶了！",
    ["O"] = "摧毀敵方的某座哨塔或者碉堡中的旗幟，然后向丹巴達爾的杜爾根·雷矛復命。",
    ["T"] = "哨塔和碉堡",
  },
  [7121] = {
    ["D"] = "$N，我們的軍需官讓我派新兵去他那里報到。他需要奧特蘭克礦洞中的礦藏作為軍需之用，也許他會派你去采集它們。$B$B沿著這條路走，你可以在西邊找到軍需官。",
    ["O"] = "與雷矛軍需管談一談。",
    ["T"] = "軍需官",
  },
  [7122] = {
    ["D"] = "奧特蘭克的這座礦洞蘊藏不僅僅是礦藏。部落和聯盟都在深鐵礦洞和冷齒礦洞中儲藏了大量的補給……如果我們能控制它們的話，那就太好不過了！$B$B占領一座礦洞，然后回到我這里來。想要占領一個礦洞的話，你必須進入一個還未被我們控制的礦洞并殺死那里的領袖。這樣礦洞就是我們的了，而我們也將派遣部隊來保護它！",
    ["O"] = "占領一座還沒有被雷矛部族控制的礦洞，然后向丹巴達爾的雷矛軍需官復命。",
    ["T"] = "占領礦洞",
  },
  [7123] = {
    ["D"] = "$N，霜狼軍需官正在招募新兵，他需要派一些士兵深入奧特蘭克山谷的礦洞。去和他談談吧，他會告訴你更多的信息。$B$B沿著西邊的路進入碉堡，然后從西邊的出口出去，你就可以找到軍需官了。",
    ["O"] = "與霜狼軍需官談一談。",
    ["T"] = "霜狼軍需官",
  },
  [7124] = {
    ["D"] = "奧特蘭克山谷中戰事不斷升級，對冷齒礦洞和深鐵礦洞的爭奪也越來越激烈。豐富的礦藏和物資儲備吸引了雙方的勢力，它們的價值實在是太高了！$B$B請幫助我們的部隊，$N！為部落占領一座礦洞！你必須進入一個仍未被我們控制的礦洞，然后干掉其中的首領。當你完成這個目標之后，這座礦洞就是我們的了，而且我們會派遣部隊駐守其中！",
    ["O"] = "占領一座礦洞，然后向霜狼村的霜狼軍需官報告。",
    ["T"] = "占領礦洞",
  },
  [7141] = {
    ["D"] = "偵查人員報告說，在奧特蘭克山谷中隱藏著許多神器，但是霜狼氏族的獸人不會讓我們接近它們。我們不能讓部落阻止我們對于學術的追求！去干掉他們的統帥，德雷克塔爾。只要他死了，那些獸人就會亂成一團。$B$B德雷克塔爾在奧特蘭克山谷南端的霜狼要塞中，把他除掉，然后回到我這里來。",
    ["O"] = "進入奧特蘭克山谷，擊敗部落將軍德雷克塔爾。然后回到勘查員塔雷·石鎬那里。",
    ["T"] = "奧特蘭克的戰斗",
  },
  [7142] = {
    ["D"] = "雷矛部族的矮人和他們的盟友正在入侵奧特蘭克山谷，我們必須和他們決一死戰！要想贏得這場戰斗的勝利，我們就必須干掉他們的統帥，范達爾·雷矛！$B$B你可以在北面的丹巴達爾要塞里找到他，$B$B干掉他，然后回來向我報告。",
    ["O"] = "進入奧特蘭克山谷，擊敗矮人將軍范達爾·雷矛。然后回到沃加·死爪那里。",
    ["T"] = "為奧特蘭克而戰",
  },
  [7161] = {
    ["D"] = "你好，$c。經過如此長時間的等待，我們終于有機會響應戰斗的召喚了。舊日的感覺正在慢慢恢復，我們又將熱血沸騰！$B$B所有新兵都必須完成氏族的試煉。$B$B在附近的蠻爪豺狼人山洞里面有一面霜狼氏族的旗幟。去那里拿回旗幟，然后把它還給我，我就將授予你霜狼新兵的勛章。",
    ["O"] = "到主基地東南邊的蠻爪洞穴中去找到霜狼軍旗，然后把它交給拉格隆德。",
    ["T"] = "實驗場",
  },
  [7162] = {
    ["D"] = "你來得真及時，$c。那些霜狼氏族的蠻子就是不愿意放棄！我們要讓他們看看聯盟真正的力量，讓他們一潰千里。$B$B在你踏入戰場之前，你最好先通過雷矛部族的試煉。$B$B在這里東南邊的冰翼洞穴深處有一面雷矛部族的旗幟。到那里去，把旗幟帶回來，然后把它交給我。這樣你就可以得到一枚雷矛部族新兵的勛章。",
    ["O"] = "到主基地東南邊的冰翼洞穴中去找到雷矛軍旗，然后把它交給哈格丁中尉。",
    ["T"] = "實驗場",
  },
  [7163] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "嶄露頭角",
  },
  [7164] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "氏族的尊敬",
  },
  [7165] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "贏得尊敬",
  },
  [7166] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "傳說的英雄",
  },
  [7167] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "命令之眼",
  },
  [7168] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "嶄露頭角",
  },
  [7169] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "衛兵的尊敬",
  },
  [7170] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "贏得尊敬",
  },
  [7171] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "傳說的英雄",
  },
  [7172] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "命令之眼",
  },
  [7181] = {
    ["D"] = "雷矛部族并不是我們在這個地區唯一的威脅，士兵。我們在這座山谷中面對的是兩股敵人的攻擊——野蠻而原始的冰斧巨魔也在和我們進行爭斗。$B$B它們的領袖是血怒者科爾拉克，一個殘酷而又狡猾的混蛋。$B$B如果能干掉他，那對于整個冰斧巨魔族來說都會是一次致命的打擊。殺了科爾拉克，你就將獲得獎勵！",
    ["O"] = "血怒者科爾拉克躲在冰斧洞穴的深處。據說只有在第1001個冰斧巨魔被干掉的時候，這個強大的冰斧巨魔領袖才會出現。$B$B到冰斧洞穴中去，殺掉所有擋在你面前的巨魔，直到科爾拉克出現為止。殺掉科爾拉克，然后向拉格隆德復命。",
    ["T"] = "科爾拉克的傳說",
  },
  [7201] = {
    ["D"] = "只有那些進入深淵的冒險者才能迎接這個挑戰，$N。$B$B黑鐵矮人已經掌握了制造強大的作戰傀儡的方法。$B$B來自間諜的報告顯示，那些矮人使用某種獨特的能量源為他們所創造的傀儡提供無與倫比的殺戮能力。$B$B如果我們能得到這種元素精華的話，我們的憎惡怪就可以得到極大的加強！把那座城市翻個底朝天也在所不惜，找不到精華你就別回來！我們給予的報酬值得你去冒這個險。",
    ["O"] = "到黑石深淵去取得10份元素精華。你應該在那些作戰傀儡和傀儡制造者身上找找，另外，薇薇安·拉格雷也提到了一些有關元素生物的話題……",
    ["T"] = "最后的元素",
  },
  [7202] = {
    ["D"] = "這個地區的冰斧巨魔是個野蠻而原始的種族，他們只想把我們做成燉肉吃了。$B$B我們必須讓他們嘗嘗苦頭！$B$B從他們的洞穴找到的古書中詳細記述了他們的部族領袖權的傳承方式。那本古書中還寫到，它們現在的領袖——血怒者科爾拉克只有在需要顯身的時候才會出現。$B$B干掉科爾拉克就能使冰斧部族滅亡！殺了他，然后回到我這里來。",
    ["O"] = "血怒者科爾拉克躲在冰斧洞穴的深處。據說只有在第1001個冰斧巨魔被干掉的時候，這個強大的冰斧巨魔領袖才會出現。$B$B到冰斧洞穴中去，殺掉所有擋在你面前的巨魔，直到科爾拉克出現為止。殺掉科爾拉克，然后向哈格丁中尉復命。",
    ["T"] = "血怒者科爾拉克",
  },
  [7223] = {
    ["D"] = "戰爭在奧特蘭克山谷激烈地進行著，從鐵爐堡運來的物資不足以讓我們為部隊提供充足的補給。$B$B如果你能在戰場上找到護甲碎片，那么就幫我帶一些回來吧！",
    ["O"] = "給丹巴達爾的莫高特·深爐帶去20塊護甲碎片。",
    ["T"] = "護甲碎片",
  },
  [7224] = {
    ["D"] = "當你和敵人作戰的時候，收集他們護甲的碎片并把它們帶給我。我會用這些碎片來制作我們自己軍隊的護甲的！",
    ["O"] = "給霜狼村的鐵匠雷格薩帶去20塊護甲碎片。",
    ["T"] = "敵人的物資",
  },
  [7241] = {
    ["D"] = "戰鼓的轟鳴再次回響在遙遠的土地上，$c。與酋長血脈相連的氏族正在被窮兇極惡的鐵爐堡雷矛部族圍攻。$B$B我可以看出你很渴望戰斗，并且愿意幫助霜狼氏族。$B$B你必須馬上證明你的決心。$B$B你可以在希爾斯布萊德丘陵找到奧特蘭克山谷的入口。進入其中，找到拉格隆德。快點出發吧，$c，我們馬上要展開戰斗了！",
    ["O"] = "到希爾斯布萊德丘陵地區的奧特蘭克山谷去。找到拉格隆德并和他談談，然后成為霜狼氏族的士兵。",
    ["T"] = "保衛霜狼氏族",
  },
  [7261] = {
    ["D"] = "我們正在奧特蘭克山谷進行一場血腥的戰斗，蒙昧的冰斧巨魔和野蠻的霜狼氏族從兩邊夾擊我們。以麥格尼·銅須陛下的名義，我們一定要把他們全都消滅掉！占領那片土地，將敵人趕出去，這對于王國的穩定是非常重要的。$B$B啊，士兵可不是從樹上長出來的！向奧特蘭克的哈格丁中尉報告，在那里加入雷矛部族的軍隊，開始履行你光榮的職責吧。",
    ["O"] = "到希爾斯布萊德丘陵地區的奧特蘭克山谷去。到那里之后，和哈格丁中尉談談。$B$B為了銅須的榮耀！",
    ["T"] = "國王的命令",
  },
  [7281] = {
    ["D"] = "真是一個悲劇……我的兄弟居然在戰場上和我進行殊死搏殺：他是雷矛部族的指揮官。$B$B在雷矛部族的四個指揮官中，他無疑是最危險的。如果他被干掉的話，那女妖之王就可以把他變成我這個樣子，讓他糾正自己錯誤的道路……$B$B你可以在敵方領地的深處找到我的兄弟。殺了他，然后回到我這里來。我相信你有能力完成這個任務，士兵。$B$B還有，不要獨自行動。",
    ["O"] = "深入雷矛部族的領地，殺掉指揮官卡爾·菲利普。任務完成之后向指揮官劉易斯·菲利普復命。",
    ["T"] = "兄弟情深",
  },
  [7282] = {
    ["D"] = "他一定要擺脫他正在遭受的痛苦，士兵！他根本不知道自己在干什么，他已經成為了女妖之王的傀儡。$B$B現在就出發，穿過戰火紛飛的戰場，深入霜狼氏族的腹地。找到我的兄弟，殺掉他。這樣他的痛苦才能結束。",
    ["O"] = "深入霜狼氏族的領地，殺掉指揮官劉易斯·菲利普。任務完成之后，回到指揮官卡爾·菲利普處復命。",
    ["T"] = "兄弟情深",
  },
  [7301] = {
    ["D"] = "我們的軍官被俘虜了，$r。我說的是那些空軍指揮官。我們在空中進行了一次激烈的交戰，但是他們不幸失敗了！更糟糕的是，我們最好的飛行員在反攻霜狼要塞過程中被射落了下來。你必須去找到他們。$B$B搜尋西部哨塔和霜狼要塞，那里是他們最后出現過的地方——徹底搜尋這些地區！",
    ["O"] = "到霜狼氏族的領地中去搜尋空軍指揮官斯里多爾、空軍指揮官維波里和空軍指揮官艾克曼。任務完成之后向指揮官杜菲復命。",
    ["T"] = "被捕的空軍指揮官",
  },
  [7302] = {
    ["D"] = "我們的空中支援現在處于困境之中，$N。空軍指揮官在敵人的領地中被射落，你必須找到他們，然后我們才可以開始營救行動！$B$B古斯最后一次飛行時曾出現在冰翼碉堡上空，杰斯托的雙足飛龍應該在雷矛伐木場附近。至于穆維里克……那個笨蛋據說落在了丹巴達爾北部碉堡一帶。$B$B這是我這里匯總的所有情報。趕快出發，徹底搜索那些地區！",
    ["O"] = "找到空軍指揮官古斯、空軍指揮官杰斯托和空軍指揮官穆維里克。任務完成之后向揮官穆法特復命。",
    ["T"] = "被捕的空軍指揮官",
  },
  [7321] = {
    ["D"] = "誰說我們亡靈不懂烹飪？比如說我的秘密食譜海龜湯吧，很多部落成員千里迢迢慕名而來，只為品嘗一碗海龜湯！嘿嘿嘿……$B$B不過我最近一直都沒做過這種美食。我曾經從達拉然一直走到洛丹米爾湖去捕獵鉗嘴龜，不過眼下實在不是外出冒險的時候。如果你從東邊那條河里弄點鉗嘴龜身上的海龜肉來給我，外加一份舒心草的話，我就能很快做出點海龜湯來讓你大飽口福。",
    ["O"] = "給塔倫米爾的克里斯托弗·杰弗寇特帶去10塊海龜肉和一些舒心草。",
    ["T"] = "海龜湯",
  },
  [7341] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "公平交易",
  },
  [7342] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "膽小鬼才用弓箭！",
  },
  [7361] = {
    ["D"] = "<納亞克咆哮著。>$B$B暗夜精靈的祖先是巨魔，有巨魔才有暗夜精靈。$B$B他們對于我們的攻擊是無法忍受的。鹿盔想要把我們全部干掉——那么就讓我們干掉所有聽從他命令的蠢貨！他們決無可能達到他們的目的！$B$B你每殺掉一個暗夜精靈，納亞克都會代表暗矛部族對你表示感謝。你的事跡將會在整個卡利姆多和東部王國傳播開來。現在就出發，為了暗矛部族而戰！",
    ["O"] = "你被指派去殺死奧特蘭克山谷中的暗夜精靈玩家。$B$B殺死一個暗夜精靈，然后把暗夜精靈的頭顱交給霜狼要塞的納亞克·海克森。",
    ["T"] = "暗矛的青睞",
  },
  [7362] = {
    ["D"] = "長者派我到這個戰場上來研究其他的種族。我在這里最主要的任務就是對侏儒進行分析，瑪加薩對于他們的生存能力很感興趣。啊，那些侏儒——雖然他們看上去如此可憐而嬌小——但他們卻能迸發出今人驚訝的韌性。$B$B祝你好運，我一直以來都在找人幫我完成瑪加薩的任務。當你收集到侏儒的頭發之后就把它交給我，這樣你就會被認為是牛頭人的盟友。",
    ["O"] = "你被指派去殺死奧特蘭克山谷中的侏儒玩家。$B$B殺死一個侏儒，然后把一束侏儒的頭發交給霜狼要塞的拉瓦克·恐怖圖騰。",
    ["T"] = "牛頭人的盟友",
  },
  [7363] = {
    ["D"] = "人類是如此讓我感到憎惡。$B$B<指揮官菲利普咬牙切齒地說道。>$B$B雖然我是霜狼氏族的士兵，但我也是希爾瓦娜斯的仆人。$B$B我在幽暗城任職期間曾經幫助幽暗城的黑暗煉金師進行過研究。$B$B我接到一個任務，需要收集人類的骨頭碎片，用它們來治療那些人類所殘存的人性。$B$B我被授權將這個任務下派給我的士兵。$B$B找到他們，殺死他們。把他們的骨頭交給我。",
    ["O"] = "你被指派去殺死奧特蘭克山谷中的人類玩家。$B$B殺死一個人類，然后把人類的骨頭交給指揮官劉易斯·菲利普（他一般出現在前線和霜狼要塞之間）。$B$B治療人類的藥劑唾手可得！",
    ["T"] = "人類的病態",
  },
  [7364] = {
    ["D"] = "大工匠親自派我來這片戰場上保衛我的侏儒兄弟和姐妹。我們聽說牛頭人正在磨刀霍霍地準備屠殺侏儒，最糟糕的是，他們居然拔掉死去侏儒的頭發！這種殘暴的行為必須被阻止，我們必須以牙還牙！$B$B我要砍下他們的蹄子，$C。把他們的蹄子交給我，向我證明你是侏儒的盟友！",
    ["O"] = "你被指派去殺死奧特蘭克山谷中的牛頭人玩家。$B$B殺死一個牛頭人，然后把牛頭人的蹄子交給丹巴達爾的德爾克。",
    ["T"] = "諾莫瑞根大通緝！",
  },
  [7365] = {
    ["D"] = "范達爾·鹿盔已經給我下達了指令：戰場上的所有巨魔都必須被消滅。他們那關于暗夜精靈是他們后代的荒謬理論一定是他們嫉妒的結果，所以我們要用武力來回應他們。$B$B殺了他們，把他們的魔精給我拿來。",
    ["O"] = "你被指派去殺死奧特蘭克山谷中的巨魔玩家。$B$$殺死一個巨魔，將暗矛巨魔魔精交給丹巴達爾的亞斯拉瑪尼斯。",
    ["T"] = "鹿盔的挽歌",
  },
  [7366] = {
    ["D"] = "大主教Ĥہ慈如同他的智慧一樣聞名于世。他居然對這樣一類邪惡的生物懷著同情心……$B$B<菲利浦懷疑地搖著頭。>$B$B他真是太仁慈了……太仁慈了。$B$B大主教說我們應該對亡靈保持同情心，并讓他們能夠盡快獲得真實而永恒的死亡。為了表現這樣的仁慈，我們需要他們黑色的、被疾病折磨的心臟。$B$B把被遺忘者的精華交給我，然后我們會在光明大教堂中把它們隆重地焚燒掉。快點行動，$N！",
    ["O"] = "你被指派去殺死奧特蘭克山谷中的被遺忘者玩家。$B$B殺死一個被遺忘者，然后把一枚被遺忘者的精華交給指揮官卡爾·菲利普（他一般在伐木場和礦井之間徘徊）。",
    ["T"] = "大主教的仁慈",
  },
  [7367] = {
    ["D"] = "霜狼部族在他們的前線和基地中都布置了陷阱，$C。所以當你進入敵人領地的時候，必須多加小心。$B$B如果你想要放心大膽地攻擊他們的話，就得先摧毀這種針對單兵的防御武器——我要你做的就是干掉他們的爆破專家。如果你殺了他，就可以安全地拆除那些地雷。因為只要他被干掉了，那些地雷也就變成了一堆廢物。$B$B你可以在冰血要塞附近的哨塔里找到他。祝你好運！",
    ["O"] = "找到霜狼爆破專家并干掉他。完成任務之后向雷矛爆破專家復命。",
    ["T"] = "爆破專家",
  },
  [7368] = {
    ["D"] = "我對關于地雷的技術細節了如指掌，我負責將所有的地雷埋設在前線。$B$B如果你想要解除雷矛部族的地雷陣，你要做的就是干掉對方的爆破專家。那個矮人懦夫無疑藏在征戰平原的第一座哨塔中。把他干掉，聯盟就沒法再埋設地雷了。$B$B在你干掉他之后，別忘了回到我這里來通報一聲，你會得到獎勵的。",
    ["O"] = "找到雷矛爆破專家并干掉他。完成任務之后向霜狼爆破專家復命。",
    ["T"] = "爆破專家",
  },
  [7381] = {
    ["D"] = "雖然科爾拉克確實被干掉了，但是還有一個問題：他是不是會一直保持死了的狀態？巨魔一向以來都以擅長妖術魔法而聲名狼藉，如果他們復活一個死去的領袖，并讓他重新執掌部族，那我絕對不會感到驚奇。$B$B你應該知道如果這種事情真的發生了的話，你該怎么做。$B$B<拉格隆德用手指在自己的脖子上做了一個切割的動作。>$B$B這一次，我要他的腦袋。打起精神，士兵。$B$B解散！",
    ["O"] = "如果科爾拉克重新出現在奧特蘭克山谷的冰斧山洞中，就找到并干掉他。$B$B將科爾拉克的顱骨交給霜狼要塞的拉格隆德。",
    ["T"] = "科爾拉克歸來",
  },
  [7382] = {
    ["D"] = "現在有一件緊急的事情……有沒有人想過要焚燒科爾拉克的尸體？那些巨魔一定會想法設法復活他們的領袖，你知道，那些藍皮膚的怪物經常會那么做。$B$B你要小心了，$N。如果科爾拉克重新出現在你的面前，千萬不要驚慌失措。如果他真的復活了，那么我要你把他干掉，然后燒掉他的尸體。$B$B為了以防萬一，在焚燒尸體之前砍掉他的頭顱，然后把他的顱骨交給我。",
    ["O"] = "如果科爾拉克重新出現在奧特蘭克山谷的冰斧山洞中，就找到并干掉他。$B$B將科爾拉克的顱骨交給丹巴達爾的哈格丁中尉。",
    ["T"] = "永生的科爾拉克",
  },
  [7383] = {
    ["D"] = "然而泰達希爾并不是一切都盡如人意。范達爾·鹿盔對于世界之樹的計劃正如他自己所希望的那樣一步步展開了，但是還有一個小問題，這個問題或許會給泰達希爾帶來一些麻煩。$b$b不過我不打算介入此事。你得去一趟最后一口月亮井，就在這里西北面的神諭林地里，就在神諭之樹的樹干下面，那是我們的第一口也是最強大的一口月亮井。在那里灌一瓶水，然后回來向我報告。",
    ["O"] = "用月亮井的水裝滿紫水晶瓶，然后把它交給多蘭納爾的科瑞薩斯·月怒。",
    ["T"] = "大地之冠",
  },
  [7385] = {
    ["D"] = "You have the option of offering larger quantities of the blood taken from our enemies. I will be glad to accept gallon sized offerings, $N.",
    ["O"] = "null",
    ["T"] = "聯盟之血",
  },
  [7386] = {
    ["D"] = "There are times which you may be entrenched in battle for days or weeks on end. During those longer periods of activity you may end up collecting large clusters of the Frostwolf\'s storm crystals.$B$BThe Circle accepts such offerings, $N.",
    ["O"] = "null",
    ["T"] = "水晶簇",
  },
  [7401] = {
    ["D"] = "根據亞斯拉·血矛的命令，在戰場上遇到矮人的時候要格殺勿論。$B$B如果你在戰場上干掉了矮人，就把他們的脊椎骨挖出來，留下那具血跡斑斑的尸體，警告所有膽敢冒犯霜狼氏族的蠢貨。$B$B把脊椎骨交給亞斯拉·血矛，以此來證明你的功勛。",
    ["O"] = "你被指派去殺死奧特蘭克山谷中的矮人玩家。$B$B殺掉一個矮人，然后把矮人的脊椎交給霜狼要塞的亞斯拉·血矛。",
    ["T"] = "通緝：矮人！",
  },
  [7402] = {
    ["D"] = "根據諾雷格·雷矛中尉的命令，所有雷矛部族的士兵都要殺掉$g他:她;在戰場上看到的每一個獸人。$B$B帶回獸人的獠牙來作為完成任務的證明。$B$B另外別忘了戴手套。",
    ["O"] = "你被指派去殺死奧特蘭克山谷中的獸人玩家。$B$B殺掉一個獸人，然后把獸人的獠牙交給丹巴達爾的諾雷格·雷矛中尉。",
    ["T"] = "通緝：獸人！",
  },
  [7421] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "暗矛的防御",
  },
  [7422] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "踏平侏儒",
  },
  [7423] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "更多的骨頭",
  },
  [7424] = {
    ["D"] = "給我些幫助，$N。要讓他們知道侏儒是不好對付的！",
    ["O"] = "一把匕首從后面投向牛頭人.*",
    ["T"] = "牛頭人的蹄子",
  },
  [7425] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "鹿盔的魔精懸賞",
  },
  [7426] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "光明的關愛",
  },
  [7427] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "通緝：更多矮人！",
  },
  [7428] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "通緝：更多獸人！",
  },
  [7429] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "逃出生天！",
  },
  [7441] = {
    ["D"] = "我只是讓自己稍微松懈了一下，就釀成了大錯。在我匆匆逃離墮落王子的魔爪時，我被洗劫一空。一個名叫普希林的小鬼拿走了我的法術書，還有艾德雷薩拉斯大廳的鑰匙。$B$B我對鑰匙已經不再有興趣了，因為我已經以永生換來了自由，但是我一定要找回我的法術書。$B$B找到普希林，然后找回我的法術書。$B$B到厄運之槌的扭木廣場去找普希林吧。",
    ["O"] = "到厄運之槌去找到小鬼普希林。你可以使用任何手段從小鬼那里得到埃斯托爾迪的咒術之書。$B$B找到咒術之書后，回到拉瑞斯小亭的埃斯托爾迪那里。",
    ["T"] = "普希林和埃斯托爾迪",
  },
  [7461] = {
    ["D"] = "你難道還沒有聽夠嗎？你到底有沒有能力解決問題？$B$B這種瘋狂必須得到遏制，永生的歲月早已過去了。摧毀水晶塔周圍的守衛，削弱能量力場的保護作用，然后干掉伊莫塔爾。此時王子的力量將被大大削弱，趁機解決他，讓這座城市中的靈魂得到安息，冒險者。",
    ["O"] = "你必須干掉5座水晶塔周圍的守衛，那5座水晶塔維持著關押伊莫塔爾的監獄。一旦水晶塔的能量被削弱，伊莫塔爾周圍的能量力場就會消散。$B$B進入伊莫塔爾的監獄，干掉站在中間的那個惡魔。最后，在圖書館挑戰托塞德林王子。$B$B當任務完成之后，到庭院中去找辛德拉古靈。",
    ["T"] = "伊莫塔爾的瘋狂",
  },
  [7462] = {
    ["D"] = "你可以在圖書館的樓梯下方找到一只古老的箱子，從中拿取你所需的東西吧。",
    ["O"] = "返回圖書館去找到辛德拉的寶藏。拿取你的獎勵吧！",
    ["T"] = "辛德拉的寶藏",
  },
  [7463] = {
    ["D"] = "一個$r法師！這太讓我感到驚訝了。我已經有將近……現在是什么時候？哦，已經有500年沒有看到過你這樣的法師了！$B$B我有些東西，你肯定會很感興趣，但是你必須先幫我完成一個任務。$B$B<萊德羅斯竊笑著。>$B$B在艾德雷薩拉斯發生了奇怪的事情，有個水元素出現在艾德雷薩拉斯的東側，它的出現簡直就是一場災難！$B$B到扭木廣場去，從它身上收集一瓶海多斯博恩的元素精華。把它拿回來交給我，然后我就可以教你一個非常有用的法術。",
    ["O"] = "到厄運之槌的扭木廣場去殺掉水元素海多斯博恩。把海多斯博恩精華交給圖書館的博學者萊德羅斯。",
    ["T"] = "久違的法師",
  },
  [7481] = {
    ["D"] = "幾年前，一個名叫卡里爾·溫薩魯斯的精靈領主獨自帶著幾件上古精靈的神器逃離了他那飽經戰亂的家鄉。$B$B為了尋找這位失蹤的領主，我們離開了奎爾薩拉斯的廢墟，穿過燃燒平原以及廣闊的海洋，最終來到了菲拉斯。$B$B我們認為他就躲在埃雷薩拉斯（現在被稱為厄運之槌）的大廳里。$B$B你必須找到他，冒險者。無論他是死是活，我們必須拿回那些他所帶走的東西！",
    ["O"] = "到厄運之槌去尋找卡里爾·溫薩魯斯。向莫沙徹營地的先知科魯拉克報告你所找到的信息。",
    ["T"] = "精靈的傳說",
  },
  [7482] = {
    ["D"] = "幾年前，一個名叫卡里爾·溫薩魯斯的精靈領主獨自帶著幾件上古精靈的神器逃離了他那飽經戰亂的家鄉。$B$B為了尋找這位失蹤的領主，我們離開了奎爾薩拉斯的廢墟，穿過燃燒平原以及廣闊的海洋，最終來到了菲拉斯。$B$B我們認為他就躲在埃雷薩拉斯（現在被稱為厄運之槌）的大廳里。$B$B你必須找到他，冒險者。無論他是死是活，我們必須拿回那些他所帶走的東西！",
    ["O"] = "到厄運之槌去尋找卡里爾·溫薩魯斯。向羽月要塞的學者盧索恩·紋角報告你所找到的信息。",
    ["T"] = "精靈的傳說",
  },
  [7483] = {
    ["D"] = "溫薩魯斯在這里的東側遺失了急速圣典，那本圣典可以給你的裝備附加上少許的加速效果。那只是一個微不足道的小魔法，真的……$B$B不管怎么樣，如果你感興趣的話，就去把圣典和一些基本材料給我帶來。$B$B嗯……你還需要準備一些英雄之血，一塊原始黑鉆石，外加一些大塊魔光碎片。當然我也有可能說得不完全正確！$B$B<萊德羅斯聳了聳肩膀。>",
    ["O"] = "將急速圣典、1塊原始黑鉆石、2份大塊魔光碎片和2份英雄之血交給厄運之槌的博學者萊德羅斯，以換取一份急速秘藥。",
    ["T"] = "急速圣典",
  },
  [7484] = {
    ["D"] = "這本圣典幾乎令一個年輕的學者廢寢忘食。但是，幾個星期之后他就不再熱衷于此了。$B$B你們當中那些對魔法更有洞察力的$r會發現，這些東西是非常有趣的。$B$B專注圣典已經不見了，我相信是那些上層精靈的靈魂拿走了它。$B$B把圣典給我拿來，再準備一些大塊魔光碎片和暗影之皮，外加一塊原始黑鉆石，然后我就可以合成秘藥了。",
    ["O"] = "將專注圣典、1塊原始黑鉆石、4份大塊魔光碎片和2張暗影之皮交給厄運之槌的博學者萊德羅斯，以換取一份專注秘藥。",
    ["T"] = "專注圣典",
  },
  [7485] = {
    ["D"] = "他因為遺失了圣典而像嬰孩一樣哭泣。告訴你吧，我自己也曾因為一些文字而哭泣——世界上沒有比知識和歷史化為烏有更大的損失了——但是為了這些幾乎無用的咒語而哭泣，這值得嗎？太荒謬了！這讓我相信王子把他殺掉對他來說反而是一種恩惠。$B$B把圣典交給我，還有一塊原始黑鉆石和一些大塊魔光碎片，外加一份磨損的憎惡縫合線，這樣我就可以幫你合成秘藥了。$B$B哦，你應該到北側去找那本圣典。",
    ["O"] = "將防護圣典、1塊原始黑鉆石、2份大塊魔光碎片和1份磨損的憎惡縫合線交給厄運之槌的博學者萊德羅斯，以換取一份防護秘藥。",
    ["T"] = "防護圣典",
  },
  [7486] = {
    ["D"] = "$N，你對于水元素的貢獻已經超出我們對于這個世界中的凡人所抱有的期望。$B$B我們不知道你們這些凡人如何對待這樣的貢獻，或者如何獎勵杰出的成就，但是這一次……也許我們應該給予你一些獎勵。$B$B在這座島南部的水下有一只箱子。你可以在里面找到你的……獎勵。$B$B去吧，$N。去拿取你的獎勵吧。",
    ["O"] = "從海達克西斯的箱子拿取你的獎勵。",
    ["T"] = "英雄的獎賞",
  },
  [7487] = {
    ["D"] = "裂隙在翻滾，它撕裂并吞噬我們周圍所有的東西，$C。我所站立的地方旁邊的裂隙就是穿過黑石深淵直通火焰之王所在地的傳送門。$B$B你感到很驚奇嗎？真是遺憾……凡人總是無法領悟那些他們無法看到、觸摸到或者感覺到的東西。$B$B我向你保證，這個傳送門可以到達熔火之心。$B$B你開始感興趣了嗎？其實這是很簡單的。進入熔火之心，獲得一塊熔火碎片，把它交給我，然后我就會將你的靈魂與傳送門進行同步。",
    ["O"] = "進入黑石深淵，在通往熔火之心的傳送門附近找到一塊熔火碎片，然后回到黑石山脈的洛索斯·天痕那里",
    ["T"] = "熔火之心的傳送門",
  },
  [7488] = {
    ["D"] = "蕾瑟塔蒂絲是一個邪惡的血精靈法師，她對魔法有著近乎變態的癡迷，而且殘忍無比，現在她逃進了厄運之棰中。蕾瑟塔蒂絲制造了一張可以收集魔法能量的網。我擔心如果不加以控制的話，她的力量將會足以摧毀整個世界！$B$B去阻止她，$N。找到她并拿回她的網。她應該在厄運之槌的扭木廣場中，就在那些薩特附近。把她的網交給我，讓我來把它的能量安全地釋放出來。",
    ["O"] = "把蕾瑟塔蒂絲的網交給菲拉斯羽月要塞的拉托尼庫斯·月矛。",
    ["T"] = "蕾瑟塔蒂絲的網",
  },
  [7489] = {
    ["D"] = "血精靈蕾瑟塔蒂絲已經瘋了，她極端饑渴著收集魔法的力量，這使她敢于挑戰她的同胞，并創造了一種危險的裝置，一張可以收集厄運之棰中的那些被污染的魔法能量的網。現在她正在收集那些能量，并計劃將其用于對付她的敵人。$B$B我們必須阻止蕾瑟塔蒂絲。在厄運之槌的扭木廣場找到她，擊敗她，把她的網交給我，這樣我們也許可以把它交給那些頭腦比較冷靜的血精靈進行研究。",
    ["O"] = "把蕾瑟塔蒂絲的網交給非拉斯莫沙徹營地的塔羅·刺蹄。",
    ["T"] = "蕾瑟塔蒂絲的網",
  },
  [7490] = {
    ["D"] = "你完成了一個幾乎不可能完成的任務。黑龍公主已經被你斬殺。拿下她的頭顱，把它交給你的酋長。",
    ["O"] = "將奧妮克希亞的頭顱交給奧格瑞瑪的薩爾。",
    ["T"] = "部落的勝利",
  },
  [7491] = {
    ["D"] = "倫薩克在力量谷等你。$B$B<薩爾向你致敬。>$B$B不要讓你的民眾等得太久，英雄。",
    ["O"] = "在力量谷找到倫薩克。",
    ["T"] = "萬眾敬仰",
  },
  [7492] = {
    ["D"] = "菲拉斯的牛頭人長者塔羅·刺蹄派人送信請求幫助。他并沒有詳細述說詳情，但是他說他需要一個有著足夠的勇氣而且做事細致的冒險者來幫助他。$B$B為了部落而戰，$N。到菲拉斯的莫沙徹營地去找塔羅談談吧。",
    ["O"] = "和菲拉斯莫沙徹營地的塔羅·刺蹄談一談。",
    ["T"] = "莫沙徹營地",
  },
  [7493] = {
    ["D"] = "Missing details",
    ["O"] = "Missing details",
    ["T"] = "一切才剛剛開始",
  },
  [7494] = {
    ["D"] = "$N！菲拉斯需要你的幫助！$B$B一個名叫蕾瑟塔蒂絲的流亡法師逃進了古代暗夜精靈的遺跡——埃雷薩拉斯，現在那里被稱為厄運之槌。她手中有一件非常危險的魔法物品，我們一定要拿回它。$B$B拉托尼庫斯·月矛要求派遣強大的冒險者進入厄運之槌，從蕾瑟塔蒂絲手里拿回那件東西。$B$B為了聯盟而戰！你可以在菲拉斯的羽月要塞中找到拉托尼庫斯。",
    ["O"] = "和菲拉斯羽月要塞的拉托尼庫斯·月矛談一談。",
    ["T"] = "羽月要塞",
  },
  [7495] = {
    ["D"] = "你完成了一個幾乎不可能完成的任務。黑龍公主已經被你斬殺。拿下她的頭顱，把它交給暴風城的公爵。",
    ["O"] = "將奧妮克希亞的頭顱交給暴風城的伯瓦爾·弗塔根公爵。",
    ["T"] = "聯盟的勝利",
  },
  [7496] = {
    ["D"] = "到英雄谷去找到瑪丁雷少校，$N。他會在那里等著你……",
    ["O"] = "在英雄谷找到瑪丁雷少校。",
    ["T"] = "英雄慶典",
  },
  [7497] = {
    ["D"] = "Missing details",
    ["O"] = "Missing details",
    ["T"] = "一切才剛剛開始",
  },
  [7498] = {
    ["D"] = "這本典籍印有圖書館的標記。",
    ["O"] = "將這本典籍交給它的主人。",
    ["T"] = "迦羅娜：潛行與詭計研究",
  },
  [7499] = {
    ["D"] = "這本典籍印有圖書館的標記。",
    ["O"] = "將這本典籍交給它的主人。",
    ["T"] = "防御寶典",
  },
  [7500] = {
    ["D"] = "這本典籍印有圖書館的標記。",
    ["O"] = "將這本典籍交給它的主人。",
    ["T"] = "奧法師的食譜",
  },
  [7501] = {
    ["D"] = "這本典籍印有圖書館的標記。",
    ["O"] = "將這本典籍交給它的主人。",
    ["T"] = "圣光之力",
  },
  [7502] = {
    ["D"] = "這本典籍印有圖書館的標記。",
    ["O"] = "將這本典籍交給它的主人。",
    ["T"] = "束縛之影",
  },
  [7503] = {
    ["D"] = "這本典籍印有圖書館的標記。",
    ["O"] = "將這本典籍交給它的主人。",
    ["T"] = "最偉大的獵手",
  },
  [7504] = {
    ["D"] = "這本典籍印有圖書館的標記。",
    ["O"] = "將這本典籍交給它的主人。",
    ["T"] = "光明不會告訴你的事情",
  },
  [7505] = {
    ["D"] = "這本典籍印有圖書館的標記。",
    ["O"] = "將這本典籍交給它的主人。",
    ["T"] = "你與冰霜震擊",
  },
  [7506] = {
    ["D"] = "這本典籍印有圖書館的標記。",
    ["O"] = "將這本典籍交給它的主人。",
    ["T"] = "翡翠夢境……",
  },
  [7507] = {
    ["D"] = "你找到了一些非常重要的東西。這本書和你看到過的其它的書不太一樣。$B$B某些人或者某些東西將圖書館的封印揭掉了，這本書中的文字十分混亂，根本無法辨識。",
    ["O"] = "將《弗洛爾的屠龍技術綱要》還回圖書館。",
    ["T"] = "弗洛爾的屠龍技術綱要",
  },
  [7508] = {
    ["D"] = "如果你想要接手這個任務，那就把這把黯淡的精靈劍交給萊德羅斯吧。",
    ["O"] = "把黯淡的精靈劍交給博學者萊德羅斯。",
    ["T"] = "鑄造奎爾塞拉",
  },
  [7509] = {
    ["D"] = "將未淬火的上古之刃拿到奧妮克希亞的巢穴中，并與她作戰。$B$B你需要使用一些技巧來加熱這把劍。在戰斗中，奧妮克希亞一定會使用火焰的氣息來灼燒你。你應該將未淬火的上古之刃放在附近，并期望黑龍的火焰氣息會為這把劍加熱。如果你可以活著等到那個時候，就撿起加熱過的上古之刃，然后殺掉奧妮克希亞。$B$B將加熱過的上古之刃插入她的尸體中，這樣就可以完成它最后的鑄造儀式，并得到一把精制上古之刃。",
    ["O"] = "你必須設法讓奧妮克希亞對這把未淬火的上古之刃噴射火焰。完成之后，撿起加熱過的上古之刃。你要注意的是，加熱過的上古之刃不會一直保持被加熱的狀態，時間非常緊迫。$B$B在把它給我拿回來之前的最后一步是殺掉那條龍，并將加熱過的上古之刃插入她的尸體中。$B$B完成這些之后，奎爾塞拉就是你的了。",
    ["T"] = "鑄造奎爾塞拉",
  },
  [7521] = {
    ["D"] = "Missing details",
    ["O"] = "Missing details",
    ["T"] = "為部落效力",
  },
  [7541] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "為部落效力",
  },
  [7562] = {
    ["D"] = "$N，你對于黑暗藝術的鉆研已經頗具成效。你對于其它世界的知識已經非常完備了……也許你已經做好了馴服著名的恐懼戰馬的準備。$B$B從這種野獸的家園召喚它們的儀式需要大量的能源，但是如果你想要得到這匹史詩級的坐騎，就去和莫蘇爾·召血者談談吧。他就在燃燒平原的風暴祭壇旁邊。$B$B去吧，$N。這個任務將會十分危險，但是你這樣的術士應該會知難而進的！",
    ["O"] = "與燃燒平原的莫蘇爾·召血者談一談。",
    ["T"] = "莫蘇爾·召血者",
  },
  [7563] = {
    ["D"] = "恐懼戰馬居住在一個名叫克索諾斯的異世界中，它們奔馳在那里的火光沖天的平原上，想要控制這樣一頭野獸，你就必須吟唱蘊含強大能量的符文。我可以為你在羊皮紙上書寫這樣的符文，但是首先，我需要一種特殊的墨水。$B$B在遙遠的冬泉谷中居住著一種梟獸。它們曾經是純潔的生物，但是由于受到暗語峽谷中的惡魔力量的影響，它們變得十分瘋狂，開始在雪地中游蕩。$B$B它們的血正是我制作墨水所必需的材料。",
    ["O"] = "把30瓶狂暴野獸的血交給燃燒平原的莫蘇爾·召血者。",
    ["T"] = "血之狂暴",
  },
  [7564] = {
    ["D"] = "我的仆人戈瑟奇是個不錯的煉金師。他可以為我準備撰寫羊皮紙所需的墨水。我把你收集的血液包在了一起，把它交給戈瑟奇，然后他就可以進行下一步的工作了。",
    ["O"] = "把血箱交給燃燒平原的戈瑟奇·邪眼。",
    ["T"] = "戈瑟奇·邪眼",
  },
  [7581] = {
    ["D"] = "你必須從低級惡魔身上找到特定的材料，才能開始制作關押末日守衛的監牢。$B$B厄運之槌中的荒野薩特身上的血液正合適，那些血液凝固之后就可以把赫達琳碎片連接起來，強化水晶監牢。",
    ["O"] = "到菲拉斯的厄運之槌去，從扭木廣場的荒野薩特身上找到15份薩特之血，然后把它們交給腐爛之痕的戴奧。",
    ["T"] = "監牢之鏈",
  },
  [7582] = {
    ["D"] = "那些盤踞在海加爾山腳下的赫達琳惡魔正在秘密地研制強大而邪惡的毒藥，這種毒藥經過慢火熬制之后會形成一塊致密的抗魔水晶——赫達琳之淚。$B$B即使是最強大的末日守衛也無法將一塊由赫達琳之淚組成的監牢擊碎。$B$B到冬泉谷的暗語峽谷去尋找赫達琳之淚吧。",
    ["O"] = "到冬泉谷的暗語峽谷去，從盤踞在峽谷中的赫達琳惡魔身上找到5塊赫達琳之淚。完成任務之后回到腐爛之痕的戴奧那里。",
    ["T"] = "監牢之壁",
  },
  [7583] = {
    ["D"] = "監牢已經準備就緒，現在是整個任務中最困難的部分。$B$B你必須到詛咒之地的腐爛之痕去，在那里使用這個水晶監牢捕獲一個末日守衛指揮官。$B$B你要多加小心！末日守衛指揮官是一種狡猾而又致命的對手，它會在你施展禁錮法術的同時想方設法毀滅你。而且被關進監牢之后，他也會努力掙扎。$B$B它會不顧一切地干掉你，$N。因此，我建議你召集一些強大的同伴來幫助你！",
    ["O"] = "在腐爛之痕中找到一個末日守衛指揮官。$B$B對其使用光芒水晶監牢。你要做好承受瘋狂攻擊的準備，那個惡魔會拼命掙扎試圖逃脫。$B$B如果你成功了，就把被囚禁的末日守衛交給腐爛之痕的戴奧。",
    ["T"] = "壓制",
  },
  [7601] = {
    ["D"] = "如果要我向你傳授召喚地獄火仆從的秘密，那么你就必須干掉克羅蘇斯，然后把它那灼熱的尸體中的惡魔之核交給我。這個任務其實并不是像它聽上去的那么簡單，因為克羅蘇斯已經完全燃盡了。你必須將它的尸體重新點燃，讓他在烈焰中重生。因此你就得從其它惡魔身上采集材料來完成這個任務。$B$B我的小鬼伊普斯會告訴你該怎么做的。",
    ["O"] = "與費伍德森林的伊普斯談一談。",
    ["T"] = "尼比的助手",
  },
  [7602] = {
    ["D"] = "如果你要復活克羅蘇斯，那就必須用到魔火。我可以制作魔火，不過我需要一些材料。$B$B你必須從三個遙遠的地方收集無暇的惡魔精華，并把它們交給我。$B$B在艾薩拉的雷加斯薩特身上可以找到第一種精華；費伍德森林的加德納爾軍團士兵有第二種精華；而詛咒之地的地獄衛士斥候身上有第三種。$B$B把每種精華都拿一份來給我，然后我會為你制作魔火，這樣克羅蘇斯就可以重生了。",
    ["O"] = "費伍德的伊普斯要求你從三個不同的地區收集三塊無暇的惡魔精華，然后把它們交給他。$B$B艾薩拉的雷加斯薩特、費伍德森林的加德納爾軍團士兵和詛咒之地的地獄衛士斥候分別擁有一種無暇的惡魔精華。",
    ["T"] = "無暇的惡魔精華",
  },
  [7603] = {
    ["D"] = "克羅蘇斯就躺在在東北邊的碎痕谷中。帶上魔火，在他的尸體上使用它。魔火將會使那個倒下的地獄火重新站起來。$B$B當然，我相信他可以輕松地把你和你的朋友連窩端了——相信我，你最好帶些朋友一起去。$B$B如果奇跡出現，也就是說你和你的朋友碰巧把克羅蘇斯擺平了的話，那就把他的惡魔之核交給尼比。",
    ["O"] = "在費伍德森林的碎痕谷中搜尋克羅蘇斯的尸體。當你找到尸體后，在他身上使用魔火，并等待克羅蘇斯復生。當這個地獄火被喚醒之后，干掉他，從他的身上拿取克羅蘇斯的惡魔之核。$B$B把克羅蘇斯的惡魔之核交給費伍德森林的尼比。",
    ["T"] = "克羅蘇斯的惡魔之核",
  },
  [7604] = {
    ["D"] = "簽署下面這份契約者擔保他們交給瑟銀兄弟會（TB Ltd.）的薩弗隆鐵錠是真品，絕非偽造。簽署這份契約還將使瑟銀兄弟會不對因簽署者個人試圖鑄造、尋找、創造、銷售或食用薩弗拉斯而造成的一切不良后果負有任何責任。$B$B簽署這份契約即表明你同意以上所有條款。$B$B簽名：_________________",
    ["O"] = "如果你愿意接受薩弗隆的設計圖，請將瑟銀兄弟會契約交給羅克圖斯·暗契。",
    ["T"] = "瑟銀兄弟會契約",
  },
  [7621] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "警示",
  },
  [7622] = {
    ["D"] = "你必須完成我沒有能夠做到的事情：拯救那些未能逃出斯坦索姆的農夫。$B$B他們將向著光明前進，你的職責就是保證他們的存活。如果過多的農夫倒下，那我們仍將繼續被詛咒，而你則會可恥地失敗。$B$B你所學到的每項技能、每句禱言和每個法術都會經受考驗。愿圣光護佑你，$N。",
    ["O"] = "在總計有15個農夫被殺死之前拯救50個農夫。完成任務之后與艾瑞斯·哈文法談談。$B$B你可以通過瀏覽死亡布告來了解自己拯救了多少農夫。",
    ["T"] = "光與影的平衡",
  },
  [7623] = {
    ["D"] = "莫蘇爾說你需要一扇通往克索諾斯的傳送門。如果是這樣的話，你就得用到克索諾斯星塵。在艾澤拉斯大陸上找到這種星塵可不容易！$B$B但是我知道誰手中有星塵——加德納爾的魔王貝恩霍勒，他就在暗影議會那里！和他談談，也許他會給你一些星塵。$B$B但是在你去加德納爾之前，你必須用暗影議會的邪惡氣息來偽裝自己。也就是說，你需要一些暗影藥水，我這里就有暗影藥水，不過這可不是免費的……",
    ["O"] = "從燃燒平原的戈瑟奇那里購買暗影藥水。$B$B使用這種藥劑進入加德納爾，然后與魔王貝恩霍勒談一談。",
    ["T"] = "魔王貝恩霍勒",
  },
  [7624] = {
    ["D"] = "你想要得到我的幫助？那么就為我而戰吧。$B$B我的奴仆烏拉泰克跪在我面前的時候表現出無比的可憐和謙卑，但其實他只不過是在為克索諾斯位面的赫爾努拉斯工作。赫爾努拉斯想要奪取我在這里的位置和權力，而烏拉泰克就是他的間諜……$B$B如果你想要證明你效忠的是我而不是我的對手，就去找到烏拉泰克，它就在西邊的暗影堡里。告訴他我已經知道了他的秘密，然后就看著恐懼吞噬他吧。把那個叛徒的心臟給我帶回來！",
    ["O"] = "找到并殺死烏拉泰克，然后把叛徒之心交給加德納爾的魔王貝恩霍勒。",
    ["T"] = "背叛者烏拉泰克",
  },
  [7625] = {
    ["D"] = "你到我這里是要找克索諾斯星塵的？你希望開啟一個通往克索諾斯——也就是我的對手赫爾努拉斯所在的世界的傳送門？也許你是想要從他那里偷取他寶貴的恐懼戰馬？$B$B非常好。我的仆人烏爾丹有很多克索諾斯星塵。你可以從他那里得到它……當然，你必須付出足夠的代價。",
    ["O"] = "從烏爾丹那里購買克索諾斯星塵，把它交給燃燒平原的戈瑟奇·邪眼。",
    ["T"] = "克索諾斯星塵",
  },
  [7626] = {
    ["D"] = "達斯莫拉之鈴是三件制造強力召喚法陣所必需的物品之一，它的名字來源于著名的術士達斯莫拉·暗眼。當它與黑暗戰車之輪和末日蠟燭共同激活之后，它們就會引導出強大的魔法力量。$B$B我的仆人戈瑟奇可以為你鈴鐺，但是他需要大量的暗影之力藥劑。讓一個煉金師幫你制作這些藥劑，然后把它們交給戈瑟奇。",
    ["O"] = "把2瓶暗影之力藥劑交給燃燒平原的戈瑟奇·邪眼。",
    ["T"] = "達斯莫拉之鈴",
  },
  [7627] = {
    ["D"] = "黑暗戰車之輪可以為強力召喚法陣提供并控制它所需要的能量。如果你需要戈瑟奇制造的黑暗戰車之輪，他就需要一些附魔師提供的大塊魔光碎片，以及高級礦工可以提供的黑鐵礦石。$B$B去弄到那些東西，然后把它們交給我的仆人。",
    ["O"] = "把6份大塊魔光碎片和25塊黑鐵礦石交給燃燒平原的戈瑟奇·邪眼。",
    ["T"] = "黑暗戰車之輪",
  },
  [7628] = {
    ["D"] = "末日蠟燭匯集了火焰的力量，并將其傾斜在那些膽敢打斷你的召喚儀式的蠢貨身上。當你制造了一個強力召喚法陣并點燃蠟燭之后，任何膽敢闖入結界的惡魔都會被燒成灰燼！$B$B但是想要保存這樣的火焰可不容易，你必須有黑龍鱗片中的精華成分。收集這些鱗片，然后把它們交給戈瑟奇·邪眼。",
    ["O"] = "把3塊黑龍鱗片交給燃燒平原的戈瑟奇·邪眼。",
    ["T"] = "末日蠟燭",
  },
  [7629] = {
    ["D"] = "只需一步就能完成莫蘇爾的羊皮紙了。我需要一張注入克索諾斯星塵力量的紙，另外……我恐怕我無法在這里完成工作，因為我沒有必需的設備！$B$B不過我知道有一座煉金實驗室，那里有我所需的一切東西。它就在西瘟疫之地凱爾達隆島上的通靈學院里。$B$B我自己沒法親自去那里，不過你可以。拿著這只瓶子，這里面有一個非常聰明的小鬼。在實驗室里把它放出來，然后它就會幫你搞定羊皮紙。",
    ["O"] = "把瓶中的小鬼帶到通靈學院的煉金實驗室中。在小鬼制造出羊皮紙之后，把瓶子還給戈瑟奇·邪眼。",
    ["T"] = "瓶中的小鬼",
  },
  [7630] = {
    ["D"] = "現在達斯莫拉之鈴、黑暗戰車之輪和末日蠟燭都已經準備好了，我還得給你準備一塊黑色磁石。在儀式進行的過程中，你必須不斷用黑色磁石激活那些失效的物品才能維持法陣。$B$B因此，我需要一些奧金錠。你有奧金錠嗎？如果沒有的話……那么，去找個煉金師問一問吧。$B$B當你拿到奧金錠之后再回來，我會用它制作黑色磁石。",
    ["O"] = "把1塊奧金錠交給燃燒平原的戈瑟奇·邪眼。",
    ["T"] = "奧金錠",
  },
  [7631] = {
    ["D"] = "所有東西都準備好了。現在，你必須施展儀式制造出強力召喚法陣，然后再使用卷軸和克索諾斯星塵來打開通向克索諾斯的傳送門。$B$B我已經把施展儀式的具體步驟寫在了一張卷軸上。仔細讀一讀卷軸，然后嚴格按照上面所述的步驟來做，否則你就無法成功施展儀式。$B$B祝你好運，$N。愿你的背包中裝滿了敵人的靈魂碎片。",
    ["O"] = "閱讀莫蘇爾的指南，并召喚出一匹克索諾斯恐懼戰馬，擊敗它，然后控制它的靈魂。",
    ["T"] = "克索諾斯恐懼戰馬",
  },
  [7632] = {
    ["D"] = "這片青翠的葉子泛著微微的綠光。葉子的表面很不平整，上面遍布著葉脈和皺褶。$B$B你猜想這片葉子是來源于一個古老而又強大的生命體。$B$B也許你可以找到這片葉子的真正主人？",
    ["O"] = "找到遠古石葉的主人。祝你好運，$N。這個世界是很大的。",
    ["T"] = "遠古石葉",
  },
  [7633] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "介紹",
  },
  [7634] = {
    ["D"] = "你好，$c。我是知識古樹哈斯塔特。我這里保管著很久以前就消逝了的知識。$B$B在適當的條件之下，我的一片樹葉可以變成一只近萬年來都沒有出現過的箭袋。這只箭袋配合上古之弓就將發揮無窮的力量。$B$B將一頭成年藍龍的肌腱交給我，這只箭袋就是你的了。",
    ["O"] = "費伍德森林的古樹哈斯塔特要求你帶回一塊成年藍龍的肌腱。",
    ["T"] = "龍筋箭袋",
  },
  [7635] = {
    ["D"] = "瓦特魯斯可以提供給你一根手杖來制作上古之弓，但是只有當我給弓弦附了魔法之后，你才能得到完整的弓。$B$B這是個簡單的任務，小東西。殺掉一頭成年的黑龍，然后從它的骨頭上割下一塊肌腱。把它交給我，然后我就可以對弓弦進行附魔，使其變成一根堅固無比的弓弦。",
    ["O"] = "費伍德森林的古樹斯托瑪要求你帶給他一塊成年黑龍的肌腱。",
    ["T"] = "合適的弓弦",
  },
  [7636] = {
    ["D"] = "燃燒軍團的仆從依然在這個世界上活躍著，$c。它們接觸過的所有東西變會得墮落，自然界因為它們的存在而枯萎并哭泣著。$B$B你必須找到這些惡魔，然后消滅它們，$N。你要注意，你必須獨自挑戰它們，否則那些怯懦的惡魔就會逃跑。只要你孤身一人，它們就會想方設法干掉你。你必須擊敗它們，讓它們的傲慢變成痛苦。$B$B這里是我的一塊樹皮，上面的文字將引領你找到你的目標。去吧，拿回它們的頭顱。",
    ["O"] = "你必須找到并干掉下列4個惡魔：$B$B迷人的西蒙妮。$B$B瘋狂的克林弗蘭。$B$BS屠殺者索倫諾爾。$B$B摧毀者阿托留斯。$B$B殺掉這些惡魔，然后回到費伍德森林的古樹瓦特魯斯那里去。$B$B根據你背包中的石化樹皮來找到它們所在位置的線索。$B$B你必須獨自完成這個任務。",
    ["T"] = "古樹的手杖",
  },
  [7637] = {
    ["D"] = "為了做好迎接這個挑戰的準備，你必須首先展示自己的犧牲和公正……主要是犧牲。$B$B你必須從高階牧師洛漢那里取得驅魔香爐，才能進行下一步的任務。不過，雖然你的目標是正義的，但你仍然需要為驅魔香爐提供一定的補償。$B$B去鐵爐堡和高階牧師談談吧。給他足夠的金錢來換取驅魔香爐，這將會體現出你的犧牲精神。$B$B現在就去吧，$N，時間緊迫。",
    ["O"] = "到鐵爐堡去找高階牧師洛漢，從他那里拿到驅魔香爐。你需要捐贈150金幣來獲得它。",
    ["T"] = "犧牲精神",
  },
  [7638] = {
    ["D"] = "這個偉大的時刻終于到來了，$N，接下來你就將獲得你渴望已久的東西——你的戰馬。$B$B去和暴風城教堂區的格雷森·沙東布瑞克公爵談談吧。他將指引你完成必需的任務，令你獲得一匹圣騎士最可信任的坐騎。$B$B我祝你在這次試煉中好運，為了圣光而戰，我的$g兄弟:姐妹;！",
    ["O"] = "與暴風城教堂區的格雷森·沙東布瑞克公爵談一談。",
    ["T"] = "格雷森·沙東布瑞克公爵",
  },
  [7639] = {
    ["D"] = "請拿著這只驅魔香爐，我祝福你一路順風。我自己曾多次使用它驅除了邪惡，而且我相信它一定會幫助你完成艱巨的任務。$B$B回到暴風城去找格雷森·沙東布瑞克公爵吧，$N。他將告訴你接下來該怎么做。",
    ["O"] = "把驅魔香爐交給暴風城教堂區的格雷森·沙東布瑞克公爵。",
    ["T"] = "圣騎士的審判",
  },
  [7640] = {
    ["D"] = "我在香爐中放了一撮東瘟疫之地恐懼谷中的腐爛泥土。你可以用它來找到出現靈魂異動的區域。尋找綠色的光芒滲入地表的地方——那里就是物質世界和靈魂世界結合的邊緣，在那里用香爐將邪惡的靈魂召喚出來。$B$B當你對那里的靈魂進行了足夠的審判之后，就可以繼續下一步了。",
    ["O"] = "使用驅魔香爐召喚恐懼谷中的靈魂。當你殺掉25個恐懼谷的靈魂之后，回到暴風城教堂區的格雷森·沙東布瑞克公爵那里復命。",
    ["T"] = "恐懼谷的靈魂",
  },
  [7641] = {
    ["D"] = "圣騎士的坐騎如果沒有合適的馬飾，那它就和運貨的畜牲沒有什么區別。你所使用的馬飾不僅需要使用最好的材料來制作，而且還需要與靈魂世界進行密切的溝通。$B$B首先，$N——讓我們來搞定馬飾的問題。在暴風城的矮人區里面有一位頂級鐵匠，格瑞曼德·艾爾默。他的開價不會低，但是他的質量正是我們所追求的。去和他談談吧。",
    ["O"] = "與暴風城矮人區的格瑞曼德·艾爾默談一談。",
    ["T"] = "格瑞曼德·艾爾默",
  },
  [7642] = {
    ["D"] = "你需要為馬飾準備四樣東西——做內襯用的符文布，做鎧甲用的奧金錠，調和靈魂所需的阿爾薩斯之淚，以及灌入靈魂時要用到的斯坦索姆圣水。實際上，你還需要一樣東西……就是為我支付酬勞的金幣，這其中包括了我的辛苦錢，外加馬鞍和馬鐙的費用。$B$B在你拿齊了所有東西之后，我就可以動手給你打造馬飾了。在你收集到那些我要的東西之前，我還有些準備工作要做。",
    ["O"] = "把40塊符文布、6塊奧金錠、10棵阿爾薩斯之淚、5瓶斯坦索姆圣水和150枚金幣交給暴風城矮人區的格瑞曼德·艾爾默。",
    ["T"] = "收集材料",
  },
  [7643] = {
    ["D"] = "你的馬飾需要一種特殊的祝福，一個來自特定靈魂的祝福。在厄運之槌有這樣一個靈魂，上古圣馬之魂。現在它被一個墮落的樹人特迪斯·扭木控制著。審判這個墮落的野獸吧，$N。$B$B你要了解這一點——單單給它帶來自由是不夠的。你必須在接受這個靈魂的祝福之前安撫它。因此，你需要特殊的飼料。到南海鎮去，和那里的梅麗德絲·卡爾森談談……準備付出更多的犧牲吧。",
    ["O"] = "你需要特殊的飼料來喂養靈魂馬。南海鎮的梅麗德絲·卡爾森可以為你提供這樣的糧草。$B$B到菲拉斯的厄運之槌去，殺掉特迪斯·扭木，釋放上古圣馬之魂。用特殊的糧草喂養它，這樣可以安撫它的靈魂。最后，把奧金馬鎧交給它就可以完成祝福。",
    ["T"] = "上古圣馬之魂",
  },
  [7644] = {
    ["D"] = "當馬飾被放在上古圣馬之魂的背上時，它開始微微發光。周圍的空氣開始凝結，然后馬飾就從上古圣馬之魂的背上消失，回到了你的背包里。$B$B看來馬飾已經受到了祝福。根據沙東布瑞克公爵的指引，你應該帶著馬飾回暴風城去找他。",
    ["O"] = "將被祝福的奧金馬鎧交給暴風城教堂區的格雷森·沙東布瑞克公爵。",
    ["T"] = "被祝福的奧金馬鎧",
  },
  [7645] = {
    ["D"] = "當我告訴白銀之手騎士團的那幫家伙說我可以制造特殊的飼料來喂養靈魂馬的時候，他們以為我瘋了。每個人都認為我瘋了！好吧，現在是算賬的時候了！$B$B我可以制作你需要的東西，圣騎士$g先生:小姐;……所謂的勇士……不過你得為此破費一番。我需要只有銀色黎明才會出售的可口的小點心——我要把它混合在飼料中。我還要求——沒錯，要求——我還要求你拿金幣來彌補我所遭受的痛苦！$B$B向我展示你們吹噓已久的犧牲精神吧，圣騎士。",
    ["O"] = "把制作魔法糧草所需要的重要材料：20塊可口的魔法點心帶給希爾斯布萊德丘陵的梅麗德絲·卡爾森。據說銀色黎明會出售這種餅干。$B$B你還需要給她50金幣來對她進行安撫。",
    ["T"] = "魔法糧草",
  },
  [7646] = {
    ["D"] = "你現在必須制作出一顆預言水晶球，只有用它，你才能開始救贖墮落戰馬的試煉。你的預言水晶球實際上已經快要完成了。在恐懼谷中用過的驅魔香爐其實是它的催化劑，另外我還會專門為這個裝置制作一個外殼。$B$B我最后需要的材料是兩塊鉆石，也就是一塊艾澤拉斯鉆石和一塊原始黑鉆石。這兩塊鉆石將被放在預言水晶球中，讓它射出足以撕破黑暗的光芒！",
    ["O"] = "把一塊艾澤拉斯鉆石和一塊原始黑鉆石交給暴風城教堂區的格雷森·沙東布瑞克公爵。",
    ["T"] = "預言水晶球",
  },
  [7647] = {
    ["D"] = "拿著這個背包——里面有你的任務要用到的所有東西。$B$B在尸骨儲藏所地下室的中心使用預言水晶球，將被詛咒的靈魂引領出來，你一定要對它們進行審判。在這次試煉中，你要合理地使用你的審判——它們的作用比你想象中的還要大。在這些靈魂被審判之后，死亡騎士將會出現，此時你就要將其擊敗，然后獲得戰馬的靈魂。只有這樣，你才能對其進行救贖，然后將你的馬飾放在你的新坐騎上！$B$B祝你好運！",
    ["O"] = "在通靈學院尸骨儲藏所地下室的中心使用預言水晶球。將你要審判的靈魂引領出來。將這些靈魂擊敗然后死亡騎士達克雷爾就將被召喚出來。將其擊敗然后獲得墮落戰馬的靈魂。$B$B把贖罪的戰馬之魂和被祝福的奧金馬鎧一起附在達克雷爾的墮落戰馬身上。",
    ["T"] = "審判和救贖",
  },
  [7648] = {
    ["D"] = "<格瑞曼德擦了擦額角的汗，露出非常自豪的笑容。>　$B$B給你，我的朋友。這是我能打造出來的最好的作品——它的質量和我親手為沙東布瑞克公爵的坐騎制作的馬飾不相上下。感謝你對我的手藝的信任。$B$B毫無疑問，葛瑞森也想親自看看這個作品。把你的馬飾交給它，然后替我感謝他交給我這個光榮的任務。",
    ["O"] = "把奧金馬鎧交給暴風城教堂區的格雷森·沙東布瑞克公爵。",
    ["T"] = "艾爾默的手藝",
  },
  [7649] = {
    ["D"] = "這本典籍印有圖書館的標記。",
    ["O"] = "將這本典籍交給它的主人。",
    ["T"] = "魔化瑟銀板甲：第一卷",
  },
  [7650] = {
    ["D"] = "這本典籍印有圖書館的標記。",
    ["O"] = "將這本典籍交給它的主人。",
    ["T"] = "魔化瑟銀板甲：第二卷",
  },
  [7651] = {
    ["D"] = "這本典籍印有圖書館的標記。",
    ["O"] = "將這本典籍交給它的主人。",
    ["T"] = "魔化瑟銀板甲第三卷",
  },
  [7652] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "君王板甲的設計圖",
  },
  [7653] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "君王板甲腰帶",
  },
  [7654] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "君王板甲戰靴",
  },
  [7655] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "君王板甲護腕",
  },
  [7656] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "君王板甲護胸",
  },
  [7657] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "君王鎧甲頭盔",
  },
  [7658] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "君王鎧甲護腿",
  },
  [7659] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "君王板甲護肩",
  },
  [7660] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "更換冰狼",
  },
  [7661] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "更換赤狼",
  },
  [7662] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "藍色科多獸",
  },
  [7663] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "綠色科多獸",
  },
  [7664] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "白色迅猛龍",
  },
  [7665] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "紅色迅猛龍",
  },
  [7666] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "重回尸骨儲藏所",
  },
  [7667] = {
    ["D"] = "$N，這是一件我希望能得到你幫助的事情，一件重要的事情……請允許我解釋一下。$B$B在洛丹倫的通靈學院中有一個被稱為尸骨儲藏所的房間。我要制造一個能夠洞穿那個房間中的邪惡力量的裝置，因此我需要兩塊鉆石：一塊艾澤拉斯鉆石和一塊原始黑鉆石。我知道這兩樣東西都不是那么容易得到的，而且我自己沒有辦法得到。$B$B你能幫我拿來這兩樣東西嗎？",
    ["O"] = "如果你愿意幫助奧格瑞瑪智慧谷的薩格尼，就將一塊艾澤拉斯鉆石和一塊原始黑鉆石交給他。",
    ["T"] = "收集材料",
  },
  [7671] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "更換霜刃豹",
  },
  [7672] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "更換夜刃豹",
  },
  [7673] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "更換霜山羊",
  },
  [7674] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "更換黑山羊",
  },
  [7675] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "更換冰藍色機械陸行鳥",
  },
  [7676] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "更換白色機械陸行鳥",
  },
  [7677] = {
    ["D"] = "If you bring me your white stallion, I\'ll trade you for one from the new herd. The new horse will be just as fast as your old one, but have a different look to it. You can look at the swift steeds here to see what it will look like.$B$B$BMUST PAY 500 Gold too....",
    ["O"] = "If you bring me your white stallion, I\'ll trade you for one from the new herd. The new horse will be just as fast as your old one, but have a different look to it. You can look at the swift steeds here to see what it will look like.$B$BMUST PAY 500 Gold too....",
    ["T"] = "更換白馬",
  },
  [7678] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "更換褐色馬",
  },
  [7701] = {
    ["D"] = "工頭瑪托留斯原本是瑟銀兄弟會的潛行者密探，現在卻在熔渣之池中擔任黑鐵矮人的指揮官。根據工頭奧菲斯特的命令，殺死工頭瑪托留斯并將他的頭顱帶回來即可領取獎賞。$B$B請向偵查隊長洛洛爾領取獎勵。",
    ["O"] = "那個叫做工頭瑪托留斯的黑鐵矮人叛徒就藏在大熔爐的熔渣之池深處。$B$B殺死工頭瑪托留斯，將他的頭顱交給灼熱峽谷的偵查隊長洛洛爾以換取你的獎勵。",
    ["T"] = "懸賞：工頭瑪托留斯",
  },
  [7703] = {
    ["D"] = "現在你是大王，你可以從那個精靈王子手里拿回令戈多克驕傲的神器！你前一任的大王失敗了，自從托塞德林那個可惡的精靈從我們古代戈多克大王手中偷走它之后，沒有一個大王能想辦法把它奪回來！$B$B這個神器叫做戈多克力量護手。傳說說只有真正的戈多克大王才能把它拿回來。這個可惡的精靈還在附近——如果你找到它的話，那你就可以使用它！真的！",
    ["O"] = "找到戈多克力量護手，并將它交給厄運之槌的克羅卡斯。$B$B根據克羅卡斯所說的，“傳說”自稱是王子的精靈托塞德林從一名戈多克食人魔手中偷走了那件神器。",
    ["T"] = "戈多克食人魔的事務",
  },
  [7721] = {
    ["D"] = "如果我想要在被遺忘的海岸這里開一家可以正常經營的工程學商店，那我就必須先解決這些討厭的元素生物——它們簡直是無法無天！$B$B幸運的是，我發現這些元素生物身上有一種可以給我的超級壓縮器提供動力的理想材料——我希望你可以好好地教訓它們，拿到我要的東西！把它們身上的水元素核心給我拿來！",
    ["O"] = "從菲拉斯被遺忘的海岸那里的海元素和巨型海元素身上獲取10塊水元素核心，把它們交給碼頭附近的索爾賓·范達瑟。",
    ["T"] = "壓縮器的動力",
  },
  [7722] = {
    ["D"] = "當那個混賬瑪托留斯離開我們的部族時，他還帶走了比無暇的奧術水晶更加寶貴的東西——我們制作熾熱助熔劑的配方！我相信他一定在利用這個配方從黑鐵矮人那里獲取利益。$B$B我希望你拿回我們的秘密配方，$N。我確信它們就在瑪托留斯身邊，而他正躲在熔渣之池的深處。",
    ["O"] = "在大熔爐的熔渣之池中的某個地方，你可以找到工頭瑪托留斯偷走的秘密設計圖：熾熱助熔劑。找到這些設計圖，把它們還給灼熱峽谷的大鐵匠博恩奈特。",
    ["T"] = "絕密配方！",
  },
  [7723] = {
    ["D"] = "真糟糕，由于我近來變得越來越胖，我已經不能像以前那樣大吃大喝啦。你瞧瞧這兒的氣候，而且氣壓還很低，我的手指都腫脹起來啦，看上去就像是粗大的塞爾薩瑪血腸……$B$B你得幫我做點事情。$B$B讓我看看我的日程安排，第一件事情是……殺死峽谷中的重型作戰傀儡。把它們全都干掉。",
    ["O"] = "漢瑟爾·重拳讓你殺掉20個重型作戰傀儡。$B$B重型作戰傀儡就在灼熱峽谷的大熔爐附近。當你殺死足夠多的傀儡后，就回去找漢瑟爾·重拳。",
    ["T"] = "該死的手指頭！",
  },
  [7724] = {
    ["D"] = "你不知道嗎，每次漢瑟爾想要放松放松，反思他的人生的時候，上面就會給他指派新的工作。$B$B我要思考！你知道我在說什么嗎？知道嗎？$B$B巨型熔巖蜘蛛在這兒引起了一些麻煩，奧菲斯特說他跟這些畜牲勢不兩立……嗯，無論如何，這些蜘蛛讓孩子們感到不安。$B$B我想我們得殺掉它們，你正是最佳人選。",
    ["O"] = "漢瑟爾·重拳要你殺死灼熱峽谷中的20只巨型熔巖蜘蛛。你可以在灼熱峽谷的高地和熔巖池里找到巨型熔巖蜘蛛。$B$B當你殺死足夠的巨型熔巖蜘蛛之后，回到漢瑟爾·重拳那里復命。",
    ["T"] = "熔巖蜘蛛的威脅！",
  },
  [7725] = {
    ["D"] = "我知道你為我收集了一些微縮殘渣……如果你想要找一份全職工作的話，我想我一直都會需要這種殘渣的。$B$B雖然我無法付出足夠的報酬，但是我很樂意讓我的地精朋友們都了解你這個偉大的$r$c，地精之友！$B$B相信我，$g先生:女士;，地精們的耳朵都是很靈驗的……",
    ["O"] = "使用索爾賓的超級壓縮器來縮小菲拉斯的任意種類的巨人，將他們縮小到更容易控制的體積。從縮小過的巨人身上收集10份微縮殘渣，把它們交給菲拉斯被遺忘的海岸碼頭的索爾賓·范達瑟。",
    ["T"] = "更多被縮小的巨人！",
  },
  [7726] = {
    ["D"] = "你需要更多的工作，是嗎？難道我讓你去收集元素生物體內的粘液的宏偉任務還無法滿足你的冒險欲望？也許我要找到無數類似的事情讓你做才行……$B$B好吧，不說廢話了，我需要更多的水元素核心。我正想盡辦法在這里開店，所以我給你的獎勵并不會很豐厚……但是我向你保證，我會把你的熱心和勇敢告訴所有人。你要相信我——我在熱砂集團里認識很多人！",
    ["O"] = "從菲拉斯被遺忘的海岸那里的海元素和巨型海元素身上獲取6塊水元素核心，把它們交給碼頭附近的索爾賓·范達瑟。",
    ["T"] = "補充動力",
  },
  [7727] = {
    ["D"] = "拇趾囊腫，$g小伙子:姑娘;。我的拇趾了出現囊腫。難道在這種混亂的情況下我只能砍下自己的腳來解除痛苦嗎？這就是我請求你幫助我的原因。$B$B斯克蘭格和博恩奈特讓我殺掉這些家伙，這樣他們就能派出探險隊進入熔渣之池進行探索了，我說的就是那種叫做熏火龍還是什么玩藝的麻煩家伙。現在去殺了它們吧，在消滅熏火龍之前別回來找我。",
    ["O"] = "漢瑟爾·重拳讓你去殺掉20個熏火龍。$B$B熏火龍侵占了熔渣之池中的那些巖漿池。熔渣之池就在灼熱峽谷的大熔爐中。$B$B當你殺死足夠數量的熏火龍后，就回去找漢瑟爾·重拳。",
    ["T"] = "熏火龍",
  },
  [7728] = {
    ["D"] = "下列物品已被盜走：$B$B*一臺黑鐵鼓風機。$B$B一支偵查員的望遠鏡。$B$B找到并歸還這些被盜物品者將獲得獎勵。$B$B瑟銀兄弟會相信，這些物品是被那些居住在灼熱峽谷中的該死的黑鐵矮人偷走的。$B$B那支望遠鏡是偵查員的有力工具，而鼓風機則是寶貴的冶鐵設備。$B$B如果你找到丟失的物品，請將它們交給斯克蘭格。",
    ["O"] = "找到冶煉鼓風機和偵查員的望遠鏡，把它們還給灼熱峽谷的監工斯克蘭格。$B$B你所知道的關于這些物品的惟一信息是：它們肯定是被黑鐵矮人偷走的。冶煉鼓風機是鐵匠用的鍛造工具，偵查員的望遠鏡是偵查員所需的偵查工具。",
    ["T"] = "被盜：鼓風機和望遠鏡",
  },
  [7729] = {
    ["D"] = "監工斯克蘭格正在尋找一些優秀的冒險者深入灼熱峽谷。$B$B如果你對此感興趣的話，就到灼熱峽谷去，殺死你見到的所有黑鐵工頭和黑鐵奴隸販子。$B$B當你全身都沾滿那些家伙的鮮血之后，就回到監工斯克蘭格那兒去。$B$B你自己應該知道什么叫“全身沾滿他們的鮮血”，所以別問來問去的。",
    ["O"] = "殺死15個黑鐵工頭和15個黑鐵奴隸販子。完成任務之后就回去找監工斯克蘭格。",
    ["T"] = "工作機會：肅清競爭對手",
  },
  [7730] = {
    ["D"] = "根據有限的偵查，我們得出結論，豺狼人南面的敵人是一個類似昆蟲的物種。坦率地說，它們是否具有智慧現在已經不重要了。如果是它們將豺狼人逼得瘋狂進犯我們的領地，那么這些蟲子就是比豺狼人還要巨大的威脅。$B$B殺入那些祖卡什蟲類的巢穴，那個地方被稱作痛苦深淵。削減它們的數量，然后把你發現的情報給我帶回來，另外別忘了拿回它們的甲殼作為你的努力的證明。",
    ["O"] = "把20塊祖卡什蟲殼交給菲拉斯莫沙徹營地的哈杜肯·迅蹄。",
    ["T"] = "祖卡什的入侵",
  },
  [7731] = {
    ["D"] = "在調查痛苦深淵的時候，我們的斥候發現了一只巨型昆蟲——它的體積比我們見過的所有昆蟲都要巨大，眼下它就在那里游蕩。它不僅體積很大，而且它身上似乎還有其它昆蟲所不具備的某種氣息。我們給它取了一個名字——毒刺鞭笞者。$B$B它的內臟可以幫助我們研究出對付這個新威脅的方法，把它的分泌腺割下來，然后立刻回來！",
    ["O"] = "擊敗痛苦深淵中的毒刺鞭笞者，把它的腺體交給菲拉斯莫沙徹營地的哈杜肯·迅蹄。",
    ["T"] = "毒刺鞭笞者",
  },
  [7732] = {
    ["D"] = "在解決祖卡什蟲類的威脅這個問題上，你表現得非常出色。但是這個威脅遠未得到徹底的解決，我希望能再次請求你為了部落的利益而戰。$B$B這份文件中記錄了所有與祖卡什蟲類有關的信息。我希望把它交給奧格瑞瑪暗巷區的基爾茲賓·鼓眼。他是個異型生物專家，希望他能從我們的發現中找到一些有價值的信息。",
    ["O"] = "把莫沙徹營地祖卡什報告交給奧格瑞瑪暗巷區的基爾茲賓·鼓眼。",
    ["T"] = "祖卡什報告",
  },
  [7733] = {
    ["D"] = "我找到了一個更好的雪人毛皮來源，這真令人難以置信！在菲拉斯北部的怒痕堡中有另外一批雪人，它們比你遇到過的雪人可要難對付多了，如果你想要嘗試更大的挑戰，就去那里吧！$B$B如果你可以給我弄來一些它們的毛皮，我會給你豐厚的獎勵！",
    ["O"] = "把10塊怒痕雪人的毛皮交給菲拉斯羽月要塞的普拉特·馬克格魯比。",
    ["T"] = "更高的品質",
  },
  [7734] = {
    ["D"] = "我找到了一個更好的雪人毛皮來源，這真令人難以置信！在菲拉斯北部的怒痕堡中有另外一批雪人，它們比你遇到過的雪人可要難對付多了，如果你想要嘗試更大的挑戰，就去那里吧！$B$B如果你可以給我弄來一些它們的毛皮，我會給你豐厚的獎勵！",
    ["O"] = "把10塊怒痕雪人的毛皮交給菲拉斯莫沙徹營地的杉多爾·迅蹄。",
    ["T"] = "更高的品質",
  },
  [7735] = {
    ["D"] = "你找到了一塊原始雪人毛皮。它非常厚實——比那些怒痕雪人的毛皮要厚實許多。$B$B羽月要塞的普拉特·馬克格魯比是專門做雪人毛皮生意的，這些毛皮一定可以引起他的興趣。",
    ["O"] = "把原始雪人毛皮交給菲拉斯羽月要塞的普拉特·馬克格魯比。",
    ["T"] = "原始雪人毛皮",
  },
  [7736] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "熾熱助熔劑的補給：皇血草",
  },
  [7737] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "獲得信任",
  },
  [7738] = {
    ["D"] = "你找到了一塊非常完美的雪人毛皮，它非常厚實——比那些怒痕雪人的毛皮要厚實許多。$B$B莫沙徹營地的杉多爾·迅蹄專門做雪人毛皮的生意，這些毛皮一定可以引起他的興趣。",
    ["O"] = "把完美的雪人毛皮交給菲拉斯莫沙徹營地的杉多爾·迅蹄。",
    ["T"] = "完美的雪人毛皮",
  },
  [7761] = {
    ["D"] = "愚蠢的家伙，$B$B對于你的能力我向來不抱什么希望，我不相信你可以阻止外來者進入主人的巢穴。如果你死亡了，那么這顆寶珠內建的安全機制可以防止外來者直接傳送到黑翼巢穴中。$B$B只有那些手上烙有達基薩斯徽記的人才能使用這顆寶珠。值得慶幸的是，達基薩斯不像你那么沒用，軍需官。它會守衛著那枚烙印！$B$B- 大酋長雷德·黑手$B$B備注 ：別忘了毀掉這封信，笨蛋。",
    ["O"] = "真是個愚蠢的獸人。看來你需要找到那枚烙印并獲得達基薩斯徽記才可以使用命令寶珠。$B$B你從信中獲知，達基薩斯將軍守衛著烙印。也許你應該就此進行更深入的調查。",
    ["T"] = "黑手的命令",
  },
  [7781] = {
    ["D"] = "以前的感覺又回來了，勝利的喜悅和傷痛的折磨流遍你的身體。在你面前的是奈法利安那顆巨大而布滿創傷的頭顱。勇士，將這顆頭顱交給你的公爵吧。",
    ["O"] = "將奈法利安的頭顱交給暴風城的伯瓦爾·弗塔根公爵。",
    ["T"] = "黑石之王",
  },
  [7782] = {
    ["D"] = "到英雄谷去，與艾法希比元帥談一談。",
    ["O"] = "回到暴風城的英雄谷，與艾法希比元帥談一談。",
    ["T"] = "黑石之王",
  },
  [7783] = {
    ["D"] = "以前的感覺又回來了，勝利的喜悅和傷痛的折磨流遍你的身體。在你面前的是奈法利安那顆巨大而布滿創傷的頭顱。勇士，將這顆頭顱交給你的酋長吧。",
    ["O"] = "將奈法利安的頭顱交給奧格瑞瑪的薩爾。",
    ["T"] = "黑石之王",
  },
  [7784] = {
    ["D"] = "到力量谷去找薩魯法爾大王。",
    ["O"] = "和奧格瑞瑪的薩魯法爾大王談談。他在力量谷等你。",
    ["T"] = "黑石之王",
  },
  [7785] = {
    ["D"] = "去查看一下他的復生之瓶，凡人。逐風者會在那兒重生！",
    ["O"] = "查看復生之瓶，然后回到德米提恩那里去。",
    ["T"] = "復生之瓶",
  },
  [7786] = {
    ["D"] = "我已經把我所知道的東西都告訴你了，$N。你必須找到源質，你必須毀滅拉格納羅斯的軀體。$B$B快點出發吧，完成我的命令，你就將獲得桑德蘭的祝福。",
    ["O"] = "如果你想要把逐風者桑德蘭從監牢里釋放出來，你就必須找到左右兩塊逐風者禁錮之顱，10塊源質錠，以及火焰之王的精華，把它們交給德米提恩。",
    ["T"] = "逐風者桑德蘭",
  },
  [7787] = {
    ["D"] = "你已經擊敗了逐風者，那么，拿上風吻之刃，讓那個叛徒德米提恩用你提供的材料喚醒雷霆之怒吧。",
    ["O"] = "把風吻之刃交給德米提恩。",
    ["T"] = "覺醒吧,雷霆之怒",
  },
  [7788] = {
    ["D"] = "在這個通道的另一端，你會看到一片戰火紛飛的土地，年輕的$C。部落不斷侵入我們神圣的森林，鋸斷這里的蒼天古樹來建造他們的戰爭機器。$B$B進入戰歌峽谷，幫助銀翼要塞擊敗入侵的部落勢力，并贏得一枚功勛獎章吧。把這樣的獎章給我拿來，你就將獲得獎賞。",
    ["O"] = "進入戰歌峽谷抵御部落小隊的攻擊，獲得一枚銀翼功勛獎章，然后向銀翼樹林中的哨兵艾蒂亞·輕歌回復。",
    ["T"] = "擊敗入侵者！ (PvP)",
  },
  [7789] = {
    ["D"] = "灰谷森林將在強大的部落面前屈服，$R。無論暗夜精靈們說什么做什么，都無法阻止我們的推進。卡利姆多屬于部落，誰敢阻止我們拿取屬于我們的東西，誰就要死！$B$B讓你的心中充滿榮耀之光，讓那些膽敢阻止我們的敵人一個個倒下。摧毀銀翼要塞中的哨兵部隊，并拿到一枚戰歌榮譽獎章。把這樣一枚獎章給我拿來，你就可以獲得獎賞。",
    ["O"] = "進入戰歌峽谷擊敗聯盟小隊，獲得一枚戰歌榮譽獎章，然后向莫爾杉營地的沙塔爾·碎顱復命。",
    ["T"] = "鎮壓銀翼部隊",
  },
  [7791] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻毛料",
  },
  [7792] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻毛料",
  },
  [7793] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻絲綢",
  },
  [7794] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻魔紋布",
  },
  [7795] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻符文布",
  },
  [7796] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "更多的符文布",
  },
  [7798] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻絲綢",
  },
  [7799] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻魔紋布",
  },
  [7800] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻符文布",
  },
  [7801] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "更多的符文布",
  },
  [7802] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻毛料",
  },
  [7803] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻絲綢",
  },
  [7804] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻魔紋布",
  },
  [7805] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻符文布",
  },
  [7806] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "更多的符文布",
  },
  [7807] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻毛料",
  },
  [7808] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻絲綢",
  },
  [7809] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻魔紋布",
  },
  [7810] = {
    ["D"] = "要成為競技場高手肯定需要付出更多的代價！也許管理古拉巴什競技場的海盜知道到底要多少！",
    ["O"] = "與荊棘競技場的小個子約翰·米斯瑞爾談一談。",
    ["T"] = "競技場高手",
  },
  [7811] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻符文布",
  },
  [7812] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "更多的符文布",
  },
  [7813] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻毛料",
  },
  [7814] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻絲綢",
  },
  [7815] = {
    ["D"] = "不要讓它們的大眼睛迷惑了你，伙計！那些海水鉗嘴龜真是個麻煩。我釣魚都不能安寧五分鐘，那些巨型魚罐頭就會把我的魚餌給偷吃掉。$B$B幫惡齒巨魔一個忙吧，干掉它們，伙計。$B$B把它們都干掉！",
    ["O"] = "辛特蘭惡齒村的釣魚者卡圖姆要你去殺掉15只海水鉗嘴龜。完成任務之后回到他那里去復命。",
    ["T"] = "鉗嘴龜！",
  },
  [7816] = {
    ["D"] = "嘿，我說，這里的海邊有一只特殊的烏龜，她叫加莫里塔，是那幫卑鄙的海水鉗嘴龜的頭兒。$B$B伙計，她偷了我最好的魚餌，就在我眼皮底下！而且自從那次以后，魚兒就再也不咬我的鉤了。$B$B找到加莫里塔，把我的魚餌從她的胃里挖出來！",
    ["O"] = "辛特蘭惡齒村的釣魚者卡圖姆要你去殺掉加莫里塔，并從它的尸體上找到卡圖姆的超級魚餌。$B$B卡圖姆說加莫里塔和其它海龜都在海岸附近活動。",
    ["T"] = "加莫里塔！",
  },
  [7817] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻魔紋布",
  },
  [7818] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻符文布",
  },
  [7819] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "更多的符文布",
  },
  [7820] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻毛料",
  },
  [7821] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻絲綢",
  },
  [7822] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻魔紋布",
  },
  [7823] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻符文布",
  },
  [7824] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻符文布",
  },
  [7825] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "更多的符文布",
  },
  [7826] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻毛料",
  },
  [7827] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻絲綢",
  },
  [7828] = {
    ["D"] = "許多勇敢的巨魔都在辛特蘭的森林中失蹤了，$r。銀鬃狼對我們的獵人來說是最大的威脅。它們靜靜地隱藏在灌木叢中，當時機成熟之后就發起突然襲擊。$B$B我們一定要阻止這種殘忍的行為！$B$B你必須和銀鬃狼一樣思考。我們要以牙還牙，獵捕它們！把它們全都干掉！",
    ["O"] = "辛特蘭惡齒村的獵戶馬克霍爾要求你去殺掉10頭銀鬃捕獵者和10頭銀鬃嗥狼。完成任務之后就回到他那里復命。$B$B馬克霍爾說過那些狼都躲在辛特蘭的野外。",
    ["T"] = "銀鬃捕獵者",
  },
  [7829] = {
    ["D"] = "辛特蘭地區最令人討厭的生物之一就是那些野蠻的梟獸。很多勇敢的惡齒戰士都倒在了那些野獸的利爪和尖嘴之下。$B$B干掉你看到的每個野蠻的梟獸，$r。當你把它們殺得血流成河的時候就回到我這里來，你的貢獻一定會得到我們的贊賞。",
    ["O"] = "辛特蘭惡齒村的獵戶馬克霍爾要求你去殺掉20頭野蠻的梟獸。完成任務之后就回到他那里復命。$B$B馬克霍爾說過那些野蠻的梟獸都躲在辛特蘭的野外。",
    ["T"] = "野蠻的梟獸",
  },
  [7830] = {
    ["D"] = "現在蠻錘部族訓練的獅鷲正在肆意屠殺巨魔。這真是太可怕了，但是我知道不久之后正義就將得到伸張。$B$B現在我需要派你去清除那些成年的獅鷲首領，也就是那種翱翔的獅鷲。$B$B干掉它們中的一個，然后把它的羽毛交給我。",
    ["O"] = "辛特蘭惡齒村的獵戶馬克霍爾要求你殺掉一頭翱翔的鋒喙獅鷲，并將它的獅鷲長羽拿回去交給他。$B$B馬克霍爾說過那些翱翔的鋒喙獅鷲就躲在辛特蘭的野外。",
    ["T"] = "死者的復仇",
  },
  [7831] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻魔紋布",
  },
  [7832] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "更多的符文布",
  },
  [7833] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻毛料",
  },
  [7834] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻絲綢",
  },
  [7835] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻魔紋布",
  },
  [7836] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "捐獻符文布",
  },
  [7837] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "更多的符文布",
  },
  [7838] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "競技場大師",
  },
  [7839] = {
    ["D"] = "邪枝巨魔入侵了我們的村子，偷走了我的工具！我有備用的工具，但是那套被偷走的工具是當年的一個救了我性命的侏儒送給我的。$B$B我要拿回那套工具，$N——它們對我來說意味著整個世界。$B$B馬克霍爾報告說那些工具就在亞戈瓦薩和沙爾瓦薩神廟附近。$B$B那些神廟坐落在辛特蘭的東北區域。$B$B找回我的工具！",
    ["O"] = "辛特蘭惡齒村的鐵匠斯拉提要你去找到斯拉提的工具。完成任務之后就回到他那里去。$B$B你記得鐵匠斯拉提說過，你可以在辛特蘭東北部的某個邪枝巨魔神廟中找到它，要不然就是在隱匿石那邊。",
    ["T"] = "邪枝竊賊",
  },
  [7840] = {
    ["D"] = "拉爾德在一個秘密的地方享用野餐，這時丑陋的邪枝巨魔一棍打翻了我。拉爾德跑回了惡齒村，但是把午餐留在了那里。拉爾德餓了。也許你可以去那個秘密的地方找回拉爾德的午餐？拉爾德害怕。出發吧！北邊的島就是那個秘密的地方。",
    ["O"] = "辛特蘭惡齒村的拉爾德要求你去找到拉爾德的午餐。完成任務之后就回到他那里去。$B$B拉爾德說他把午餐留在了北面的島上。當心邪枝巨魔。",
    ["T"] = "拉爾德的午餐",
  },
  [7841] = {
    ["D"] = "蠻錘部族的矮人和我們的敵人聯合起來，形成了新的聯盟。這一次，他們和高等精靈站在了一起，伙計。$B$B<奧索吐了口唾沫。>$B$B我們必須給那些蠻錘矮人傳達一條信息，一條用我們敵人的鮮血書寫的警告。殺掉你所看到的所有高原高等精靈，把他們的尸體留在那里作為警告。$B$B永遠不要與巨魔為敵！",
    ["O"] = "辛特蘭惡齒村的奧索·莫吉克要你去殺掉15個高原前鋒、15個高原斥候、15個高原神射手和15個高原游俠。任務完成之后回到他那里去復命。$B$B你可以在辛特蘭西北部的奎爾丹尼小屋找到那些高原精靈。",
    ["T"] = "給蠻錘部族的警告",
  },
  [7842] = {
    ["D"] = "他們說蠻錘部族和獅鷲的關系就好像情侶一般。這讓我感到挺惡心的，但是我們可以利用這一點，伙計。我們可以送給他們另外一條警告。$B$B把你在辛特蘭看到的所有獅鷲都干掉，收集它們的羽毛。然后我們就可以發出最后一條警告了。",
    ["O"] = "辛特蘭惡齒村的奧索·莫吉克要你從辛特蘭的獅鷲身上收集10根細長的獅鷲羽毛。任務完成之后回到他那里去復命。$B$B在辛特蘭各處都有獅鷲出沒。",
    ["T"] = "又一個給蠻錘部族的警告",
  },
  [7843] = {
    ["D"] = "<奧索遞給你一柄包在幾片獅鷲羽毛中的、浸滿血跡的長矛。>$B$B拿著這個，伙計。把它帶到鷹巢山去，就去鎮子中間的水井旁。把這根長矛插在那里！就插在地上！讓矮人知道我們巨魔的厲害！當你完成這個壯舉之后就回來吧。希望你能活著回來。",
    ["O"] = "辛特蘭惡齒村的奧索·莫吉克要你去辛特蘭西部的鷹巢山，把給蠻錘部族的警告插在城鎮中心的水井旁邊。任務完成之后回到他那里去復命。$B$B當心那些憤怒的蠻錘矮人以及野蠻的聯盟成員。",
    ["T"] = "給蠻錘部族的最后警告",
  },
  [7844] = {
    ["D"] = "三個不同的巨魔部族居住在辛特蘭地區，$N。我們之間的共同點是：我們都是巨魔，而且我們都住在辛特蘭。$B$B邪枝巨魔——正如他們的名字一樣，是一群墮落的巨魔；他們以其他的巨魔和人型生物為食。$B$B如果祖爾金在這里的話，他一定會手腕一抖滅掉這個部族——啊，祖爾金還沒有回來，所以我們要自己動手了。$B$B現在，你的職責就是把這幫渣滓給干掉！",
    ["O"] = "辛特蘭惡齒村的秘法師雅爾金要你去殺掉15個邪枝割顱者和10個邪枝占卜者。任務完成之后回到他那里去復命。$B$B秘法師雅爾金說過，你可以在辛特蘭東北部的沙爾瓦薩和亞戈瓦薩神廟附近找到那些巨魔。",
    ["T"] = "野蠻的親戚",
  },
  [7845] = {
    ["D"] = "我的愛人在邪枝巨魔發動的一次夜間突襲中被擄走。我們的探子回報說他還活著，并且被關在辛薩羅的頂部。據說邪惡祭司海克斯正準備把他當作祭品獻給邪神哈卡。$B$B你必須救救他，$N！我們的村莊不能失去他。",
    ["O"] = "辛特蘭惡齒村的斷齒族長要求你到辛薩羅去拯救她的愛人，斷齒長者。$B$B你聽說他被關在辛薩羅頂部，辛薩羅位于辛特蘭的南部地區，那里是邪枝巨魔的主城。",
    ["T"] = "被綁架的斷齒長者！",
  },
  [7846] = {
    ["D"] = "我的鐐銬的鑰匙在守護者希坦亞手里，她就在洞穴附近。小心一點，$c，她身邊有強悍的守衛。$B$B干掉她，然后用她的鑰匙打開我的鐐銬。只有這樣我才能回家。",
    ["O"] = "辛薩羅的斷齒長者要求你殺掉守護者希坦亞，并用她身上的鐐銬鑰匙打開他的鐐銬。當你找到鑰匙之后就回到他那里去。",
    ["T"] = "找回鑰匙！",
  },
  [7847] = {
    ["D"] = "回到我的愛人——惡齒村的斷齒族長那里。告訴她我馬上就回去！她一定會獎勵你的。",
    ["O"] = "辛薩羅的斷齒長者要求你將他已經被營救的消息帶給惡齒村的斷齒族長。",
    ["T"] = "向斷齒族長復命",
  },
  [7848] = {
    ["D"] = "裂隙在翻滾，它撕裂并吞噬我們周圍所有的東西，$c。我所站立的地方旁邊的裂隙就是穿過黑石深淵直通火焰之王所在地的傳送門。$B$B你感到很驚奇嗎？真是遺憾……凡人總是無法領悟那些他們無法看到、觸摸到或者感覺到的東西。$B$B我向你保證，這個傳送門可以到達熔火之心。$B$B你開始感興趣了嗎？其實這是很簡單的。進入熔火之心，獲得一塊熔火碎片，把它交給我，然后我就會將你的靈魂與傳送門進行同步。",
    ["O"] = "進入黑石深淵，在通往熔火之心的傳送門附近找到一塊熔火碎片，然后回到黑石山脈的洛索斯·天痕那里。",
    ["T"] = "熔火之心的傳送門",
  },
  [7849] = {
    ["D"] = "和許多朋友一樣，我摯愛的親人也在野外永遠逝去了。啊，我的雙胞胎兄弟莫克霍爾——他在邪枝巨魔突襲的那天晚上死了。$B$B他被殘忍地處死，他的尸體被軟泥怪和邪枝巨魔的狼分食。$B$B現在拯救他的肉體已經太晚了，但我們要拯救他的靈魂。把他的遺體帶回來，$N。",
    ["O"] = "辛特蘭惡齒村的獵戶馬克霍爾要你去找回他的雙胞胎兄弟的尸體。找到它，然后把獵戶莫克霍爾的頭顱和獵戶莫克霍爾的骨頭交給獵戶馬克霍爾。$B$B馬克霍爾說過，他兄弟的尸體被軟泥怪和邪枝巨魔的狼群分食。他還提到在辛薩羅有個大坑，里面全都是軟泥怪，那里還有個狼穴。這兩個地方都在靠近辛薩羅神廟頂部的區域。",
    ["T"] = "分離的痛苦",
  },
  [7850] = {
    ["D"] = "邪枝巨魔正在瘋狂地進攻我們，這是因為他們受到了邪惡祭司海克斯的墮落魔法的影響。$B$B你可以在辛薩羅找到腐化之血。那只裝著腐化之血的瓶子散發著邪神哈卡的墮落能量，這讓邪枝巨魔們充滿了力量，并讓他們變得瘋狂。$B$B把那些腐化之血交給我，這樣我就可以去除其中的墮落能量，以此來削弱邪神的力量。",
    ["O"] = "辛特蘭惡齒村的斷齒族長要你在辛薩羅找到10瓶腐化之血。任務完成之后就回到斷齒族長那里。",
    ["T"] = "黑暗之瓶",
  },
  [7861] = {
    ["D"] = "根據斷齒族長的命令，邪惡祭司海克斯和她的手下必須受到制裁！$B$B如果你能除掉邪惡祭司海克斯和她的精英衛兵，那么你就可以獲得豐富的獎勵。",
    ["O"] = "你必須殺掉邪惡祭司海克斯和10名邪枝精英守衛。任務完成之后回到辛特蘭的惡齒村，向斷齒族長報告。$B$B你可以在辛特蘭的邪枝巨魔城市辛薩羅的頂部找到他們。",
    ["T"] = "通緝：邪惡祭司海克斯和她的爪牙",
  },
  [7862] = {
    ["D"] = "在衛兵隊長馬克霍爾犧牲之后，惡齒村衛兵隊長的職位再次空缺。如果你有興趣成為惡齒村的衛兵隊長，就必須完成以下任務，然后向斷齒族長提交申請表：$B$B消滅邪枝狂戰士。$B$B消滅邪枝暗影獵手。$B$B消滅邪枝飲血者。$B$B消滅邪枝噬魂者。",
    ["O"] = "你必須消滅10個邪枝狂戰士、5個邪枝暗影獵手、5個邪枝飲血者和5個邪枝噬魂者。$B$B完成任務之后向辛特蘭惡齒村的斷齒族長復命。",
    ["T"] = "職位空缺：惡齒村衛兵隊長",
  },
  [7863] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "哨兵基礎護理包",
  },
  [7864] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "哨兵標準護理包",
  },
  [7865] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "哨兵高級護理包",
  },
  [7866] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "斥候基礎護理包",
  },
  [7867] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "斥候標準護理包",
  },
  [7868] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "斥候高級護理包",
  },
  [7871] = {
    ["D"] = "在這個通道的另一端，你會看到一片戰火紛飛的土地，年輕的$C。部落不斷侵入我們神圣的森林，鋸斷這里的蒼天古樹來建造他們的戰爭機器。$B$B進入戰歌峽谷，幫助銀翼要塞擊敗入侵的部落勢力，并贏得一枚功勛獎章吧。把這樣的獎章給我拿來，你就將獲得獎賞。",
    ["O"] = "進入戰歌峽谷抵御部落小隊的攻擊，獲得一枚銀翼功勛獎章，然后向銀翼樹林中的哨兵艾蒂亞·輕歌回復。",
    ["T"] = "擊敗入侵者！ (PvP)",
  },
  [7872] = {
    ["D"] = "在這個通道的另一端，你會看到一片戰火紛飛的土地，年輕的$C。部落不斷侵入我們神圣的森林，鋸斷這里的蒼天古樹來建造他們的戰爭機器。$B$B進入戰歌峽谷，幫助銀翼要塞擊敗入侵的部落勢力，并贏得一枚功勛獎章吧。把這樣的獎章給我拿來，你就將獲得獎賞。",
    ["O"] = "進入戰歌峽谷抵御部落小隊的攻擊，獲得一枚銀翼功勛獎章，然后向銀翼樹林中的哨兵艾蒂亞·輕歌回復。",
    ["T"] = "擊敗入侵者！ (PvP)",
  },
  [7873] = {
    ["D"] = "在這個通道的另一端，你會看到一片戰火紛飛的土地，年輕的$C。部落不斷侵入我們神圣的森林，鋸斷這里的蒼天古樹來建造他們的戰爭機器。$B$B進入戰歌峽谷，幫助銀翼要塞擊敗入侵的部落勢力，并贏得一枚功勛獎章吧。把這樣的獎章給我拿來，你就將獲得獎賞。",
    ["O"] = "進入戰歌峽谷抵御部落小隊的攻擊，獲得一枚銀翼功勛獎章，然后向銀翼樹林中的哨兵艾蒂亞·輕歌回復。",
    ["T"] = "擊敗入侵者！ (PvP)",
  },
  [7874] = {
    ["D"] = "灰谷森林將在強大的部落面前屈服，$R。無論暗夜精靈們說什么做什么，都無法阻止我們的推進。卡利姆多屬于部落，誰敢阻止我們拿取屬于我們的東西，誰就要死！$B$B讓你的心中充滿榮耀之光，讓那些膽敢阻止我們的敵人一個個倒下。摧毀銀翼要塞中的哨兵部隊，并拿到一枚戰歌榮譽獎章。把這樣一枚獎章給我拿來，你就可以獲得獎賞。",
    ["O"] = "進入戰歌峽谷擊敗聯盟小隊，獲得一枚戰歌榮譽獎章，然后向莫爾杉營地的沙塔爾·碎顱復命。",
    ["T"] = "鎮壓銀翼部隊",
  },
  [7875] = {
    ["D"] = "灰谷森林將在強大的部落面前屈服，$R。無論暗夜精靈們說什么做什么，都無法阻止我們的推進。卡利姆多屬于部落，誰敢阻止我們拿取屬于我們的東西，誰就要死！$B$B讓你的心中充滿榮耀之光，讓那些膽敢阻止我們的敵人一個個倒下。摧毀銀翼要塞中的哨兵部隊，并拿到一枚戰歌榮譽獎章。把這樣一枚獎章給我拿來，你就可以獲得獎賞。",
    ["O"] = "進入戰歌峽谷擊敗聯盟小隊，獲得一枚戰歌榮譽獎章，然后向莫爾杉營地的沙塔爾·碎顱復命。",
    ["T"] = "鎮壓銀翼部隊",
  },
  [7876] = {
    ["D"] = "灰谷森林將在強大的部落面前屈服，$R。無論暗夜精靈們說什么做什么，都無法阻止我們的推進。卡利姆多屬于部落，誰敢阻止我們拿取屬于我們的東西，誰就要死！$B$B讓你的心中充滿榮耀之光，讓那些膽敢阻止我們的敵人一個個倒下。摧毀銀翼要塞中的哨兵部隊，并拿到一枚戰歌榮譽獎章。把這樣一枚獎章給我拿來，你就可以獲得獎賞。",
    ["O"] = "進入戰歌峽谷擊敗聯盟小隊，獲得一枚戰歌榮譽獎章，然后向莫爾杉營地的沙塔爾·碎顱復命。",
    ["T"] = "鎮壓銀翼部隊",
  },
  [7877] = {
    ["D"] = "你可以在圖書館的樓梯下方找到一只古老的箱子，從中拿取你所需的東西吧。",
    ["O"] = "返回圖書館去找到辛德拉的寶藏。拿取你的獎勵吧！",
    ["T"] = "辛德拉的寶藏",
  },
  [7881] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "狂歡節長靴",
  },
  [7882] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "狂歡節外套",
  },
  [7883] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "世界上最大的侏儒！",
  },
  [7884] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "鱷魚小子和有胡子的魚人",
  },
  [7885] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "護甲片",
  },
  [7886] = {
    ["D"] = "You have proven your value to our efforts in Warsong Gulch. Continue to aid the cause and bring me more talismans of merit. Do this, and you will earn even more of our trust.",
    ["O"] = "You obtained a Silverwing Talisman of Merit for your last task, talk to me again, and you gain your reward.",
    ["T"] = "功勛獎章",
  },
  [7887] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "功勛獎章",
  },
  [7888] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "功勛獎章",
  },
  [7889] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "粗制平衡石",
  },
  [7890] = {
    ["D"] = "To help with my workout, I like to fit a staff between heavy grinding stones, then lift the staff over my head. It isn\'t easy, but being the strongest woman in the world, like I am, can\'t be earned sitting down!",
    ["O"] = "Can you help me? I need more grinding stones - bring me some and I\'ll trade Darkmoon Faire tickets for them.",
    ["T"] = "重砂輪",
  },
  [7891] = {
    ["D"] = "I\'m working on a new costume, for when I have my own booth as the strongest woman alive! Right now I\'m looking for some bracers I can wear. They can\'t cover much because people want to see my muscles, but I still want to flash a little color, you know?",
    ["O"] = "Bring 3 Iron Bracers to Kerri.",
    ["T"] = "綠鐵護腕",
  },
  [7892] = {
    ["D"] = "For my act as the strongest woman alive, I plan to accept items from the audience and smash them with a big, black mace!$B$BCan you make me a big black mace, $N?",
    ["O"] = "Bring to Kerri Hicks a big black mace.",
    ["T"] = "巨型黑色錘",
  },
  [7893] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "力量儀式",
  },
  [7894] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "銅質調節器",
  },
  [7895] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "高速青銅齒輪",
  },
  [7896] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "綠色煙火",
  },
  [7897] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "機械修理包",
  },
  [7898] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "瑟銀零件",
  },
  [7899] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "毛茸茸的小爪子",
  },
  [7900] = {
    ["D"] = "You can get those pelts from the bears of Ashenvale or Hillsbrad. Bring me a heap of them and earn yourself a heap of Darkmoon Faire tickets!",
    ["O"] = "Children love toys! And now matter what race, I\'ve found that all children love furry, plushy toys made from torn bear pelts!",
    ["T"] = "破損的熊皮",
  },
  [7901] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "柔軟的狼尾",
  },
  [7902] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "鮮艷的羽毛",
  },
  [7903] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "邪惡的蝙蝠眼",
  },
  [7905] = {
    ["D"] = "暗月馬戲團就要來啦！盡情享受這一激動人心的盛典吧！$B$B現在趕快行動，用這張優惠券換取免費的禮品券！帶上你的贈券去狂歡節上找吉瓦斯·格里加特吧，別把它弄丟了！現在就出發吧！",
    ["O"] = "到暗月馬戲團的場地里去，將免費券交給吉瓦斯·格里加特。",
    ["T"] = "暗月馬戲團",
  },
  [7907] = {
    ["D"] = "你現在已經收集到了野獸套牌的所有卡片，與前8張的背面圖案完全一樣的第9張卡片神秘地出現在你手中。在這張卡片上寫著，“將這些卡片拿到暗月馬戲團去，你就將獲得獎勵。”你聽說暗月馬戲團每過幾個月就會路過一次莫高雷和閃金鎮，因此你也許需要等待一段時間才能看到他們。",
    ["O"] = "當暗月馬戲團來到鎮上的時候，把野獸套牌交給他們。",
    ["T"] = "暗月野獸套牌",
  },
  [7921] = {
    ["D"] = "You have proven your value to our efforts in Warsong Gulch. Continue to aid the cause and bring me more talismans of merit. Do this, and you will earn even more of our trust.",
    ["O"] = "You obtained a Silverwing Talisman of Merit for your last task, talk to me again, and you gain your reward.",
    ["T"] = "功勛獎章",
  },
  [7922] = {
    ["D"] = "You have proven your value to our efforts in Warsong Gulch. Continue to rage against the Silverwing Sentinels! Bring me more marks of honor!",
    ["O"] = "You obtained a Warsong Mark of Honor for your last task, talk to me again, and you gain your reward.",
    ["T"] = "榮譽獎章",
  },
  [7923] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "榮譽獎章",
  },
  [7924] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "榮譽獎章",
  },
  [7925] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "榮譽獎章",
  },
  [7926] = {
    ["D"] = "暗月馬戲團就要來啦！盡情享受這一激動人心的盛典吧！$B$B現在趕快行動，用這張優惠券換取免費的禮品券！帶上你的贈券去狂歡節上找吉瓦斯·格里加特吧，別把它弄丟了！現在就出發吧！",
    ["O"] = "到暗月馬戲團的場地里去，將免費券交給吉瓦斯·格里加特。",
    ["T"] = "暗月馬戲團",
  },
  [7927] = {
    ["D"] = "你現在已經收集到了入口套牌的所有卡片，與前8張的背面圖案完全一樣的第9張卡片神秘地出現在你手中。在這張卡片上寫著，“將這些卡片拿到暗月馬戲團去，你就將獲得獎勵。”你聽說暗月馬戲團每過幾個月就會路過一次莫高雷和閃金鎮，因此你也許需要等待一段時間才能看到他們。",
    ["O"] = "當暗月馬戲團來到鎮上的時候，把入口套牌交給他們。",
    ["T"] = "暗月入口套牌",
  },
  [7928] = {
    ["D"] = "你現在已經收集到了督軍套牌的所有卡片，與前8張的背面圖案完全一樣的第9張卡片神秘地出現在你手中。在這張卡片上寫著，“將這些卡片拿到暗月馬戲團去，你就將獲得獎勵。”你聽說暗月馬戲團每過幾個月就會路過一次莫高雷和閃金鎮，因此你也許需要等待一段時間才能看到他們。",
    ["O"] = "當暗月馬戲團來到鎮上的時候，把督軍套牌交給他們。",
    ["T"] = "暗月督軍套牌",
  },
  [7929] = {
    ["D"] = "你現在已經收集到了元素套牌的所有卡片，與前8張的背面圖案完全一樣的第9張卡片神秘地出現在你手中。在這張卡片上寫著，“將這些卡片拿到暗月馬戲團去，你就將獲得獎勵。”你聽說暗月馬戲團每過幾個月就會路過一次莫高雷和閃金鎮，因此你也許需要等待一段時間才能看到他們。",
    ["O"] = "當暗月馬戲團來到鎮上的時候，把元素套牌交給他們。",
    ["T"] = "暗月元素套牌",
  },
  [7930] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "5張獎券 - 暗月花束",
  },
  [7931] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "5張獎券 - 小獎品",
  },
  [7932] = {
    ["D"] = "Step right up, step right up! If you have tickets from the Darkmoon Faire you\'d like redeemed, then just say so! You can redeem tickets in various denominations for wondrous and fantastic prizes. Don\'t be shy, give it a try!",
    ["O"] = "Redeem 12 Darkmoon Faire Prize Tickets for a Lesser Darkmoon Prize.",
    ["T"] = "12張彩票 - 二等暗月獎",
  },
  [7933] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "40張獎券 - 高級獎品",
  },
  [7934] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "50張獎券 - 暗月儲物箱",
  },
  [7935] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "10張獎券 - 上個月的羊肉",
  },
  [7936] = {
    ["D"] = "Step right up, step right up! If you have tickets from the Darkmoon Faire you\'d like redeemed, then just say so! You can redeem tickets in various denominations for wondrous and fantastic prizes. Don\'t be shy, give it a try!",
    ["O"] = "Redeem 50 Darkmoon Faire Prize Tickets for Last Year\'s Mutton.",
    ["T"] = "50張彩票 - 去年的羊肉",
  },
  [7937] = {
    ["D"] = "“東谷的財寶正等著你。”$B$B你撫摸著手中的塔羅牌，感到一絲暖意。你緊緊地握住它，眼前浮現出艾爾文森林冬谷伐木場的影像。你專注地觀察著，發現馬廄附近有一堆干草。",
    ["O"] = "到艾爾文森林的東谷伐木場去尋找你的財寶吧。",
    ["T"] = "財富在等著你……",
  },
  [7938] = {
    ["D"] = "“死亡礦井中的財寶正等著你。”$B$B你撫摸著手中的塔羅牌，感到一絲暖意。你緊緊地握住它，眼前浮現出位于西部荒野月溪鎮的死亡礦井的影像。你專注地觀察著，發現蜿蜒的道路盡頭是一道發光的門……通往礦洞中心的門。你穿過大門，不知從哪兒冒出一個奇怪的箱子。",
    ["O"] = "到西部荒野的死亡礦井中去尋找你的財寶吧。",
    ["T"] = "財富在等著你……",
  },
  [7939] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "更多致密砂輪",
  },
  [7940] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "1200張獎券 - 暗月寶珠",
  },
  [7941] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "更多的護甲片",
  },
  [7942] = {
    ["D"] = "The details about this quest are missing",
    ["O"] = "The description of this quest is missing",
    ["T"] = "更多的瑟銀零件",
  },
  [7943] = {
    ["D"] = "I don\'t need much else, but... if you bring me more evil bat eyes from the bats of the Eastern Plaguelands... I might have more Darkmoon Faire tickets for you.",
    ["O"] = "$N, the attraction I\'m designing will be the scariest event since Gnomeragan was overrun! And it\'s largely thanks to you and all the baubles you\'ve brought me. Many, many thanks!",
    ["T"] = "更多蝙蝠眼",
  },
  [7944] = {
    ["D"] = "“哀嚎洞穴中的財寶正等著你。”$B$B你撫摸著手中的塔羅牌，感到一絲暖意。你緊緊地握住它，眼前浮現出了位于貧瘠之地十字路口西南方的一處洞穴的影像。你專注地觀察著，發現蜿蜒的道路盡頭是一道發光的門……通往洞穴中心的門。你穿過大門，不知從哪兒冒出了一個奇怪的箱子。",
    ["O"] = "到貧瘠之地的哀嚎洞穴中去尋找你的財寶吧。",
    ["T"] = "財富在等著你……",
  },
  [7945] = {
    ["D"] = "“灰月洞穴外的財寶正等著你。”$B$B你撫摸著手中的塔羅牌，感到一絲暖意。你緊緊地握住它，眼前浮現出莫高雷灰月洞穴的影像。你專注地觀察著，發現洞穴入口附近有一塊樹樁。",
    ["O"] = "到莫高雷的灰月洞穴去尋找你的財寶吧。",
    ["T"] = "財富在等著你……",
  },
  [7946] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "加布加布",
  },
  [7981] = {
    ["D"] = "Step right up, step right up! If you have tickets from the Darkmoon Faire you\'d like redeemed, then just say so! You can redeem tickets in various denominations for wondrous and fantastic prizes. Don\'t be shy, give it a try!",
    ["O"] = "Redeem 1200 Darkmoon Faire Prize Tickets for an Amulet of the Darkmoon.",
    ["T"] = "1200張彩票 - 暗月護符",
  },
  [8041] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "穆賈巴之力",
  },
  [8042] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "穆賈巴之力",
  },
  [8043] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "穆賈巴之力",
  },
  [8044] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "穆賈巴的怒火",
  },
  [8045] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "異教徒的烙印",
  },
  [8046] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "異教徒的烙印",
  },
  [8047] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "異教徒的烙印",
  },
  [8048] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "英雄的烙印",
  },
  [8049] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "祖達薩之眼",
  },
  [8050] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "祖達薩之眼",
  },
  [8051] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "祖達薩之眼",
  },
  [8052] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "祖達薩全視之眼",
  },
  [8053] = {
    ["D"] = "你是一名異教徒。異教徒在部族中也占有一席之地，他們是贊達拉的思考者。思考者面對壓迫，毫不畏懼；他們愿意為自己的信仰而死。我們知道，你也愿意為自己的信仰而死。我會給你一個證明自己實力的機會。$B$B我們必須拿到足夠的權力珍寶。去祖爾格拉布吧，去殺死哈卡的爪牙。當你找到權力珍寶后再回到我這兒來。我會獎給你一件贊達拉思考者的戰斗裝備。$B$B去吧。",
    ["O"] = "從祖爾格拉布把以下權力珍寶帶給擊碎者金羅克：1條原始哈卡萊護腕。你還必須在贊達拉部族中達到友善或更高的聲望。$B$B擊碎者金羅克在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：思考者護臂",
  },
  [8054] = {
    ["D"] = "你的信仰與我們大不相同，異教徒。古時的贊達拉部族被稱為異教徒。那時古拉巴什帝國還很強大，異教徒冒險挑戰哈卡的牧師，但是被殺死了。這些異教徒打敗哈卡的信念從未動搖，因此我們對他們表示尊敬。他們是思考者。$B$B殺死祖爾格拉布里面的哈卡的爪牙，找回我需要的權力珍寶。如果你成功的話，就可以得到豐厚的獎勵。$B$B去吧。",
    ["O"] = "從祖爾格拉布把以下權力珍寶帶給擊碎者金羅克：1條原始哈卡萊披肩。你還必須在贊達拉部族中達到尊敬或更高的聲望。$B$B擊碎者金羅克在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：思考者腰帶",
  },
  [8055] = {
    ["D"] = "戰爭賦予你強大的力量。思考者得到的就是這樣的力量，他們都是狂熱的家伙，他們在胸甲中浸入魔精——這樣，就算他們在面對敵人時動搖了自己的信仰，他們的胸甲也不會有絲毫變化。$B$B你在贊達拉部族中的聲望必須達到崇拜才能擁有這樣一件胸甲。去祖爾格拉布吧，帶回我需要的權力珍寶。給予那兒的蠢貨們狠狠一擊，取回權力珍寶。證明自己作為思考者的實力。",
    ["O"] = "從祖爾格拉布把以下權力珍寶帶給擊碎者金羅克：1條原始哈卡萊徽章。你還必須在贊達拉部族中達到崇敬或更高的聲望。$B$B擊碎者金羅克在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：思考者胸甲",
  },
  [8056] = {
    ["D"] = "預言者以他們超凡的眼界在部族中倍受尊敬。他們不是巫醫，他們是通過拋擲骨頭或是辨識樹葉來進行預言的。作為一名薩滿祭司，你已經掌握了預言者的一些能力；贊達拉部族非常重視他們的預言。$B$B去祖爾格拉布，取回我需要的權力珍寶，證明自己的價值。如果你成功的話，我就會送你一副預言者護腕的！",
    ["O"] = "從祖爾格拉布把以下權力珍寶交給祖達薩的梅維克：1條原始哈卡萊護臂。你還必須在贊達拉部族中達到友善或更高的聲望。$B$B祖達薩的梅維克在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：預言者護腕",
  },
  [8057] = {
    ["D"] = "占卜師是我們部族的重要成員，聆聽他們的教誨是你明智的選擇。通過和動物交流以及在必要的時候把它們獻給魂靈，他們將會給我們提供神圣的指引。在過去的歲月中，占卜師的洞察力和智慧幫助我們在和古拉巴什的戰爭中渡過了難關。$B$B從祖爾格拉布幫我帶回權力珍寶來，證明你的價值。只要你帶回那些東西，我就會給你贊達拉占卜師夢寐以求的護腕。",
    ["O"] = "從祖爾格拉布把以下權力珍寶帶給祖達薩的梅維克：1條原始哈卡萊直柱。你還必須在贊達拉部族中達到友好或更高的聲望。$B$B祖達薩的梅維克在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：占卜師護腕",
  },
  [8058] = {
    ["D"] = "復仇便是力量。贊達拉辯護者擁有這樣的力量。我們的部族有很多敵人，辯護者要讓他們付出代價。對抗我們的愚蠢之人必將受到懲罰，辯護者就是施加懲罰的執行人。敵人害怕復仇，他們永遠都會害怕你。$B$B充當起辯護者的角色吧。去祖爾格拉布尋找權力珍寶。殺死哈卡的爪牙，以部族的名義復仇。你會得到獎勵的。",
    ["O"] = "從祖爾格拉布把以下權力珍寶帶給擊碎者金羅克：1條原始哈卡萊護臂。你還必須在贊達拉部族中達到友善或更高的聲望。$B$B擊碎者金羅克在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：辯護者護臂",
  },
  [8059] = {
    ["D"] = "術士在和惡魔打交道的過程中冒著極大的危險，但是我們的惡魔師的研究更近一步。通過一個古老的魔法儀式，他們讓惡魔進入他們的軀殼。他們從身體內部奴役了惡魔，而不是讓惡魔占據他們，這些野獸的力量將永遠被他們控制。這種技能只有少數人可以掌握。$B$B為了讓你了解惡魔的力量，我必須獲得祖爾格拉布的權力珍寶。去那里帶回我們所需的東西。",
    ["O"] = "從祖爾格拉布把以下權力珍寶交給全知者阿塔比姆：1條原始哈卡萊直柱。你還必須在贊達拉部族中達到友善或更高的聲望。$B$B全知者阿塔比姆在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：惡魔師裹帶",
  },
  [8060] = {
    ["D"] = "法師在我們的部族中被稱為幻術師。他們在咒術中使用了強大的魔精，能迷惑部族的敵人！$B$B<阿塔比姆頑皮地笑起來。>$B$B看到這樣一名強大的幻術師全力以赴，擊敗敵人，真令人興奮！$B$B如果你要了解幻術師的話，就去祖爾格拉布找回我需要的權力珍寶吧。如果你成功了，我就會送你一件織入幻術師法術的裝備。",
    ["O"] = "從祖爾格拉布把以下權力珍寶帶給全知者阿塔比姆：1條原始哈卡萊護腕。你還必須在贊達拉部族中達到友善或更高的聲望。$B$B全知者阿塔比姆克在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：幻術師裹布",
  },
  [8061] = {
    ["D"] = "我們贊達拉部族將權力授予那些能和神靈直接溝通的成員。我們的祭司不僅僅是治療者，也是懺悔者。邪惡不但來自外部的威脅——比如哈卡，也來自部族內部。我們的懺悔者在此擔起了法官的職責，避免我們被那股吞噬了古拉巴什帝國的邪惡力量所毀滅。$B$B我需要的權力珍寶就在祖爾格拉布中，去找到那些珍寶，了解懺悔者的職責和精神，保護我們免受邪惡的侵蝕。",
    ["O"] = "從祖爾格拉布把以下權力珍寶交給全知者阿塔比姆：1條原始哈卡萊直柱。你還必須在贊達拉部族中達到友善或更高的聲望。$B$B全知者阿塔比姆在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：懺悔者裹布",
  },
  [8062] = {
    ["D"] = "在古拉巴什帝國毀滅后的黑暗歲月里，贊達拉捕獵者憑借自己的能力維系著部族的生存。獵人跟我們部族的捕獵者很像——狩獵便是捕獵者的基本工作。你在祖爾格拉布的狩獵之旅將證明你有沒有資格成為捕獵者中的一員。$B$B從祖爾格拉布取回權力珍寶吧，如果你成功了，那么你就會在成為捕獵者的生涯中邁出第一步。",
    ["O"] = "從祖爾格拉布把以下權力珍寶帶給盲眼法希爾克：1條原始哈卡萊護腕。你還必須在贊達拉部族中達到友善或更高的聲望。$B$B盲眼法希爾克在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：捕獵者護腕",
  },
  [8063] = {
    ["D"] = "贊達拉狂妄者和潛行者很像，但是他們信奉瘋狂……混亂……無可預見的存在。狂妄者在戰場上是個巨大的威脅，他們在敵人中散播混亂和傷害的種子。$B$B從祖爾格拉布帶回我需要的權力珍寶，我就會送你一件狂妄者護甲。擁抱瘋狂吧！",
    ["O"] = "從祖爾格拉布把以下權力珍寶帶給盲眼法希爾：1條原始哈卡萊護腕。你還必須在贊達拉部族中達到友善或更高的聲望。$B$B盲眼法希爾在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：狂妄者護腕",
  },
  [8064] = {
    ["D"] = "贊達拉部族不了解德魯伊的行事之道。我們按照自己的需求塑造自然，而不是通過別的方式達到目標。當然，占卜師是我們當中與自然的關系最為和諧的。放棄一頭小動物的靈魂是成為占卜師的重要步驟之一，那就是自然的真正力量。$B$B從祖爾格拉布幫我帶回權力珍寶，向我們證明你的價值。只要你帶回那些東西，我就會給你贊達拉占卜師使用的強大物品，一條腰帶。$B$B非常強大！",
    ["O"] = "從祖爾格拉布把以下權力珍寶帶給祖達薩的梅維克：1條原始哈卡萊腰帶。你還必須在贊達拉部族中達到尊敬或更高的聲望。$B$B祖達薩的梅維克在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：占卜師腰帶",
  },
  [8065] = {
    ["D"] = "衣著是占卜師力量的標志，$N。占卜師的外套象征了他們自己和他們所尋找的神圣智慧之間的聯系。通常，外套中織入了用作祭品的小動物的部分肢體，這可以讓他們時刻記著自己是如何獲得強大的力量的。$B$B從祖爾格拉布幫我帶回權力珍寶來，向我們證明你的價值。只要你帶回那些東西，我就會給你一件包含占卜師真正力量的外套。",
    ["O"] = "從祖爾格拉布把以下權力珍寶帶給祖達薩的梅維克：1條原始哈卡萊徽章。你還必須在贊達拉部族中達到崇敬或更高的聲望。$B$B祖達薩的梅維克在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：占卜師外套",
  },
  [8066] = {
    ["D"] = "捕獵者知道如何追蹤獵物，而成功的捕獵者知道如何一擊解決他的獵物。你必須掌握這兩種技能才能在祖爾格拉布生存下來，才有可能具備贊達拉捕獵者的風采……$B$B從祖爾格拉布帶回我需要的權力珍寶。我將抽取那些東西的力量，而你會得到贊達拉捕獵者腰帶——這是筆好買賣，相信我。",
    ["O"] = "從祖爾格拉布把以下權力珍寶帶給盲眼法希爾：1條原始哈卡萊披肩。你還必須在贊達拉部族中達到尊敬或更高的聲望。$B$B盲眼法希爾在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：捕獵者腰帶",
  },
  [8067] = {
    ["D"] = "贊達拉部族將衣著視為成就的象征。你無需觀察別人的衣著，只需感覺它所散發的力量——力量超越視覺。贊達拉捕獵者的衣服正是如此，他們最珍視的莫過于襯肩了。襯肩能使他們的身形變得模糊……并可以隨心所欲地顯形。$B$B去祖爾格拉布取回我需要的權力珍寶，捕獵者襯肩就屬于你了。",
    ["O"] = "從祖爾格拉布把以下權力珍寶帶給盲眼法希爾：1塊原始哈卡萊盾牌。你還必須在贊達拉部族中達到崇敬或更高的聲望。$B$B盲眼法希爾在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：捕獵者襯肩",
  },
  [8068] = {
    ["D"] = "魔法是供強者隨心所欲運用的原始力量。魔精便是這種力量的外延，我們以幻術的形式來操縱這種魔法。誰希望自己打敗的敵人并非真實的存在呢？贊達拉部族了解這種魔法，幻術師在部族中倍受尊敬。$B$B從祖爾格拉布帶回我需要的權力珍寶吧——如果你成功的話，你就將受到部族的尊敬，并獲得幻術師所使用的襯肩！",
    ["O"] = "從祖爾格拉布把以下權力珍寶交給全知者阿塔比姆：1條原始哈卡萊披肩。你還必須在贊達拉部族中達到尊敬或更高的聲望。$B$B全知者阿塔比姆克在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：幻術師襯肩",
  },
  [8069] = {
    ["D"] = "贊達拉部族通過衣著來識別著裝者的身份和力量。我們的衣服都是用最好的材料織成的，其中還添加了魔精，這使得我們更加強大。幻術師也不例外，據說他們的長袍中含有自己的幻術精華。傳說幻術師的長袍每時每刻都在變化。$B$B我會給你一件幻術師長袍，$N……但是你首先必須贏得部族的崇拜！從祖爾格拉布給我帶回權力珍寶來！",
    ["O"] = "從祖爾格拉布把以下權力珍寶交給全知者阿塔比姆：1塊原始哈卡萊套索。你還必須在贊達拉部族中達到崇敬或更高的聲望。$B$B全知者阿塔比姆在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：幻術師長袍",
  },
  [8070] = {
    ["D"] = "在古拉巴什帝國陷落之后，我們贊達拉部族幾乎被一股來自部族內部的邪惡力量所擊敗。這個時候有一些懺悔者挺身而出，將那些對自己同胞下手的敗類驅逐了出去。他們不僅讓我們精神得到升華，而且還讓我們保存了性命。$B$B去祖爾格拉布，親眼見證哈卡的倒下，也順便拜訪一下古拉巴什帝國吧。從他們那里奪得我們所需的權力珍寶，在成功之后，你就將獲得獎勵！",
    ["O"] = "從祖爾格拉布把以下權力珍寶交給全知者阿塔比姆：1條原始哈卡萊腰帶。你還必須在贊達拉部族中達到尊敬或更高的聲望。$B$B全知者阿塔比姆在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：懺悔者腰帶",
  },
  [8071] = {
    ["D"] = "贊達拉的懺悔者都穿著獨特的護肩，這可以將他們標示為部族的保護者。這些護肩是用強大的魔精制作的，它會幫助那些為我們部族而戰的勇士。作為一個牧師，你也需要這樣一副護肩的庇護。$B$B進入祖爾格拉布，和哈卡的爪牙作戰，然后把權力珍寶給我帶回來，我會給你一副只有最優秀的懺悔者才能獲得的護肩。",
    ["O"] = "從祖爾格拉布把以下權力珍寶交給全知者阿塔比姆：1塊原始哈卡萊之盾。你還必須在贊達拉部族中達到崇敬或更高的聲望。$B$B全知者阿塔比姆在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：懺悔者襯肩",
  },
  [8072] = {
    ["D"] = "卡瓦薩爾是一位聲名遠播的贊達拉狂妄者。相傳他首次對敵作戰時穿著一件織入了“瘋狂之紋”的特殊襯肩。他以極快的速度揮舞著兩把匕首，全身都處于襯肩和匕首的雙重保護之下，滴水不漏。今天，狂妄者把襯肩看作自己在整個部族中的地位的標志。$B$B把權力珍寶交給我，我就把襯肩送給你，它會令敵人聞風喪膽。",
    ["O"] = "從祖爾格拉布把以下權力珍寶帶給盲眼法希爾：1條原始哈卡萊束帶。你還必須在贊達拉部族中達到尊敬或更高的聲望。$B$B盲眼法希爾在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：狂妄者襯肩",
  },
  [8073] = {
    ["D"] = "我的眼睛很早以前就瞎了，但是我一點也不懷念它們。在我們這樣的部族中，衣飾代表了著裝者的地位和意圖，而最強大的衣服所蘊涵的力量不是用肉眼就能看出來的。贊達拉狂妄者外套也不例外，它蘊藏著可任你操控的混亂和瘋狂之力。$B$B我需要的權力珍寶就在祖爾格拉布中，去找到那些珍寶，我會獎勵你一件傳說中的外套……適合狂妄者的外套。",
    ["O"] = "從祖爾格拉布把以下權力珍寶帶給盲眼法希爾：1塊原始哈卡萊之盾。你還必須在贊達拉部族中達到崇敬或更高的聲望。$B$B盲眼法希爾在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：狂妄者外套",
  },
  [8074] = {
    ["D"] = "預言者了解元素中蘊含的魔精，他們將其作為指引部族繁榮發展的工具。在古拉巴什帝國毀滅后的黑暗歲月里，他們將我們領回祖爾格拉布的山谷中。$B$B從祖爾格拉布把權力珍寶給我帶回來，證明你的實力。如果你能做到的話，我會送你一條預言者使用的腰帶——里面有強大的魔精！",
    ["O"] = "從祖爾格拉布把以下權力珍寶帶給祖達薩的梅維克：1條原始哈卡萊束帶。你還必須在贊達拉部族中達到尊敬或更高的聲望。$B$B祖達薩的梅維克在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：預言者腰帶",
  },
  [8075] = {
    ["D"] = "贊達拉預言者都身著一件與眾不同的外套。它是由最好的絲綢和布料織成的，其中還編入了堅韌的鎖鏈。這不僅是神力的象征，也是權力的標志。跟那些用盡畢生精力與靈魂交談的預言者唱反調絕不是明智之舉……$B$B從祖爾格拉布找回我需要的權力珍寶，證明你的價值。如果你成功的話，我就送你一件預言者夢寐以求的外套！",
    ["O"] = "從祖爾格拉布把以下權力珍寶帶給祖達薩的梅維克：1條原始哈卡萊徽章。你還必須在贊達拉部族中達到崇敬或更高的聲望。$B$B祖達薩的梅維克在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：預言者外套",
  },
  [8076] = {
    ["D"] = "惡魔師的目標是直接吸收所有的能量，而不是簡單地占據它。我們的許多惡魔師都在和惡魔戰斗的過程中失敗了；我們的敵人——尤其是古拉巴什的敵人——在威脅著我們，因此在真正需要犧牲的時候，惡魔師的力量將會傾瀉在敵人的頭上。我們能否生存取決于能否摧毀那些想要毀滅我們的人；古拉巴什帝國的淪陷讓我們學會了這些東西。$B$B去祖爾格拉布，拿回我們所需的權力珍寶。完成了這一任務之后，我們將會獎勵你一件珍貴的東西。",
    ["O"] = "從祖爾格拉布把以下權力珍寶交給全知者阿塔比姆：1條原始哈卡萊腰帶。你還必須在贊達拉部族中達到尊敬或更高的聲望。$B$B全知者阿塔比姆在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：惡魔師襯肩",
  },
  [8077] = {
    ["D"] = "力量的終極象征就是我們在戰斗中穿著的服飾。惡魔師的長袍都是用優良的符文布和強大的魔精制作而成的。長袍的外表會讓所有看到他的人感到恐懼……特別是那些惡魔師想要控制的惡魔。$B$B去祖爾格拉布找回我所需要的權力珍寶。這會非常困難……但是你的成功將會為你換來一件無以匹敵的長袍。",
    ["O"] = "從祖爾格拉布把以下權力珍寶交給全知者阿塔比姆：1塊原始哈卡萊套索。你還必須在贊達拉部族中達到崇敬或更高的聲望。$B$B全知者阿塔比姆在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：惡魔師長袍",
  },
  [8078] = {
    ["D"] = "祖爾格拉布將再次沐浴在仇恨的洗禮中。哈卡，這個摧毀了古拉巴什帝國的惡魔必須被消滅，無論我們付出多大代價也都在所不惜。現在的巨魔只不過是光芒消退后殘存的陰影而已，這都是哈卡造成的！$B$B成為一名辯護者吧，去消滅惡魔的爪牙。祖爾格拉布將要嘗到來自贊達拉的復仇。把權力珍寶交給我，我會給你一條辯護者腰帶，讓你擁有真實的力量。$B$B去吧。",
    ["O"] = "從祖爾格拉布把以下權力珍寶帶給擊碎者金羅克：1條原始哈卡萊束帶。你還必須在贊達拉部族中達到尊敬或更高的聲望。$B$B擊碎者金羅克在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：辯護者腰帶",
  },
  [8079] = {
    ["D"] = "胸甲是辯護者力量的象征。它是由魔精制成的。只有那些受到部族崇敬的勇士才能擁有它，這是贊達拉復仇的象征。$B$B要成為辯護者，就必須復仇。從祖爾格拉布取回我們需要的權力珍寶，奪回被盜的魔精。哈卡的爪牙將為此付出代價，而你將因此獲得辯護者胸甲。$B$B去吧。成為我們的復仇之神，$N。",
    ["O"] = "從祖爾格拉布把以下權力珍寶帶給擊碎者金羅克：1條原始哈卡萊套索。你還必須在贊達拉部族中達到崇敬或更高的聲望。$B$B擊碎者金羅克在荊棘谷的尤亞姆巴島上。",
    ["T"] = "權力珍寶：辯護者胸甲",
  },
  [8080] = {
    ["D"] = "我們必須依靠我們的士兵進行戰斗，所有的士兵都會這么告訴你的。他們還會告訴你，他們正在使用破爛不堪的裝備，饑腸轆轆地開向戰場！$B$B這就是阿拉希盆地顯得非常重要的原因。金屬，武器，食物，木材——所有我們所需要的東西都可以從那里獲得。$B$B那就是我需要你發揮作用的地方，$N。進入阿拉希盆地，比敵人占據更多的基地，以此來獲得戰斗的勝利，然后給我帶回一箱資源來。",
    ["O"] = "獲得阿拉希盆地戰斗的勝利，獲取一只阿拉希資源箱，然后向避難谷地的瑪克里爾中士復命。",
    ["T"] = "阿拉希盆地的資源!",
  },
  [8081] = {
    ["D"] = "War must be fought with soldiers, any soldier will tell you. They\'ll also say that a battle fought with poor gear or on an empty stomach is lost before it starts!$B$BThat is why Arathi Basin is important. There are key areas in the basin that hold essential resources. Metals, weapons, food, lumber - all are needed, and all can be gained there.$B$BThat is what I want from you, $N. Enter Arathi Basin, win the battle by holding more bases than the enemy, and return to me with a crate of resources.",
    ["O"] = "Win the battle for Arathi Basin, get an Arathi Resource Crate, and return it to Sergeant Maclear at Refuge Pointe.",
    ["T"] = "更多的資源",
  },
  [8101] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "卡亞羅之石",
  },
  [8102] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "卡亞羅之石",
  },
  [8103] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "卡亞羅之石",
  },
  [8104] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "卡亞羅的珠寶",
  },
  [8105] = {
    ["D"] = "$N，在阿拉希盆地的戰斗是為了資源和領土而進行的戰斗。這個地區作戰的關鍵是保證我們軍隊稀有物資和補給的順暢運作。我命令你去攻擊距離我們在阿拉希盆地中的基地最遠的戰略設施。$B$B當農場、礦洞、伐木場或鐵匠鋪被敵人占據時，攻擊這些設施，找到敵人的旗幟，然后把它拔掉！$B$B當你完成了奪回這四個點的任務之后，就回到我這里來。",
    ["O"] = "進攻礦洞、伐木場、鐵匠鋪和農場，然后向避難谷地的奧斯萊特元帥復命。",
    ["T"] = "阿拉希盆地之戰！",
  },
  [8106] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "科贊的玷污",
  },
  [8107] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "科贊的玷污",
  },
  [8108] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "科贊的玷污",
  },
  [8109] = {
    ["D"] = "Call forth your demons, warlock. Let them bask in the energy of Kezan\'s Taint. Command them on the field of battle! Decimate the enemy!$B$BYes... The time has come to apply the final enhancement to Kezan\'s Taint. Give me the talisman.",
    ["O"] = "Give Kezan\'s Taint to Al\'tabim the All-Seeing",
    ["T"] = "科贊的強力玷污",
  },
  [8110] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "南海魔化海藻",
  },
  [8111] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "南海魔化海藻",
  },
  [8112] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "南海魔化海藻",
  },
  [8113] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "原始南海魔化海藻",
  },
  [8114] = {
    ["D"] = "$N，你贏得了在阿拉希盆地的戰爭，并在戰場上證明了自己有資格得到榮耀和尊重。你是一個有價值的$c，你讓我們的敵人知道我們絕對不會向他們的暴行屈服！$B$B現在我有一項艱巨的任務要交給你。我需要你進入阿拉希盆地，占領至少四座基地。如果你可以完成這個任務的話，那么我們不僅保證了重要資源的供給，而且還向部落展示了我們的力量！$B$B出發吧，$N，祝你好運。",
    ["O"] = "進入阿拉希盆地，同時占據并控制四座基地，當任務完成之后向避難谷地的奧斯萊特元帥報告。",
    ["T"] = "控制四座基地",
  },
  [8115] = {
    ["D"] = "$N，阿拉希盆地的資源之戰是一場血腥的戰斗。阿拉索聯軍需要你的幫助。$B$B我們還有一個任務需要交給你。$B$B聯軍想要對污染者進行一次大規模攻擊。我們要把他們從這個戰場中的每個重要戰略點里趕出去！$B$B這個任務不簡單，但是如果說有人可以完成它的話，那個人就是你。",
    ["O"] = "同時控制阿拉希盆地中的五座基地，然后向避難谷地的奧斯萊特元帥復命。",
    ["T"] = "控制五座基地",
  },
  [8116] = {
    ["D"] = "NULL",
    ["O"] = "Talk again to Maywiki of Zuldazar.",
    ["T"] = "巫毒幻象",
  },
  [8117] = {
    ["D"] = "Sha-mon! Maywiki make a joke!$B$B<Maywiki laughs.>$B$BSo, you been using the spirits and elements against our enemies in Zul\'Gurub, eh? Spirits be praised!$B$BMaywiki gonna brighten your orb. Give it here, Leifs.",
    ["O"] = "Give the Vision of Voodress to Maywiki of Zuldazar.",
    ["T"] = "巫毒幻象",
  },
  [8118] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "巫毒幻象",
  },
  [8119] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "完美巫毒幻象",
  },
  [8120] = {
    ["D"] = "無疑你已經聽說了，阿拉索聯軍正派大量的軍隊進駐阿拉西盆地。聯盟那幫蠢貨想要食物和補給，因此妄圖占據這塊富饒的土地。我們必須讓他們知道阿拉希永遠不再會是人類的家園了！$B$B去阿拉希盆地然后進攻那里礦井，伐木場，鐵匠鋪和馬廄。奪下敵人在那里的旗幟，把那里變成部落的領土。$B$B出發吧，$N。當任務完成之后向我復命。",
    ["O"] = "進攻阿拉希盆地的礦洞、伐木場、鐵匠鋪和獸欄，然后向落錘鎮的屠殺者杜維爾復命。",
    ["T"] = "阿拉希盆地之戰！",
  },
  [8121] = {
    ["D"] = "$N，隨著阿拉希盆地的戰事進展，你的事跡已經傳遍了戰場。你的所做所為讓我確信你一定可以完成現在我要給你的任務。$B$B現在是給阿拉索聯軍一個信號的時候了。我們將會向他們展示，他們在阿拉希盆地的防守是多么脆弱。我們要通過同時占領阿拉希盆地的四個戰略點來讓他們明白這一點。$B$B如果你可以完成這個任務，$N，你將贏得污染者的尊敬。",
    ["O"] = "同時占據阿拉希盆地中的四座基地，然后向落錘鎮的屠殺者杜維爾復命。",
    ["T"] = "奪取四座基地",
  },
  [8122] = {
    ["D"] = "我們其實已經深深陷入戰爭之中，只是我們還沒有意識到。幸好，我們的探子回報說發現了阿拉索聯軍的弱點。我們必須利用這一機會對他們造成致命一擊！回到阿拉希盆地，和我們的敵人交戰吧。詛咒他們，干掉他們，控制所有的五個戰略點！讓他們的士兵尖叫，流血，從前線倉皇撤退，讓他們用抽泣的嘴唇述說你的事跡。$B$B完成這一目標，為污染者帶來光輝的勝利。",
    ["O"] = "同時占據阿拉希盆地中的五座基地，然后向落錘鎮的屠殺者杜維爾復命。",
    ["T"] = "奪取五座基地",
  },
  [8123] = {
    ["D"] = "阿拉索聯軍正在不惜一切代價進攻阿拉希，并妄圖奪回這個區域。聯盟的各個種族正在全力進軍這塊遙遠的土地，想要將他們的勢力從避難谷地擴張到這里。我們必須阻止他們，而最好的方式就是奪取他們的資源。$B$B你可以幫助我們，$N。進入阿拉希盆地，那里遍地都是豐富的礦藏、肥沃的土地和技藝精湛的能工巧匠。占據并控制你找到的所有基地，贏得戰斗，然后把你獲得的資源給我拿回來。",
    ["O"] = "進入阿拉希盆地，獲得一箱阿拉希資源箱，然后將它交給落錘鎮的亡靈哨兵莫提斯。",
    ["T"] = "切斷阿拉索補給線",
  },
  [8124] = {
    ["D"] = "The League of Arathor is sparing no expense in their move to retake Arathi. They, and all the races of the Alliance, now stream to this distant region, intent on expanding their hold from Refuge Pointe. We must stop them, and the best means to stop them is to take their supplies.$B$BYou can help us, $N. Enter Arathi Basin, known for its rich mines, fertile land and skilled craftsman. Capture and control every base you can, win the battle, and return to me with the resources you gain.",
    ["O"] = "Win the battle for Arathi Basin, get an Arathi Resource Crate, and return it to Deathstalker Mortis at Hammerfall.",
    ["T"] = "更多的資源",
  },
  [8141] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "贊達拉暗影墜飾",
  },
  [8142] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "贊達拉暗影墜飾",
  },
  [8143] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "贊達拉暗影墜飾",
  },
  [8144] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "贊達拉暗影大師墜飾",
  },
  [8145] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "漩渦之藤",
  },
  [8146] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "漩渦之藤",
  },
  [8147] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "漩渦之藤",
  },
  [8148] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "漩渦之怒",
  },
  [8149] = {
    ["D"] = "在艾澤拉斯收獲節上，我們對那些無私奉獻英雄們表示感謝，他們中的一些甚至獻出了自己的性命。聯盟曾涌現出很多的英雄，但是沒有誰的光芒能超越光明使者烏瑟爾。$B$B將這些祭品帶到西瘟疫之地光明使者烏瑟爾的墓碑那兒，去表達我們的敬意吧。把祭品放在墓碑下，然后回到我們這兒來。收獲節結束之前我會一直在這兒，別浪費時間了，出發吧。",
    ["O"] = "前往西瘟疫之地的光明使者烏瑟爾的墓碑，在墓碑前放下他的祭品。在收獲節結束之前返回鐵爐堡的瓦格納·巨錘那兒。",
    ["T"] = "緬懷英雄",
  },
  [8150] = {
    ["D"] = "在艾澤拉斯收獲節上，我們對那些無私奉獻英雄們表示感謝，他們中的一些甚至獻出了自己的性命。部落曾涌現出許多英雄，但是沒有誰的光芒能超越格羅姆·地獄咆哮。$B$B將這些祭品帶到灰谷屠魔峽谷中的格羅姆·地獄咆哮的墓碑那兒，去表達我們的敬意吧。把祭品放在墓碑下，然后回到我們這兒來。收獲節結束之前我會一直在這兒，別浪費時間了，出發吧。",
    ["O"] = "前往灰谷屠魔峽谷的格羅姆·地獄咆哮的墓碑，在墓碑前放下他的祭品。在收獲節結束之前返回奧格瑞瑪的亞尼·納沙克那兒。",
    ["T"] = "緬懷英雄",
  },
  [8151] = {
    ["D"] = "艾薩拉的奧汀克正在召集象你這樣經驗豐富的獵人。他是一名熊怪獵人，他離開了自己的部族，前來幫助塞納里奧議會。奧汀克與他人分享自己的智慧，也告訴他們要如何維護平衡。你最好去跟他談談。$B$B奧汀克居住在艾薩拉埃達拉斯廢墟東北部的懸崖頂部。",
    ["O"] = "跟艾薩拉的奧汀克談一談。",
    ["T"] = "獵人的護符",
  },
  [8153] = {
    ["D"] = "艾薩拉的苔蹄快步者那強勁有力的鹿角是它們發動進攻時的有效武器，可以造成不小的傷害。完好的、自然的鹿角是這種動物的精神和信心的標志。$B$B如果你持有這樣的鹿角，你也將擁有同樣的自信。$B$B獵殺苔蹄快步者，把完好的鹿角交給我。",
    ["O"] = "將一副完好的苔蹄快步者鹿角交給艾薩拉的奧汀克。奧汀克居住在埃達拉斯廢墟東北部的懸崖頂。",
    ["T"] = "苔蹄快步者的鹿角",
  },
  [8154] = {
    ["D"] = "我們必須依靠我們的士兵進行戰斗，所有的士兵都會這么告訴你的。他們還會告訴你，他們正在使用破爛不堪的裝備，饑腸轆轆地開向戰場！$B$B這就是阿拉希盆地顯得非常重要的原因。金屬，武器，食物，木材——所有我們所需要的東西都可以從那里獲得。$B$B那就是我需要你發揮作用的地方，憤怒的靈魂。進入阿拉希盆地，比敵人占據更多的基地，以此來獲得戰斗的勝利，然后給我帶回一箱資源來。",
    ["O"] = "獲得阿拉希盆地戰斗的勝利，獲取一只阿拉希資源箱，然后向避難谷地的瑪克里爾中士復命。",
    ["T"] = "阿拉希盆地的資源!",
  },
  [8155] = {
    ["D"] = "我們必須依靠我們的士兵進行戰斗，所有的士兵都會這么告訴你的。他們還會告訴你，他們正在使用破爛不堪的裝備，饑腸轆轆地開向戰場！$B$B這就是阿拉希盆地顯得非常重要的原因。金屬，武器，食物，木材——所有我們所需要的東西都可以從那里獲得。$B$B那就是我需要你發揮作用的地方，$N。進入阿拉希盆地，比敵人占據更多的基地，以此來獲得戰斗的勝利，然后給我帶回一箱資源來。",
    ["O"] = "獲得阿拉希盆地戰斗的勝利，獲取一只阿拉希資源箱，然后向避難谷地的瑪克里爾中士復命。",
    ["T"] = "阿拉希盆地的資源!",
  },
  [8156] = {
    ["D"] = "我們必須依靠我們的士兵進行戰斗，所有的士兵都會這么告訴你的。他們還會告訴你，他們正在使用破爛不堪的裝備，饑腸轆轆地開向戰場！$B$B這就是阿拉希盆地顯得非常重要的原因。金屬，武器，食物，木材——所有我們所需要的東西都可以從那里獲得。$B$B那就是我需要你發揮作用的地方，$N。進入阿拉希盆地，比敵人占據更多的基地，以此來獲得戰斗的勝利，然后給我帶回一箱資源來。",
    ["O"] = "獲得阿拉希盆地戰斗的勝利，獲取一只阿拉希資源箱，然后向避難谷地的瑪克里爾中士復命。",
    ["T"] = "阿拉希盆地的資源!",
  },
  [8157] = {
    ["D"] = "War must be fought with soldiers, any soldier will tell you. They\'ll also say that a battle fought with poor gear or on an empty stomach is lost before it starts!$B$BThat is why Arathi Basin is important. There are key areas in the basin that hold essential resources. Metals, weapons, food, lumber - all are needed, and all can be gained there.$B$BThat is what I want from you, $N. Enter Arathi Basin, win the battle by holding more bases than the enemy, and return to me with a crate of resources.",
    ["O"] = "Win the battle for Arathi Basin, get an Arathi Resource Crate, and return it to Sergeant Maclear at Refuge Pointe.",
    ["T"] = "更多的資源",
  },
  [8158] = {
    ["D"] = "War must be fought with soldiers, any soldier will tell you. They\'ll also say that a battle fought with poor gear or on an empty stomach is lost before it starts!$B$BThat is why Arathi Basin is important. There are key areas in the basin that hold essential resources. Metals, weapons, food, lumber - all are needed, and all can be gained there.$B$BThat is what I want from you, $N. Enter Arathi Basin, win the battle by holding more bases than the enemy, and return to me with a crate of resources.",
    ["O"] = "Win the battle for Arathi Basin, get an Arathi Resource Crate, and return it to Sergeant Maclear at Refuge Pointe.",
    ["T"] = "更多的資源",
  },
  [8159] = {
    ["D"] = "War must be fought with soldiers, any soldier will tell you. They\'ll also say that a battle fought with poor gear or on an empty stomach is lost before it starts!$B$BThat is why Arathi Basin is important. There are key areas in the basin that hold essential resources. Metals, weapons, food, lumber - all are needed, and all can be gained there.$B$BThat is what I want from you, $N. Enter Arathi Basin, win the battle by holding more bases than the enemy, and return to me with a crate of resources.",
    ["O"] = "Win the battle for Arathi Basin, get an Arathi Resource Crate, and return it to Sergeant Maclear at Refuge Pointe.",
    ["T"] = "更多的資源",
  },
  [8160] = {
    ["D"] = "阿拉索聯軍正在不惜一切代價進攻阿拉希，并妄圖奪回這個區域。聯盟的各個種族正在全力進軍這塊遙遠的土地，想要將他們的勢力從避難谷地擴張到這里。我們必須阻止他們，而最好的方式就是奪取他們的資源。$B$B你可以幫助我們，$N。進入阿拉希盆地，那里遍地都是豐富的礦藏、肥沃的土地和技藝精湛的能工巧匠。占據并控制你找到的所有基地，贏得戰斗，然后把你獲得的資源給我拿回來。",
    ["O"] = "進入阿拉希盆地，獲得一箱阿拉希資源箱，然后將它交給落錘鎮的亡靈哨兵莫提斯。",
    ["T"] = "切斷阿拉索補給線",
  },
  [8161] = {
    ["D"] = "阿拉索聯軍正在不惜一切代價進攻阿拉希，并妄圖奪回這個區域。聯盟的各個種族正在全力進軍這塊遙遠的土地，想要將他們的勢力從避難谷地擴張到這里。我們必須阻止他們，而最好的方式就是奪取他們的資源。$B$B你可以幫助我們，$N。進入阿拉希盆地，那里遍地都是豐富的礦藏、肥沃的土地和技藝精湛的能工巧匠。占據并控制你找到的所有基地，贏得戰斗，然后把你獲得的資源給我拿回來。",
    ["O"] = "進入阿拉希盆地，獲得一箱阿拉希資源箱，然后將它交給落錘鎮的亡靈哨兵莫提斯。",
    ["T"] = "切斷阿拉索補給線",
  },
  [8162] = {
    ["D"] = "阿拉索聯軍正在不惜一切代價進攻阿拉希，并妄圖奪回這個區域。聯盟的各個種族正在全力進軍這塊遙遠的土地，想要將他們的勢力從避難谷地擴張到這里。我們必須阻止他們，而最好的方式就是奪取他們的資源。$B$B你可以幫助我們，$N。進入阿拉希盆地，那里遍地都是豐富的礦藏、肥沃的土地和技藝精湛的能工巧匠。占據并控制你找到的所有基地，贏得戰斗，然后把你獲得的資源給我拿回來。",
    ["O"] = "進入阿拉希盆地，獲得一箱阿拉希資源箱，然后將它交給落錘鎮的亡靈哨兵莫提斯。",
    ["T"] = "切斷阿拉索補給線",
  },
  [8163] = {
    ["D"] = "The League of Arathor is sparing no expense in their move to retake Arathi. They, and all the races of the Alliance, now stream to this distant region, intent on expanding their hold from Refuge Pointe. We must stop them, and the best means to stop them is to take their supplies.$B$BYou can help us, $N. Enter Arathi Basin, known for its rich mines, fertile land and skilled craftsman. Capture and control every base you can, win the battle, and return to me with the resources you gain.",
    ["O"] = "Win the battle for Arathi Basin, get an Arathi Resource Crate, and return it to Deathstalker Mortis at Hammerfall.",
    ["T"] = "更多的資源",
  },
  [8164] = {
    ["D"] = "The League of Arathor is sparing no expense in their move to retake Arathi. They, and all the races of the Alliance, now stream to this distant region, intent on expanding their hold from Refuge Pointe. We must stop them, and the best means to stop them is to take their supplies.$B$BYou can help us, $N. Enter Arathi Basin, known for its rich mines, fertile land and skilled craftsman. Capture and control every base you can, win the battle, and return to me with the resources you gain.",
    ["O"] = "Win the battle for Arathi Basin, get an Arathi Resource Crate, and return it to Deathstalker Mortis at Hammerfall.",
    ["T"] = "更多的資源",
  },
  [8165] = {
    ["D"] = "The League of Arathor is sparing no expense in their move to retake Arathi. They, and all the races of the Alliance, now stream to this distant region, intent on expanding their hold from Refuge Pointe. We must stop them, and the best means to stop them is to take their supplies.$B$BYou can help us, $N. Enter Arathi Basin, known for its rich mines, fertile land and skilled craftsman. Capture and control every base you can, win the battle, and return to me with the resources you gain.",
    ["O"] = "Win the battle for Arathi Basin, get an Arathi Resource Crate, and return it to Deathstalker Mortis at Hammerfall.",
    ["T"] = "更多的資源",
  },
  [8166] = {
    ["D"] = "$N，在阿拉希盆地的戰斗是為了資源和領土而進行的戰斗。這個地區作戰的關鍵是保證我們軍隊稀有物資和補給的順暢運作。我命令你去攻擊距離我們在阿拉希盆地中的基地最遠的戰略設施。$B$B當農場、礦洞、伐木場或鐵匠鋪被敵人占據時，攻擊這些設施，找到敵人的旗幟，然后把它拔掉！$B$B當你完成了奪回這四個點的任務之后，就回到我這里來。",
    ["O"] = "進攻礦洞、伐木場、鐵匠鋪和農場，然后向避難谷地的奧斯萊特元帥復命。",
    ["T"] = "阿拉希盆地之戰！",
  },
  [8167] = {
    ["D"] = "$N，在阿拉希盆地的戰斗是為了資源和領土而進行的戰斗。這個地區作戰的關鍵是保證我們軍隊稀有物資和補給的順暢運作。我命令你去攻擊距離我們在阿拉希盆地中的基地最遠的戰略設施。$B$B當農場、礦洞、伐木場或鐵匠鋪被敵人占據時，攻擊這些設施，找到敵人的旗幟，然后把它拔掉！$B$B當你完成了奪回這四個點的任務之后，就回到我這里來。",
    ["O"] = "進攻礦洞、伐木場、鐵匠鋪和農場，然后向避難谷地的奧斯萊特元帥復命。",
    ["T"] = "阿拉希盆地之戰！",
  },
  [8168] = {
    ["D"] = "$N，在阿拉希盆地的戰斗是為了資源和領土而進行的戰斗。這個地區作戰的關鍵是保證我們軍隊稀有物資和補給的順暢運作。我命令你去攻擊距離我們在阿拉希盆地中的基地最遠的戰略設施。$B$B當農場、礦洞、伐木場或鐵匠鋪被敵人占據時，攻擊這些設施，找到敵人的旗幟，然后把它拔掉！$B$B當你完成了奪回這四個點的任務之后，就回到我這里來。",
    ["O"] = "進攻礦洞、伐木場、鐵匠鋪和農場，然后向避難谷地的奧斯萊特元帥復命。",
    ["T"] = "阿拉希盆地之戰！",
  },
  [8169] = {
    ["D"] = "無疑你已經聽說了，阿拉索聯軍正派大量的軍隊進駐阿拉西盆地。聯盟那幫蠢貨想要食物和補給，因此妄圖占據這塊富饒的土地。我們必須讓他們知道阿拉希永遠不再會是人類的家園了！$B$B去阿拉希盆地然后進攻那里礦井，伐木場，鐵匠鋪和馬廄。奪下敵人在那里的旗幟，把那里變成部落的領土。$B$B出發吧，$N。當任務完成之后向我復命。",
    ["O"] = "進攻阿拉希盆地的礦洞、伐木場、鐵匠鋪和獸欄，然后向落錘鎮的屠殺者杜維爾復命。",
    ["T"] = "阿拉希盆地之戰！",
  },
  [8170] = {
    ["D"] = "無疑你已經聽說了，阿拉索聯軍正派大量的軍隊進駐阿拉西盆地。聯盟那幫蠢貨想要食物和補給，因此妄圖占據這塊富饒的土地。我們必須讓他們知道阿拉希永遠不再會是人類的家園了！$B$B去阿拉希盆地然后進攻那里礦井，伐木場，鐵匠鋪和馬廄。奪下敵人在那里的旗幟，把那里變成部落的領土。$B$B出發吧，$N。當任務完成之后向我復命。",
    ["O"] = "進攻阿拉希盆地的礦洞、伐木場、鐵匠鋪和獸欄，然后向落錘鎮的屠殺者杜維爾復命。",
    ["T"] = "阿拉希盆地之戰！",
  },
  [8171] = {
    ["D"] = "無疑你已經聽說了，阿拉索聯軍正派大量的軍隊進駐阿拉西盆地。聯盟那幫蠢貨想要食物和補給，因此妄圖占據這塊富饒的土地。我們必須讓他們知道阿拉希永遠不再會是人類的家園了！$B$B去阿拉希盆地然后進攻那里礦井，伐木場，鐵匠鋪和馬廄。奪下敵人在那里的旗幟，把那里變成部落的領土。$B$B出發吧，$N。當任務完成之后向我復命。",
    ["O"] = "進攻阿拉希盆地的礦洞、伐木場、鐵匠鋪和獸欄，然后向落錘鎮的屠殺者杜維爾復命。",
    ["T"] = "阿拉希盆地之戰！",
  },
  [8181] = {
    ["D"] = "通過對摩沙魯石板的研究，我得出了一個可怕的消息，$N。你用一枚蛋收復了哈卡，然而血神哈卡的真身可以通過那枚蛋獲得新生！葉基亞告訴你說那枚蛋是用來禁錮哈卡的邪惡力量的，但實際上，它的作用是讓哈卡重生！那個巨魔將你引入了歧途！$B$B去找到葉基亞，摧毀那枚蛋。希望我們還有足夠的時間阻止哈卡死灰復燃！",
    ["O"] = "跟葉基亞談一談。",
    ["T"] = "面對葉基亞",
  },
  [8182] = {
    ["D"] = "$N，我們最擔心的事情終于發生了。相傳擁有無上力量的奪靈者哈卡正在統治著巨魔的古代帝國，那里充斥著邪惡和恐怖。如果我們不做點什么的話，他的統治范圍很可能會蔓延到整個艾澤拉斯！$B$B也許贊達拉巨魔能幫助我們阻止悲劇的發生。他們駐扎在荊棘谷的祖昆達廢墟以西，也就是那個名叫尤亞姆巴的小島上。跟他們的首領莫托爾談談，但愿他知道如何打敗哈卡。",
    ["O"] = "跟荊棘谷的莫托爾談一談。",
    ["T"] = "拉斯塔哈之手",
  },
  [8183] = {
    ["D"] = "哈卡之心熊熊燃燒著。雖然奪魂者已經被擊敗，但是他邪惡的力量依然在被詛咒的軀體之中涌動。",
    ["O"] = "把哈卡之心交給尤亞姆巴島上的莫托爾。",
    ["T"] = "哈卡之心",
  },
  [8184] = {
    ["D"] = "Zanza can create the ancient troll enchantments with the right components. $B$BThe first is a primal token that must be taken from the most powerful of the Hakkari.$B$BThe second is a punctured voodoo doll. These can be found in the piles of refuse that litter this foul place. Look inside the jinxed hoodoo piles.$B$BThe last is the high elven facsimile of troll magic known as the Arcanum. I do not know where they can be found.",
    ["O"] = "Bring me all three and I will create a powerful enchantment for you!",
    ["T"] = "力量的證明",
  },
  [8185] = {
    ["D"] = "Zanza can create the ancient troll enchantments with the right components. $B$BThe first is a primal token that must be taken from the most powerful of the Hakkari.$B$BThe second is a punctured voodoo doll. These can be found in the piles of refuse that litter this foul place. Look inside the jinxed hoodoo piles.$B$BThe last is the high elven facsimile of troll magic known as the Arcanum. I do not know where they can be found.",
    ["O"] = "Bring me all three and I will create a powerful enchantment for you!",
    ["T"] = "調和的徽記",
  },
  [8186] = {
    ["D"] = "Zanza can create the ancient troll enchantments with the right components. $B$BThe first is a primal token that must be taken from the most powerful of the Hakkari.$B$BThe second is a punctured voodoo doll. These can be found in the piles of refuse that litter this foul place. Look inside the jinxed hoodoo piles.$B$BThe last is the high elven facsimile of troll magic known as the Arcanum. I do not know where they can be found.",
    ["O"] = "Bring me all three and I will create a powerful enchantment for you!",
    ["T"] = "死亡的擁抱",
  },
  [8187] = {
    ["D"] = "Zanza can create the ancient troll enchantments with the right components. $B$BThe first is a primal token that must be taken from the most powerful of the Hakkari.$B$BThe second is a punctured voodoo doll. These can be found in the piles of refuse that litter this foul place. Look inside the jinxed hoodoo piles.$B$BThe last is the high elven facsimile of troll magic known as the Arcanum. I do not know where they can be found.",
    ["O"] = "Bring me all three and I will create a powerful enchantment for you!",
    ["T"] = "獵鷹的召喚",
  },
  [8188] = {
    ["D"] = "Zanza can create the ancient troll enchantments with the right components. $B$BThe first is a primal token that must be taken from the most powerful of the Hakkari.$B$BThe second is a punctured voodoo doll. These can be found in the piles of refuse that litter this foul place. Look inside the jinxed hoodoo piles.$B$BThe last is the high elven facsimile of troll magic known as the Arcanum. I do not know where they can be found.",
    ["O"] = "Bring me all three and I will create a powerful enchantment for you!",
    ["T"] = "巫毒的警覺",
  },
  [8189] = {
    ["D"] = "Zanza can create the ancient troll enchantments with the right components. $B$BThe first is a primal token that must be taken from the most powerful of the Hakkari.$B$BThe second is a punctured voodoo doll. These can be found in the piles of refuse that litter this foul place. Look inside the jinxed hoodoo piles.$B$BThe last is the high elven facsimile of troll magic known as the Arcanum. I do not know where they can be found.",
    ["O"] = "Bring me all three and I will create a powerful enchantment for you!",
    ["T"] = "魔法的視域",
  },
  [8190] = {
    ["D"] = "Zanza can create the ancient troll enchantments with the right components. $B$BThe first is a primal token that must be taken from the most powerful of the Hakkari.$B$BThe second is a punctured voodoo doll. These can be found in the piles of refuse that litter this foul place. Look inside the jinxed hoodoo piles.$B$BThe last is the high elven facsimile of troll magic known as the Arcanum. I do not know where they can be found.",
    ["O"] = "Bring me all three and I will create a powerful enchantment for you!",
    ["T"] = "不祥的妖術",
  },
  [8191] = {
    ["D"] = "Zanza can create the ancient troll enchantments with the right components. $B$BThe first is a primal token that must be taken from the most powerful of the Hakkari.$B$BThe second is a punctured voodoo doll. These can be found in the piles of refuse that litter this foul place. Look inside the jinxed hoodoo piles.$B$BThe last is the high elven facsimile of troll magic known as the Arcanum. I do not know where they can be found.",
    ["O"] = "Bring me all three and I will create a powerful enchantment for you!",
    ["T"] = "預言的光環",
  },
  [8192] = {
    ["D"] = "Zanza can create the ancient troll enchantments with the right components. $B$BThe first is a primal token that must be taken from the most powerful of the Hakkari.$B$BThe second is a punctured voodoo doll. These can be found in the piles of refuse that litter this foul place. Look inside the jinxed hoodoo piles.$B$BThe last is the high elven facsimile of troll magic known as the Arcanum. I do not know where they can be found.",
    ["O"] = "Bring me all three and I will create a powerful enchantment for you!",
    ["T"] = "靈魂的安撫",
  },
  [8193] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "釣魚大師",
  },
  [8194] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "釣魚學徒",
  },
  [8195] = {
    ["D"] = "I seek the Paragons of Power known as the Coins of the Tribes.  They are the currency used by the various denizens of Zul\'Gurub, and each is imbued with subtle but powerful mojo.$B$BThere are nine distinct kinds to be found.  Some are sought after by my compatriots for various armors they offer Zandalar heroes.  Should you have any extra, I will trade you one of our Honor Tokens for a set of three.  You may use the Tokens with Rin\'wosho the Trader; he offers our heroes special items for them.",
    ["O"] = "",
    ["T"] = "祖利安、拉扎什和哈卡萊硬幣",
  },
  [8196] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "芒果精華",
  },
  [8201] = {
    ["D"] = "這是真的。哈卡現在藏身在祖爾格拉布中，他正沐浴在我們的神的力量之下。被迷惑的高階祭司們正將我們最神圣的能量傳輸給奪靈者，他的力量即將超過艾澤拉斯世界上所有的生物。我們必須阻止他！$B$B拿著這根神圣之索，將它穿過負責傳輸我們神的能量的高階祭司們的頭顱。$B$B當你完成了這一步之后，就回到我這里來。",
    ["O"] = "將神圣之索穿上5顆導魔師的頭顱，然后把這一串頭顱交給尤亞姆巴島上的伊克薩爾。",
    ["T"] = "祭司的頭顱",
  },
  [8221] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "稀有魚類 - 基佛天使魚",
  },
  [8222] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "閃光的蝎血",
  },
  [8223] = {
    ["D"] = "That scorpid blood is working out great, $N!  It\'s amazing how a little sparkle and shine can create a prized bauble out of an otherwise piece of junk.  The patrons love the stuff, and love is what it\'s all about, don\'t you think...$B$BYou\'ve been a big help to me, $N, and although I don\'t have a great need for more glowing scorpid blood, if you bring me more then I\'ll still trade you some tickets.",
    ["O"] = "",
    ["T"] = "更多發光的蠍血",
  },
  [8224] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "稀有魚類 - 迪森皇后魚",
  },
  [8225] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "稀有魚類 - 布隆奈爾藍斑魚",
  },
  [8227] = {
    ["D"] = "在散落的魚餌和滾軸之中是一卷光滑的測量卷尺。卷尺上的標簽寫著：$B$B“納特·帕格，塵泥沼澤。”",
    ["O"] = "將納特的卷尺交給塵泥沼澤的納特·帕格。",
    ["T"] = "納特的卷尺",
  },
  [8228] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "能給我一張宣傳單嗎？",
  },
  [8229] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "能給我一張宣傳單嗎？",
  },
  [8231] = {
    ["D"] = "碎浪多頭怪是一種生活在艾薩拉的海陸兩棲生物。它們擁有強大的力量和頑強的生命力。$B$B碎浪多頭怪身上的堅硬光滑的鱗片是獵人實力的證明。$B$B獵殺艾薩拉沿岸的碎浪多頭怪，給我帶回它們的鱗片作為證明吧。",
    ["O"] = "將6塊碎浪多頭怪的鱗片交給艾薩拉的奧汀克。奧汀克居住在埃達拉斯廢墟東北部的懸崖頂部。",
    ["T"] = "碎浪多頭怪",
  },
  [8232] = {
    ["D"] = "我要交給你一項危險的狩獵任務：殺死綠龍摩弗拉斯，把它的牙齒帶回來給我。摩弗拉斯居住在悲傷沼澤的阿塔哈卡神廟深處。$B$B如果你想要打敗它的話，就必須叫上你的伙伴同去。這條綠龍是很多人共同的敵人——去尋找那些志同道合的盟友吧。$B$B綠龍的牙齒是獵人實力的證明。將牙齒交給我，你會在狩獵中得到成長。",
    ["O"] = "將摩弗拉斯的牙齒交給艾薩拉的奧汀克。他住在埃達拉斯廢墟東北部懸崖的頂端。",
    ["T"] = "神廟中的綠龍",
  },
  [8233] = {
    ["D"] = "喬拉齊·拉文霍德公爵邀請你到他那兒去。這事兒得保密，我不能再透露更多消息了。$B$B拉文霍德莊園位于希爾斯布萊德丘陵，敦霍爾德城堡的西北方有一條道路通往那兒。",
    ["O"] = "前往拉文霍德莊園，和喬拉齊·拉文霍德公爵談一談。",
    ["T"] = "簡單的要求",
  },
  [8234] = {
    ["D"] = "事分輕重緩急。我丟了一個藍色的小袋子，里面的東西很私密。$B$B但是，你不用追蹤那些小偷啦，因為他們已經死了。我所知道的是，那些傻瓜費了九牛二虎之力也沒能打開包裹，因此他們將包裹作為“神圣的器物”賣給了艾薩拉的木喉薩滿祭司。這些家伙很聰明。$B$B我想讓你前往艾薩拉，從薩滿祭司那兒憑借智慧取回包裹……當然你也可以憑借武力。我認為第一種方法比較保險。一旦你成功了，就把包裹交給大法師克希雷姆。",
    ["O"] = "從艾薩拉的木喉薩滿祭司那兒取回密封的藍袋子，將它交給艾薩拉的大法師克希雷姆。",
    ["T"] = "密封的藍袋子",
  },
  [8235] = {
    ["D"] = "拉文霍德公爵想讓我們倆幫他個忙。他希望解除施加在這只袋子上的魔法。$B$B不幸的是，我的那些關于驅散魔法的書籍被一些暴徒奪走并銷毀了，但書籍殘存的碎片對我來說仍有利用價值。如果你能給我找來至少10塊密文碎片，我就能將它們還原。你可以去殺一些森林軟泥怪試試。它們通常什么東西都撿……你可以在艾薩拉的東北部找到森林軟泥怪。",
    ["O"] = "將10塊密文碎片交給艾薩拉的大法師克希雷姆。",
    ["T"] = "密文碎片",
  },
  [8236] = {
    ["D"] = "要解讀這些碎片并移除魔化效果需要一點時間。當我完成這個工作后，我會親自將袋子交給拉文霍德公爵。$B$B眼下的問題是鑰匙，據說鑰匙在綠龍摩弗拉斯手中，而摩弗拉斯則居住在阿塔哈卡神廟的深處，就是那個泡在悲傷沼澤里的神廟。$B$B叫上你的朋友，前往綠龍的巢穴吧。拉文霍德公爵在等你取回鑰匙呢。",
    ["O"] = "將碧藍鑰匙交給喬拉齊·拉文霍德公爵。",
    ["T"] = "碧藍鑰匙",
  },
  [8238] = {
    ["D"] = "I seek the Paragons of Power known as the Coins of the Tribes.  They are the currency used by the various denizens of Zul\'Gurub, and each is imbued with subtle but powerful mojo.$B$BThere are nine distinct kinds to be found.  Some are sought after by my compatriots for various armors they offer Zandalar heroes.  Should you have any extra, I will trade you one of our Honor Tokens for a set of three.  You may use the Tokens with Rin\'wosho the Trader; he offers our heroes special items for them.",
    ["O"] = "",
    ["T"] = "古拉巴什、邪枝和枯木硬幣",
  },
  [8239] = {
    ["D"] = "I seek the Paragons of Power known as the Coins of the Tribes.  They are the currency used by the various denizens of Zul\'Gurub, and each is imbued with subtle but powerful mojo.$B$BThere are nine distinct kinds to be found.  Some are sought after by my compatriots for various armors they offer Zandalar heroes.  Should you have any extra, I will trade you one of our Honor Tokens for a set of three.  You may use the Tokens with Rin\'wosho the Trader; he offers our heroes special items for them.",
    ["O"] = "",
    ["T"] = "沙怒、碎顱和血頂硬幣",
  },
  [8240] = {
    ["D"] = "銷毀哈卡萊寶石對我們來說至關重要，我們甚至歡迎氏族之外的人幫助我們摧毀哈卡萊寶石！$B$B將你在祖爾格拉布找到的寶石帶往贊扎祭壇進行銷毀。我會送你一枚額外的部族榮譽勛章，僅此一次，下不為例；這東西可不是輕易就能獲得的。$B$B愿贊扎的祝福與你同在！",
    ["O"] = "將你在祖爾格拉布找到的哈卡萊寶石帶往尤亞姆巴島的贊扎祭壇進行銷毀，然后跟祭壇旁邊的溫卡薩談一談。",
    ["T"] = "贊扎的寶石",
  },
  [8241] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "熾熱助熔劑的補給：鐵錠",
  },
  [8242] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "熾熱助熔劑的補給：重皮",
  },
  [8243] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "贊扎的飲料",
  },
  [8246] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "贊達拉的徽記",
  },
  [8249] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "垃圾箱",
  },
  [8250] = {
    ["D"] = "最近經常有人打聽大法師克希雷姆……他們都跟你差不多。$B$B如果你想要找他的話，就去艾薩拉吧。克希雷姆居住在高高的懸崖頂端，只有他那傲慢的仆人薩納斯能利用傳送術到達那兒。$B$B薩納斯就在崖下扎營。你可以在埃達拉斯廢墟入口處找到通往艾薩拉的大道，在交叉路口往北直走就是了。",
    ["O"] = "找到薩納斯，讓他將你傳送到大法師克希雷姆那兒。",
    ["T"] = "法師的會見",
  },
  [8251] = {
    ["D"] = "艾薩拉的血精靈正在尋求一種碾磨他們獲得的魔法物品的方法，通過這種方法所獲得的粉末與普通的分解法術所獲得的材料是不同的。$B$B當我派我的學徒去交換這種粉末的時候，血精靈們毫不猶豫地把他干掉了。因此，他們必須付出代價。$B$B談判結束，$N。找到艾薩拉北部的這些血精靈，然后使用更具“說服力”的方法來獲得他們的那些閃光塵埃。",
    ["O"] = "為大法師克希雷姆收集10份閃光塵埃。",
    ["T"] = "魔法的塵埃",
  },
  [8252] = {
    ["D"] = "看看你的四周吧。遺跡和海岸被惡鞭納迦所占據了。最近，它們開始熟悉這塊土地，并開始接觸產于艾薩拉的稀有材料。$B$B我說的就是魔化珊瑚——不知道為什么，惡鞭納迦也盯上了它。海灣中的珊瑚已經所剩無幾了，但是它們對于我的研究工作來說是至關重要的。我需要你去從惡鞭海妖那里搶回一些魔化珊瑚，然后把它們帶給我。",
    ["O"] = "收集6塊魔化珊瑚，然后把它們交給大法師克希雷姆。",
    ["T"] = "納迦的珊瑚",
  },
  [8253] = {
    ["D"] = "在沉沒的阿塔哈卡神廟深處，有一條名叫摩弗拉斯的綠龍。$B$B數年前我受到他的襲擊，在我組織起有效的防御之前，他就把我的學徒整個吞了下去。雖然死掉個把學徒對我來說不是很嚴重的事情，但他身上有一塊巨大的、擁有極強能量的奧術碎片。$B$B你必須召集隊友，共同深入神廟。去殺死摩弗拉斯，從這家伙的胃中取出我的奧術碎片來。",
    ["O"] = "從摩弗拉斯身上取回奧術碎片，然后返回大法師克希雷姆那兒。",
    ["T"] = "毀滅摩弗拉斯",
  },
  [8254] = {
    ["D"] = "神的道路是幫助那些需要幫助的人。如何去幫助他們，這并不重要；重要的是你為什么要去幫助他們。$B$B塞納里奧議會需要你的幫助，去和艾薩拉的奧汀克談一談吧，他就住在埃達拉斯廢墟東北部懸崖的頂部。",
    ["O"] = "找到艾薩拉的奧汀克。",
    ["T"] = "塞納里奧議會的求助",
  },
  [8255] = {
    ["D"] = "艾薩拉的苔蹄快步者是一種曾經居住在費伍德森林的生物，它們對疾病和毒藥免疫，因此沒有被那里的墮落力量所感染。在它們與生俱來的智慧的指引下，苔蹄快步者簡單地選擇了離開。$B$B雖然我感到非常遺憾，但是我希望你能幫助我去獵捕這些強大的野獸。收集四份健康的野鹿腺體，這是凈化藥膏的第一種成分——我們會利用凈化藥膏來治療費伍德森林。",
    ["O"] = "收集4份健康的野鹿腺體，把它們交給艾薩拉的奧汀克。奧汀克住在埃達拉斯廢墟東北部懸崖的頂部。",
    ["T"] = "苔蹄快步者",
  },
  [8256] = {
    ["D"] = "制作凈化藥膏所需的配方極其簡單：一份有毒的藥劑，兩份治療藥劑。你已經獲得了一份治療藥劑，那么你得收集一份毒藥。$B$B埃達拉斯廢墟附近徘徊的上層精靈充滿了邪惡的力量，它們經常會生出一些令人作嘔的綠色粘液。這種東西被稱為亡靈腐液。$B$B這種東西的邪惡力量非常強大，因此我只需要你帶給我一份亡靈腐液就行了。",
    ["O"] = "為艾薩拉的奧汀克帶回一份亡靈腐液。奧汀克住在埃達拉斯廢墟東北部懸崖的頂端。",
    ["T"] = "亡靈的腐液",
  },
  [8257] = {
    ["D"] = "藥劑的最后一種成分就是我以前說的第二種治療藥劑。$B$B據說綠龍摩弗拉斯對任何形式的毒藥和疾病都免疫——這是無數德魯伊用生命換來的信息。毫無疑問，他的血液符合我們的要求。$B$B在你收集最后一種成分時，塞納里奧議會的一名信使將帶走你已經收集到的成分。召集你的伙伴，前往沉沒的阿塔哈卡神廟中的綠龍巢穴吧。將他的血液交給費伍德森林中的格雷塔·苔蹄。",
    ["O"] = "前往沉沒的阿塔哈卡神廟，殺死綠龍摩弗拉斯，將他的血液交給費伍德森林中的格雷塔·苔蹄。沉沒的神廟的入口就在悲傷沼澤中。",
    ["T"] = "摩弗拉斯之血",
  },
  [8258] = {
    ["D"] = "死亡騎士達克雷爾主宰了通靈學院的尸骨儲藏所。他威脅要扭曲整個靈魂國度來達到他自己的目的，我們必須阻止他！這就是水晶球可以幫助你的地方。$B$B在尸骨儲藏所地下室的中心使用預言水晶球，以此來召喚達克雷爾的爪牙。擊敗這些爪牙，接下來死亡騎士就會出現了。$N，把他的頭帶給我！只有他的死亡才可以將靈魂國度的局勢扭轉過來！",
    ["O"] = "在斯坦索姆地下室的尸骨儲藏所的中心使用預言水晶球。然后你必須與被召喚出來的幽靈作戰。擊敗這些幽靈之后，死亡騎士達克雷爾才會出現，你的任務就是擊敗他。$B$B把死亡騎士達克雷爾的頭顱交給奧格瑞瑪智慧谷的薩格尼。",
    ["T"] = "達克雷爾的威脅",
  },
  [8260] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "阿拉索基本醫療包",
  },
  [8261] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "阿拉索標準醫療包",
  },
  [8262] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "阿拉索高級醫療包",
  },
  [8263] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "污染者基本醫療包",
  },
  [8264] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "污染者標準醫療包",
  },
  [8265] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "污染者高級醫療包",
  },
  [8266] = {
    ["D"] = "I understand that it can be difficult at times to come out on top in Warsong Gulch. Still, your effort on our behalf - even when victory is not achieved - is important.$B$BShould you complete one of the trials inside Warsong Gulch and not achieve victory, you will still receive a Ribbons of Sacrifice. Bring it to me so that the Outriders may reward you for acting on our behalf... even if you weren\'t able to win this time.",
    ["O"] = "Bring the Ribbons of Sacrifice to Captain Shatterskull so that the Outriders may reward you for acting on our behalf.",
    ["T"] = "奉獻綬帶",
  },
  [8267] = {
    ["D"] = "I understand that it can be difficult at times to come out on top in Warsong Gulch. Still, your effort on our behalf - even when victory is not achieved - is important.$B$BShould you complete one of the trials inside Warsong Gulch and not achieve victory, you will still receive a Ribbons of Sacrifice. Bring it to me so that the Outriders may reward you for acting on our behalf... even if you weren\'t able to win this time.",
    ["O"] = "Bring the Ribbons of Sacrifice to Captain Shatterskull so that the Outriders may reward you for acting on our behalf.",
    ["T"] = "奉獻綬帶",
  },
  [8268] = {
    ["D"] = "I understand that it can be difficult at times to come out on top in Warsong Gulch. Still, your effort on our behalf - even when victory is not achieved - is important.$B$BShould you complete one of the trials inside Warsong Gulch and not achieve victory, you will still receive a Ribbons of Sacrifice. Bring it to me so that the Sentinels may reward you for acting on our behalf... even if you weren\'t able to win this time.",
    ["O"] = "Bring the Ribbons of Sacrifice to Sentinel Farsong so that the Sentinels may reward you for acting on our behalf.",
    ["T"] = "奉獻綬帶",
  },
  [8269] = {
    ["D"] = "I understand that it can be difficult at times to come out on top in Warsong Gulch. Still, your effort on our behalf - even when victory is not achieved - is important.$B$BShould you complete one of the trials inside Warsong Gulch and not achieve victory, you will still receive a Ribbons of Sacrifice. Bring it to me so that the Sentinels may reward you for acting on our behalf... even if you weren\'t able to win this time.",
    ["O"] = "Bring the Ribbons of Sacrifice to Sentinel Farsong so that the Sentinels may reward you for acting on our behalf.",
    ["T"] = "奉獻綬帶",
  },
  [8271] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "雷矛英雄",
  },
  [8272] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "霜狼英雄",
  },
  [8273] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "奧蘭的感謝",
  },
  [8275] = {
    ["D"] = "注意了，聯盟的英雄們！有這樣一個威脅，我們長久以來都沒能將它消除。希利蘇斯地區的蟲穴中傳來的震顫提醒我們，它們的數量正在不斷地增加，它們正在準備更大規模的擴張！$B$B塞納里奧議會的力量已經聚集在希利蘇斯，要及時地阻止那些異種生物！它們絕不能污染我們的土地！$B$B所有符合條件的勇士都去塞納里奧要塞向喚風者梅恩·長角報告吧！異種生物必須被徹底消滅！",
    ["O"] = "與希利蘇斯塞納里奧要塞的喚風者梅恩·長角談一談。",
    ["T"] = "奪回希利蘇斯",
  },
  [8276] = {
    ["D"] = "注意了，部落的勇士們！有這樣一個威脅，我們長久以來都沒能將它消除。希利蘇斯地區的蟲穴中傳來的震顫提醒我們，它們的數量正在不斷地增加，它們正在準備更大規模的擴張！$B$B塞納里奧議會的力量已經聚集在希利蘇斯，要及時地阻止那些異種生物！它們絕不能污染我們的土地！$B$B所有符合條件的勇士都去塞納里奧要塞向喚風者梅恩·長角報告吧！異種生物必須被徹底消滅！",
    ["O"] = "與希利蘇斯塞納里奧要塞的喚風者梅恩·長角談一談。",
    ["T"] = "奪回希利蘇斯",
  },
  [8277] = {
    ["D"] = "比提克斯·斯巴格為你效勞！我的堂兄諾格在為塞納里奧要塞的煉金師進行稀有草藥的采集工作，好吧，至少以前他在這么做。在他最后一次回來的時候，他的血液中帶著一種強力毒液。$B$B我已經設法減緩毒性發作的時間，但是如果想要完全中和它的話，我就需要這種毒液的原始樣本。$B$B諾格是從北面回來的，因此我想應該是石鞭蝎或者掠沙蜘蛛干的。帶給我一些尖刺和毒牙，然后我就可以制作解毒劑了。",
    ["O"] = "希利蘇斯塞納里奧要塞的比提克斯·斯巴格要求你帶8個石鞭蝎之刺和8個掠沙蜘蛛的牙齒給他。",
    ["T"] = "沙漠中的劇毒",
  },
  [8278] = {
    ["D"] = "該死的！解毒劑沒有生效。諾格一定是被南邊的某種毒性更強的生物蜇了。$B$B我需要你去那里給我帶回更多的樣品，$N。好消息是因為它們的毒性夠強，所以我需要的樣品數量不用那么多。壞消息是南部各種有毒生物的種類更多，因此我需要各種各樣的樣品。",
    ["O"] = "希利蘇斯塞納里奧要塞的比提克斯·斯巴格要求你給他帶去3個石鞭巨鉗蝎之刺、3個石鞭掠奪者之刺和3個石行蜘蛛的牙齒。",
    ["T"] = "諾格的最后一線希望",
  },
  [8279] = {
    ["D"] = "暮光之錘對于敢于侵犯他們的人絕不會手軟。他們把我當作野獸一樣進行獵捕。不用說，他們的敵人就是我的朋友！$B$B要破譯這塊石板上的文字，我需要用他們的文字撰寫的書籍來破譯這些秘密的信息——我需要暮光詞典。這么重要的工具被他們分成三章，放在了不同的地方！掌管它們的人被稱為暮光守護者，去暮光之錘營地找到他們吧。",
    ["O"] = "把暮光詞典的三個章節交給希利蘇斯的隱士奧泰爾。",
    ["T"] = "暮光詞典",
  },
  [8280] = {
    ["D"] = "塞納里奧要塞具有相當重要的戰略意義。我確信只要我們可以控制住它，那么我們對于異種蟲類的勝利必定會實現。另外我們還需要保證我們的物資補給可以及時到位。$B$B對于我們的補給商隊來說，遍地都是的沙蟲比異種蟲類威脅還要大。就在今天早上，一大批晨光麥被掘泥打擊者襲擊并全部損失；我需要你去減少它們的數量，以此來保證我們的物資流通順暢。",
    ["O"] = "希利蘇斯塞納里奧要塞的喚風者梅恩·長角要求你去殺死15只掘泥打擊者。",
    ["T"] = "保護補給線",
  },
  [8281] = {
    ["D"] = "迄今為止，你的表現很好地證明了你的實力，$N。然而，我們的補給線還沒有完全安全。在解決了掘泥打擊者的問題之后，他們南部的親戚會占據他們留下的空缺。$B$B你需要擊殺一些掘泥摧毀者，讓它們不敢輕易越雷池一步，我們絕不能視我們的補給線安全為兒戲。",
    ["O"] = "希利蘇斯塞納里奧要塞的喚風者梅恩·長角要求你去殺死20只掘泥摧毀者。",
    ["T"] = "確保安全",
  },
  [8282] = {
    ["D"] = "我在哪里？我的包在哪里？*氣喘吁吁*我一定是在逃脫那只巨蝎“死亡彎鉤”的時候把它給弄丟了。我在逃命的時候匆匆忙忙就跑進了一個石鞭掠奪者的巢穴。$B$B那個包里有各種各樣的稀有材料。沒有了它們，我和比提克斯就沒有辦法制造塞納里奧要塞所需要的藥劑了。我現在太虛弱，已經沒有辦法爬起來了，但是如果你可以把我的材料拿回來，那么我就可以幫你制作這些藥劑。$B$B我是在南邊山中碰到死亡彎鉤的，就在銅須營地的后面。",
    ["O"] = "從希利蘇斯南部山中找到諾格的背包，然后將它交給塞納里奧要塞中的諾格。",
    ["T"] = "諾格的背包",
  },
  [8283] = {
    ["D"] = "我們相信，可怕的蝎子“死亡彎鉤”正在南面的山脈一帶活動。對南邊的巡邏士兵和遠征軍而言，她是個極大的威脅。誰能殺掉這個禍害，就將獲得價值不菲的獎勵。你可以向塞納里奧要塞了望塔的衛兵隊長維斯·庫魯茲詢問獎勵事宜。",
    ["O"] = "將死亡彎鉤的蝎鉗交給衛兵隊長維斯·庫魯茲。",
    ["T"] = "通緝：死亡彎鉤",
  },
  [8284] = {
    ["D"] = "暮光之錘教徒曾在西北方進行發展。如果你現在去那里，還會發現那個區域到處都是元素生物，四周散落著的木頭碎片和帆布可以幫你找到營地所在的地點。$B$B我從那里找回了一些粘土石板碎片，但是數量還不足以拼成有用的東西。如果你可以幫我找到其它的石板碎片，我們也許可以找到暮光之錘出現在希利蘇斯的原因。",
    ["O"] = "希利蘇斯塞納里奧要塞的地質學家拉克斯班要你去收集8塊暮光石板碎片。",
    ["T"] = "暮光的秘密",
  },
  [8285] = {
    ["D"] = "傳說有一個前暮光之錘成員奧泰爾離開了這個團體，聽說他現在隱居在南風村。也許你可以在那里尋求關于破譯這塊石板的幫助。$B$B帶上這塊拼好的石板，找到奧泰爾吧。",
    ["O"] = "把復原的石板帶給希利蘇斯的隱士奧泰爾。",
    ["T"] = "沙漠隱士",
  },
  [8286] = {
    ["D"] = "當他出現時，我已經奄奄一息，瀕臨死亡。他對著我受傷的身體呼了一口氣，便耐心地等待著時間的沙礫清理我的傷口。$B$B他說，“如果必須這樣的話，你將永遠活下去。”這樣，我成為了一名守望者。$B$B看那片沙漠，第二場戰爭就要來臨了。你必須找到青銅龍的棲身之所。去時光之穴看看主人回來了沒有。我必須確認這一點才能有所行動。",
    ["O"] = "前往塔納利斯的時光之穴尋找諾茲多姆的子嗣，阿納克洛斯。",
    ["T"] = "明天的希望",
  },
  [8287] = {
    ["D"] = "嗯，是這樣的……我這里有相當有用的信息！我看到塞納里奧議會的人來到了希利蘇斯。他們計劃把暮光之錘趕出這個地區，是不是？這很好；$B$B把這塊羊皮紙袋給他們的領袖，指揮官瑪爾利斯。不久之后暮光之錘就會被消滅，然后我就將永遠脫離他們的魔爪！",
    ["O"] = "把解密石板碑文交給指揮官瑪爾利斯。",
    ["T"] = "擺脫困境",
  },
  [8288] = {
    ["D"] = "不能再浪費時間了！我們必須找到一位英雄！完成任務需要一支軍隊，但是必須有一位真正的勇士擔負起統帥整個盟軍的重任。$B$B黑石之王的巢穴中有一頭異常兇猛的野獸：勒什雷爾。他守護著征戰大廳，阻止外人進入奈法利安的圣所。殺死那個邪惡的家伙，把他的頭顱帶給我，然后你就可以開始下一步的旅程了。",
    ["O"] = "到黑石山中的奈法利安巢穴去，殺死勒什雷爾，并帶回它的頭顱。$B$B將勒什雷爾的頭顱交給希利蘇斯塞納里奧要塞的流沙守望者巴里斯托爾斯。",
    ["T"] = "唯一的領袖",
  },
  [8289] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "功勛獎章",
  },
  [8291] = {
    ["D"] = "在這個通道的另一端，你會看到一片戰火紛飛的土地，年輕的$C。部落不斷侵入我們神圣的森林，鋸斷這里的蒼天古樹來建造他們的戰爭機器。$B$B進入戰歌峽谷，幫助銀翼要塞擊敗入侵的部落勢力，并贏得一枚功勛獎章吧。把這樣的獎章給我拿來，你就將獲得獎賞。",
    ["O"] = "進入戰歌峽谷抵御部落小隊的攻擊，獲得一枚銀翼功勛獎章，然后向銀翼樹林中的哨兵艾蒂亞·輕歌回復。",
    ["T"] = "擊敗入侵者!",
  },
  [8292] = {
    ["D"] = "You have proven your value to our efforts in Warsong Gulch. Continue to aid the cause and bring me more talismans of merit. Do this, and you will earn even more of our trust.",
    ["O"] = "You obtained a Silverwing Talisman of Merit for your last task, talk to me again, and you gain your reward.",
    ["T"] = "功勛獎章",
  },
  [8293] = {
    ["D"] = "You have proven your value to our efforts in Warsong Gulch. Continue to rage against the Silverwing Sentinels! Bring me more marks of honor!",
    ["O"] = "You obtained a Warsong Mark of Honor for your last task, talk to me again, and you gain your reward.",
    ["T"] = "榮譽獎章",
  },
  [8294] = {
    ["D"] = "灰谷森林將在強大的部落面前屈服，$R。無論暗夜精靈們說什么做什么，都無法阻止我們的推進。卡利姆多屬于部落，誰敢阻止我們拿取屬于我們的東西，誰就要死！$B$B讓你的心中充滿榮耀之光，讓那些膽敢阻止我們的敵人一個個倒下。摧毀銀翼要塞中的哨兵部隊，并拿到一枚戰歌榮譽獎章。把這樣一枚獎章給我拿來，你就可以獲得獎賞。",
    ["O"] = "進入戰歌峽谷擊敗聯盟小隊，獲得一枚戰歌榮譽獎章，然后向莫爾杉營地的沙塔爾·碎顱復命。",
    ["T"] = "鎮壓銀翼部隊",
  },
  [8296] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "榮譽獎章",
  },
  [8297] = {
    ["D"] = "我們必須依靠我們的士兵進行戰斗，所有的士兵都會這么告訴你的。他們還會告訴你，他們正在使用破爛不堪的裝備，饑腸轆轆地開向戰場！$B$B這就是阿拉希盆地顯得非常重要的原因。金屬，武器，食物，木材——所有我們所需要的東西都可以從那里獲得。$B$B那就是我需要你發揮作用的地方，$N。進入阿拉希盆地，比敵人占據更多的基地，以此來獲得戰斗的勝利，然后給我帶回一箱資源來。",
    ["O"] = "獲得阿拉希盆地戰斗的勝利，獲取一只阿拉希資源箱，然后向避難谷地的瑪克里爾中士復命。",
    ["T"] = "阿拉希盆地的資源!",
  },
  [8298] = {
    ["D"] = "War must be fought with soldiers, any soldier will tell you. They\'ll also say that a battle fought with poor gear or on an empty stomach is lost before it starts!$B$BThat is why Arathi Basin is important. There are key areas in the basin that hold essential resources. Metals, weapons, food, lumber - all are needed, and all can be gained there.$B$BThat is what I want from you, $N. Enter Arathi Basin, win the battle by holding more bases than the enemy, and return to me with a crate of resources.",
    ["O"] = "Win the battle for Arathi Basin, get an Arathi Resource Crate, and return it to Sergeant Maclear at Refuge Pointe.",
    ["T"] = "更多的資源",
  },
  [8299] = {
    ["D"] = "阿拉索聯軍正在不惜一切代價進攻阿拉希，并妄圖奪回這個區域。聯盟的各個種族正在全力進軍這塊遙遠的土地，想要將他們的勢力從避難谷地擴張到這里。我們必須阻止他們，而最好的方式就是奪取他們的資源。$B$B你可以幫助我們，$N。進入阿拉希盆地，那里遍地都是豐富的礦藏、肥沃的土地和技藝精湛的能工巧匠。占據并控制你找到的所有基地，贏得戰斗，然后把你獲得的資源給我拿回來。",
    ["O"] = "進入阿拉希盆地，獲得一箱阿拉希資源箱，然后將它交給落錘鎮的亡靈哨兵莫提斯。",
    ["T"] = "切斷阿拉索補給線",
  },
  [8300] = {
    ["D"] = "The League of Arathor is sparing no expense in their move to retake Arathi. They, and all the races of the Alliance, now stream to this distant region, intent on expanding their hold from Refuge Pointe. We must stop them, and the best means to stop them is to take their supplies.$B$BYou can help us, $N. Enter Arathi Basin, known for its rich mines, fertile land and skilled craftsman. Capture and control every base you can, win the battle, and return to me with the resources you gain.",
    ["O"] = "Win the battle for Arathi Basin, get an Arathi Resource Crate, and return it to Deathstalker Mortis at Hammerfall.",
    ["T"] = "更多的資源",
  },
  [8301] = {
    ["D"] = "諾茲多姆的子嗣根本不信任低等種族。雖然你已經向我證明了你的確具備了英雄的潛質，但是現在你還得向我的主人證明這一點。$B$B亞什蟲巢、佐拉蟲巢、雷戈蟲巢，這些地方的蟲子們蠢蠢欲動，對我們形成了極大的威脅。殺死這些蟲巢中的異種蟲類，從它們的甲殼上取下碎片。當你獲得足夠多的碎片時，回到我這兒來。",
    ["O"] = "為流沙守望者巴里斯托爾斯收集200塊異種蝎殼碎片。",
    ["T"] = "正義之路",
  },
  [8302] = {
    ["D"] = "凡人，明智地選擇你的副官。每當你完成一次任務，你就可以選擇一個新的副官。$B$B我需要更多的異種蝎殼碎片。別浪費時間！",
    ["O"] = "為流沙守望者巴里斯托爾斯收集200塊異種蝎殼碎片。",
    ["T"] = "正義之手",
  },
  [8303] = {
    ["D"] = "是時候了，$N。$B$B我隱瞞這個秘密已經很久了，我對此深表歉意。敵人無處不在，很可能就在我們眼皮底下。請閱讀這本密典，好好運用我教給你的知識，去尋找我們的主人。",
    ["O"] = "去塔納利斯的時光之穴尋找安納克羅斯。",
    ["T"] = "安納克羅斯",
  },
  [8304] = {
    ["D"] = "我親愛的納塔莉亞走失了。$B$B老實說，她失蹤之前好幾周都行為怪異。我不止一次看到她在四下無人時喃喃自語。她堅持說什么自己是對的，堅持繼續自己的研究。$B$B我最后一次見她的時候，她正朝著南邊的銅須營地走去。$B$B我的兵力非常薄弱，$N。所以我想請你前往銅須營地，問問那些矮人。",
    ["O"] = "希利蘇斯塞納里奧要塞的指揮官瑪爾利斯想要你詢問銅須營地的矮人。你可以在塞納里奧要塞以南找到銅須營地。$B$B一旦你收集到有用的信息，就回到指揮官瑪爾利斯那兒。",
    ["T"] = "親愛的納塔莉亞",
  },
  [8305] = {
    ["D"] = "你已經知道了故事的一半，現在是了解另一半的時候了。我和我的下屬的行事方法大相徑庭。返回希利蘇斯，去甲蟲之臺吧。別害怕你所見的事物……別忘記你學到的東西。",
    ["O"] = "希利蘇斯時光之穴的阿納克洛斯想要你前往位于希利蘇斯南部沙漠的甲蟲之臺。$B$B當你學習完畢后再回到他那兒去。",
    ["T"] = "久遠的記憶",
  },
  [8306] = {
    ["D"] = "我想讓你前往雷戈蟲巢，看看我心愛的納塔莉亞變成什么樣了，$N。要單獨完成這項任務并不容易，我建議你帶上幾個朋友。在你動身前往蟲巢之前，請一定返回營地跟那些矮人談談。他們或許會告訴你對付居住在蟲巢中的異種蟲類的竅門。$B$B$N，如果納塔莉亞真的如他們所說的那樣變得瘋狂……做你應該做的。$B$B<指揮官瑪爾利斯轉過身去。>",
    ["O"] = "希利蘇斯塞納里奧要塞的指揮官瑪爾利斯想要你找到他心愛的納塔莉亞。你收集到的信息表明納塔莉亞·瑪爾利斯可能在南面的雷戈蟲巢。$B$B在你趕往蟲巢之前，記得去銅須營地拜訪一下那兒的矮人，他們或許會給你提些建議。$B$B$N，記住指揮官的話：做你應該做的……",
    ["T"] = "深入瘋狂之口",
  },
  [8307] = {
    ["D"] = "要適應沙漠生活并不容易。我思念奧伯丁的小鳥和綠樹，而在希利蘇斯這片干燥的土地上，可供食用的食物少之又少。我在嘗試著研究沙漠中的草藥，但是草藥的數量并不多。$B$B我曾經看到西邊的那些暮光之錘成員獵殺沙蟲作為食物。沙蟲的味道很苦，不知道他們是怎么吃下去的……如果你碰巧去他們營地的話，記得仔細觀察，看能不能學到點什么。",
    ["O"] = "前往塞納里奧要塞以西的暮光之錘營地，調查沙蟲的烹飪方法。",
    ["T"] = "沙漠食譜",
  },
  [8308] = {
    ["D"] = "致此信的讀者：$B$B當你讀到這兒時，我可能已經死了，也可能很快就會死去，這很難說。總之，大部分人都已經死掉了。$B$B我已經找到了有關一位泰坦的信息。他和一個上古之神展開了一場激戰。是的，上古之神。我還找到通往安其拉的古老隧道。$B$B將這封信帶回我的營地，保證我的猴子有充足的食物和水，記得多抱抱它。$B$B- 布萊恩·銅須，探險特派員$B$B附：注意那些崇拜上古之神的暗夜精靈。",
    ["O"] = "將布萊恩·銅須的信件帶往希利蘇斯南部的銅須營地。",
    ["T"] = "布萊恩·銅須的信",
  },
  [8309] = {
    ["D"] = "在我們首次嘗試進攻蟲巢、瑪爾利斯夫人變得瘋瘋癲癲之后，那些蟲巢中就不斷涌出蟲子來！這也許跟那些奇怪的水晶上的雕文有關。$B$B我們必須從三個蟲巢的水晶上取下拓文。如果我們能得到拓文，或許能揭開這種瘋癥的謎團。$B$B帶上拓文工具，邀上你的伙伴，前往蟲巢去吧，$N。取下三座蟲巢中的拓文之后再回到我這兒來。",
    ["O"] = "希利蘇斯銅須營地的魯特加爾·雕石想要你前往亞什蟲巢、佐拉蟲巢和雷戈蟲巢，從蟲巢中的雕文水晶上取下拓文。$B$B使用地質學家的抄錄工具包獲取古老雕文的摹本。完成任務后回到魯特加爾·雕石那兒。",
    ["T"] = "追查雕文",
  },
  [8310] = {
    ["D"] = "我得制作一種藥劑，幫助我們解讀拓文以及其拉蟲人和異種蟲的語言！我需要什么？很高興你能這么問！我需要腦子！確切地說，我需要居住在蟲巢中的不同種群的異種蟲的腦子。把它們的腦子給我，或許魯特加爾的努力就不會白費。",
    ["O"] = "希利蘇斯銅須營地的弗蘭卡·石橋想讓你取回一個亞什異種蟲腦、一個佐拉異種蟲腦和一個雷戈異種蟲腦。完成任務后回到弗蘭卡那兒。",
    ["T"] = "破譯密碼",
  },
  [8311] = {
    ["D"] = "我想要去討萬圣節糖果，但是我不能去，因為我生病了。如果你可以代我去的話，我會給你一些我已有的糖果！我想你會喜歡這些糖果的……它可以讓你變成又好玩又可怕的東西！$B$B每座主城的旅店老板都有準備萬圣節的糖果——你只要和他們交談，然后按照他們所要求的做就可以了！另外，鐵爐堡有個叫塔瓦斯德的小侏儒也在散發糖果。如果你得到了所有的糖果，就把它們都帶回來給我吧！",
    ["O"] = "與暴風城、鐵爐堡和達納蘇斯的旅店老板以及鐵爐堡的塔瓦斯德·基瑟爾談一談。按照他們的要求做出動作，并獲得他們的禮物。$B$B把達納蘇斯水果糖、諾莫瑞根橡皮糖、暴風城杏仁糖和鐵爐堡薄荷糖交給暴風城孤兒院的耶斯帕爾。",
    ["T"] = "耶斯帕爾的萬圣節糖果！",
  },
  [8312] = {
    ["D"] = "我想要去討萬圣節糖果，但是我不能去，因為我生病了。如果你可以代我去的話，我會給你一些我已有的糖果！我想你會喜歡這些糖果的……它可以讓你變成又好玩又可怕的東西！$B$B每座主城的旅店老板都有準備萬圣節的糖果——你只要和他們交談，然后按照他們所要求的做就可以了！另外，森金村的一個名叫卡利·雷米克的巨魔也在散發糖果。如果你得到了所有的糖果，就把它們都帶回來給我吧！",
    ["O"] = "與奧格瑞瑪、幽暗城和雷霆崖的旅店老板以及森金村的卡利·雷米克談一談。按照他們的要求做出動作，并獲得他們的禮物。$B$B把雷霆崖奶糖、暗矛橡皮糖、奧格瑞瑪軟糖和幽暗城薄荷糖交給奧格瑞瑪孤兒院的斯波普斯。",
    ["T"] = "斯波普斯的萬圣節糖果！",
  },
  [8313] = {
    ["D"] = "雖然你能讀懂沙蟲的烹飪配方，但是里面提到的草藥和香料你都從未聽說過。卡蘭德拉斯或許對此有些了解。",
    ["O"] = "將破碎的食譜交給塞納里奧要塞旅店中的卡蘭德拉斯。",
    ["T"] = "分享知識",
  },
  [8314] = {
    ["D"] = "我們就快要取得突破了，$N！我們可以通過你取回的拓文在這塊晶華棱柱上重現雕文。很明顯，其拉蟲人和某種未知生物利用這種文字與異種蟲交流信息。$B$B不幸的是，我們只能從雕文中發現這一點。我們需要設法揭開水晶中隱藏的秘密。$B$B將雕文水晶棱柱交給塞納里奧要塞的地質學家拉克斯班。她或許能幫上忙。",
    ["O"] = "銅須營地的魯特加爾·雕石想讓你將雕文水晶棱柱交給希利蘇斯塞納里奧要塞的地質學家拉克斯班。",
    ["T"] = "揭開秘密",
  },
  [8315] = {
    ["D"] = "雕文顯示，一位其拉蟲人的使者跟三個異種蟲相約在一處龍骨旁見面。關于雕文上方的文字，我只能假設那是某種密碼。這密碼很可能是召喚其拉蟲人使者的關鍵。$B$B我將制作一份雕文密碼的副本，你把它放到格拉卡洛之骨的沙中。如果我沒猜錯的話，主宰會認為可以傳遞新數據了。殺死他們，然后跟其拉蟲人使者作戰。他是揭開水晶之謎的關鍵人物……",
    ["O"] = "希利蘇斯塞納里奧要塞的地質學家拉克斯班想讓你從其拉蟲人使者那里取回水晶分解裝置。$B$B你已經奉命將召喚雕文帶往塞納里奧要塞以南的格拉卡洛之骨處，將它們從沙中引出。一旦其拉蟲人使者露面，就殺死它，獲得水晶分解裝置。成功之后回到地質學家拉克斯班那兒去。$B$B你必須召集一支強大的軍隊來完成這項任務，$N！",
    ["T"] = "召喚",
  },
  [8316] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "軍備物資",
  },
  [8317] = {
    ["D"] = "這食譜肯定會派上用場的。我得去準備沙漠肉丸子了。我需要你的幫助，當然，我是不會讓你白費力氣的。",
    ["O"] = "塞納里奧要塞的卡蘭德拉斯需要制作10只沙漠肉丸子。",
    ["T"] = "下廚",
  },
  [8318] = {
    ["D"] = "一些暮光之錘的教徒帶著寫有含糊不清詞句的紙片。我希望你可以弄一些來給我，$c。$B$B我說不清“含糊不清”是什么概念，總之是含義不清的！他們用這些紙片進行不同團隊之間的秘密交流，如果我們可以找到更多這樣的紙片，那么他們所能進行的交流就會更少！",
    ["O"] = "把10片暮光密文信交給塞納里奧要塞的鮑爾·蠻鬃。",
    ["T"] = "秘密交流",
  },
  [8319] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "暮光密文信",
  },
  [8320] = {
    ["D"] = "暮光之錘，一群屈服于毀滅力量的教徒，他們在希利蘇斯安營扎寨，日夜舉行奇怪的儀式。我們還不知道他們的計劃是什么，但是我相信他們正在試圖和那些沙漠中的紅色水晶進行聯系。$B$B雖然遲早我們會發現他們的秘密，但是眼下，我們需要立即中止他們的威脅。到他們在西邊設立的營地去，找到暮光地王。他們是這些惡棍的首領，也就是你要去擊殺的對象！",
    ["O"] = "殺死10個暮光地王，然后向塞納里奧要塞的霍姆·蠻鬃復命。",
    ["T"] = "暮光地王",
  },
  [8321] = {
    ["D"] = "我們發現又一個為暮光之錘運作的基地。那里被稱為暮光小徑，它是一個位于希利蘇斯東北角的洞穴。該地區的首領，邪惡的維拉爾就徘徊在這個洞穴中——他就是你的下一個目標。當你完成這個任務之后，把他的戒指帶回來。$B$B祝你好運，$N。暮光之錘的惡行一定要被阻止。",
    ["O"] = "把維拉爾的徽記之戒交給塞納里奧要塞的霍姆·蠻鬃。",
    ["T"] = "邪惡的維拉爾",
  },
  [8322] = {
    ["D"] = "南海鎮的人們喜歡他們那里釀的酒，他們為能夠在南海鎮旅館出售這種酒而感到自豪。隨著萬圣節的來臨，我們可以設法毀掉他們這幾個星期的酒！$B$B拿著這些腐爛的蛋，然后把它們放到南海鎮旅館里面的主釀酒桶里。你的行為必定會導致大規模的沖突，所以你要準備好保護自己！$B$B一旦你給了南海鎮一點教訓，他們就永遠都不會忘記的，記得回來向我報告！",
    ["O"] = "將腐爛的雞蛋放在南海鎮旅店的主釀酒桶里。",
    ["T"] = "腐爛的雞蛋",
  },
  [8323] = {
    ["D"] = "現在我擁有了暮光詞典，不過我還需要你幫我個小忙。$B$B我拋棄了我以前的組織，但是我還是很懷念他們每個月的時事通訊刊物。$B$B如果你想要笑的話就笑吧，但是在這段離開的日子閱讀《真正的信徒》是我消磨時間的好辦法。$B$B這份讀物中有許多我可以和你分享的信息。請把任何你從暮光之錘成員身上找到的加過密的文字帶給我。",
    ["O"] = "隱士奧泰爾要你帶回10張暮光密文信。",
    ["T"] = "真正的信徒",
  },
  [8324] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "更多的讀物",
  },
  [8331] = {
    ["D"] = "$N，雖然我們以為暮光之錘在希利蘇斯的運作已停頓下來…但是，我們錯了。隨著對他們連續的襲擊，我們發現有個更黑暗的力量也就是深淵議會，利用教派基地中點綴的秘法風石在控制著暮光之錘。$N，你的下一個任務，就是去對抗深淵議會。$B$B和塞納里奧城堡東邊區域的工匠奧莉爾·金葉談談。我們需要她的手藝。",
    ["O"] = "與塞納里奧城堡的奧莉爾·金葉談話。",
    ["T"] = "奧莉爾·金葉",
  },
  [8332] = {
    ["D"] = "我們認為應該可能使用一塊風石來伏擊一名深淵議會的公爵。前提是，需要有人通過風石來進行聯系，并讓公爵確認你是暮光之錘的一名中層人員。$B$B因此我們需要暮光信徒身份勛章的復制品。我可以制作這樣一枚勛章，但是我需要一個大塊魔光碎片，還有深淵圣殿騎士所佩戴的紋章。$B$B把這些帶給我，然后我就可以完成剩下的工作了。",
    ["O"] = "把1個大塊魔光碎片和3頂深淵紋章交給塞納利奧要塞的奧蕾爾·金葉。",
    ["T"] = "議會的公爵",
  },
  [8333] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "身份勛章",
  },
  [8341] = {
    ["D"] = "深淵議會的高階領主只有通過更大的風石才能召喚出來，而只有最高等級的暮光之錘官員才可以和他們說話。不過……我找到了進一步偽裝你并欺騙深淵領主的方法！$B$B我們要偽造一枚只有他們教派中最高級別的成員才擁有的暮光貴族之戒。如果你可以帶給我大塊魔光碎片和深淵徽記的話，我就可以幫你制作一個。",
    ["O"] = "把5個大塊魔光碎片和3個深淵徽記交給塞納里奧要塞的奧蕾爾·金葉。",
    ["T"] = "議會的領主",
  },
  [8342] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "暮光貴族之戒",
  },
  [8343] = {
    ["D"] = "$N，奧莉爾·金葉認為她找到了一種召喚并擊敗深淵議會成員的方法!這樣的任務是十分危險的，但是你已經贏得了塞納里奧議會極大的尊重。如果有人可以完成這項任務，那么這個人無疑就是你。$B$B祝你好運，$N。當你準備好之后就去和奧莉爾談話。",
    ["O"] = "與塞納里奧城堡的奧莉爾·金葉談話。",
    ["T"] = "金葉的發現",
  },
  [8348] = {
    ["D"] = "霍姆告訴我說你知道如何召喚深淵公爵了！這真是件了不起的事兒。$B$B還有什么能稱得上是了不起的成就呢？當然有，比如，打扁這些家伙。如果你明白我在說什么，你就該知道這會給他們的屬下帶來多大的沖擊。把他們的徽記帶回來作為證據。",
    ["O"] = "將深淵徽記交給塞納里奧要塞中的鮑爾·蠻鬃。",
    ["T"] = "公爵的徽記",
  },
  [8349] = {
    ["D"] = "現在你有了勛章，并可以召喚深淵公爵，去和鮑爾·蠻鬃談談吧。他會派你去對付深淵議會。$B$B祝你好運，$N。如果你需要更多的勛章，那么就來找我吧。",
    ["O"] = "與塞納里奧要塞的鮑爾·蠻鬃談一談。",
    ["T"] = "鮑爾·蠻鬃",
  },
  [8351] = {
    ["D"] = "現在你可以偽裝成暮光議會的成員了，我想鮑爾·蠻鬃一定想跟你談談。去見他吧，準備接受一項艱巨的任務……",
    ["O"] = "與塞納里奧要塞的鮑爾·蠻鬃談一談。",
    ["T"] = "與鮑爾談話",
  },
  [8352] = {
    ["D"] = "霍姆和我剛才還談起你呢。他說你已經準備好跟深淵領主作戰了！$B$B我必須告訴你，這是一項非常危險的任務。你最好叫上支援人員。我并不是讓你帶上一兩個朋友，你需要的是一支做好充分的戰斗準備的精英團隊。如果你的朋友跟你一樣出色，你們或許能打敗他！$B$B如果你打敗了深淵領主，和往常一樣，向我出示證據，我就會給你豐厚的獎勵。",
    ["O"] = "將一柄深淵節杖交給塞納里奧要塞的鮑爾·蠻鬃。",
    ["T"] = "議會的節杖",
  },
  [8353] = {
    ["D"] = "啊，跟一個生病的小孩子玩要糖果的惡作劇游戲是吧？我要說的是，對四處要糖果的游戲來說，你的年紀似乎大了點……$B$B嗯，我的糖果是一顆鐵爐堡薄荷糖，你得……你得學小雞咯咯叫！是的，小雞們喜歡薄荷糖……好吧，或許它們不喜歡……但是除非你學小雞叫，否則我不會給你薄荷糖的！$B$B好吧，$C，你準備好了沒？！我們開始吧！",
    ["O"] = "為旅店老板洛雷·火酒模仿小雞的動作，作為交換，你將得到一顆鐵爐堡薄荷糖！",
    ["T"] = "學小雞，換糖果",
  },
  [8354] = {
    ["D"] = "啊，跟一個生病的小孩子玩要糖果的惡作劇游戲是吧？我要說的是，對四處要糖果的游戲來說，你的年紀似乎大了點……$B$B嗯，我的糖果是一顆幽暗城薄荷糖，你得……你得學小雞咯咯叫！是的，小雞們喜歡薄荷糖……好吧，或許它們不喜歡……但是除非你學小雞叫，否則我不會給你薄荷糖的！$B$B好吧，$C，你準備好了沒？！我們開始吧！",
    ["O"] = "為旅店老板諾曼模仿小雞的動作，作為交換，你將得到一顆幽暗城薄荷糖！",
    ["T"] = "學小雞，換糖果",
  },
  [8355] = {
    ["D"] = "要糖果的惡作劇游戲！哈哈！$B$B即使你正在做什么高尚的事兒，比如為生病的小孩收集糖果之類的，我也不會輕易放過你。我有一顆諾莫瑞根橡皮糖要送給那個生病的孩子……如果你愿意模仿火車聲音的話！哈哈，是的，這就是惡作劇！你要拿到水果糖，就得模仿火車的聲音！$B$B咔咔－嗚嗚，$C！",
    ["O"] = "為塔瓦斯德·基瑟爾模仿火車的聲音，作為交換，你將得到一顆諾莫瑞根橡皮糖！",
    ["T"] = "學火車，換糖果",
  },
  [8356] = {
    ["D"] = "你……你的裝束真有趣。即使你心眼好，在陪一個生病的小孩子玩要糖果的惡作劇游戲，恐怕我還是得要求你做點什么！$B$B讓我想想……你穿的衣服……看起來非常奇怪……你得炫耀自己的肌肉！是的，就是現在，炫耀你的肌肉吧，強壯的$g男:女;$c！$B$B你必須炫耀肌肉，這樣我才會給你美味的暴風城杏仁糖。這可是萬圣節的糖果。",
    ["O"] = "向旅店老板奧里森炫耀自己強壯的肌肉，作為交換，你將得到一顆暴風城杏仁糖！",
    ["T"] = "顯肌肉，換糖果",
  },
  [8357] = {
    ["D"] = "即使你在陪一個生病的小孩子玩要糖果的惡作劇游戲，你也要做點什么來換取糖果！傳統習俗可不能被破壞……$B$B我想一顆糖果的代價就是你得跳支舞！是的，讓我們看看你的舞姿！跳舞吧，我會給你美味的奶糖的！",
    ["O"] = "為旅店老板塞琳尼模仿跳舞動作，作為交換，你將得到一顆達納蘇斯水果糖！",
    ["T"] = "跳跳舞，換糖果",
  },
  [8358] = {
    ["D"] = "要糖果的惡作劇游戲！哈哈！$B$B即使你正在做什么高尚的事兒，比如為生病的小孩收集糖果之類的，我也不會輕易放過你。我有一顆暗矛橡皮糖要送給那個生病的孩子……如果你愿意模仿火車聲音的話！哈哈，是的，這就是惡作劇！你要拿到水果糖，就得模仿火車的聲音！$B$B咔咔－嗚嗚，$C！",
    ["O"] = "為卡利·雷米克模仿火車的聲音，作為交換，你將得到一顆暗矛橡皮糖！",
    ["T"] = "學火車，換糖果",
  },
  [8359] = {
    ["D"] = "你……你的裝束真有趣。即使你心眼好，在陪一個生病的小孩子玩要糖果的惡作劇游戲，恐怕我還是得要求你做點什么！$B$B讓我想想……你穿的衣服……看起來非常奇怪……你得炫耀自己的肌肉！是的，就是現在，炫耀你的肌肉吧，強壯的$g男:女;$c！$B$B你必須炫耀肌肉，這樣我才會給你美味的奧格瑞瑪軟糖。這可是萬圣節的糖果。",
    ["O"] = "向旅店老板格雷什卡炫耀自己強壯的肌肉，作為交換，你將得到一顆奧格瑞瑪軟糖！",
    ["T"] = "顯肌肉，換糖果",
  },
  [8360] = {
    ["D"] = "即使你在陪一個生病的小孩子玩要糖果的惡作劇游戲，你也要做點什么來換取糖果！傳統習俗可不能被破壞……$B$B我想一顆糖果的代價就是你得跳支舞！是的，讓我們看看你的舞姿！跳舞吧，我會給你美味的奶糖的！",
    ["O"] = "為旅店老板帕拉曼模仿跳舞動作，作為交換，你將得到一顆雷霆崖奶糖！",
    ["T"] = "跳跳舞，換糖果",
  },
  [8361] = {
    ["D"] = "我們見過暮光之錘的信徒舉行儀式召喚強大的元素生物。我們不知道這些生物是他們崇拜的對象還是他們準備通過這些生物來和更加強大的力量進行溝通。有一件事是可以肯定的：他們聽從這些元素生物的命令。$B$B我需要你找到一名深淵圣殿騎士，然后擊敗他！擒賊先擒王，當你完成任務之后把證明帶回來。",
    ["O"] = "希利蘇斯塞納里奧要塞的鮑爾·蠻鬃要求你擊敗一名深淵圣殿騎士，并將一個深淵紋章帶回來作為證明。",
    ["T"] = "深淵聯絡",
  },
  [8362] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "深淵紋章",
  },
  [8363] = {
    ["D"] = "You\'ve shown you\'re more than capable of taking on an Abyssal Duke, $N.  I\'m always one to promote good habits.  Bring me more signets and I\'ll give you a reward.",
    ["O"] = "",
    ["T"] = "深淵徽記",
  },
  [8364] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "深淵節杖",
  },
  [8365] = {
    ["D"] = "你是公司派來幫忙的？我相信你可以的。聽好了，$c。就如你所知的那樣，我是艾澤拉斯上層社會最頂極服飾的提供者。皇帝和皇后，酋長和他們部落所稱的皇后，他們所有的穿著都由我親自推薦。他們可是為此付出了大價錢，而且他們確實得到了最好的服飾。$B$B接下來就是你該做的。你應該去落帆海灣，無論你用什么辦法，都要去弄到盡量多的海盜的帽子。你認為你可以完成這個任務嗎？",
    ["O"] = "塔納利斯熱砂港的傲慢的店主要你去幫他收集20頂南海海盜帽。",
    ["T"] = "海盜的帽子！",
  },
  [8366] = {
    ["D"] = "啊！他們想要我完成一個不可能完成的任務！$B$B熱砂港想要我給南海海盜一些教訓。問題是我不能同時在兩個地方；我必須待在這里守護和平。$B$B最近，那些海盜似乎忘記了熱砂港給他們的保護費。所以我希望你可以代表我去給他們洗洗腦子。$B$B你可以在這里南邊不遠的落帆海灣找到他們。謝謝你，$N，我欠你的人情！",
    ["O"] = "塔納利斯熱砂港的安全主管吉羅姆·比格維茲要你去干掉10個南海海盜、10個南海劫掠者、10個南海碼頭工人和10個南海流氓。",
    ["T"] = "南海復仇",
  },
  [8367] = {
    ["D"] = "與聯盟作戰是為部落效勞的莫大榮耀！那些在各條戰線上和聯盟作戰的士兵是我們最偉大的成員。我們要消滅我們的對手，而不是僅僅進行小規模的遭遇戰，我們要打精心準備的大戰。$B$B去阿拉希盆地、奧特蘭克山谷和戰歌峽谷消滅聯盟吧！為了榮耀！為了部落！",
    ["O"] = "把3枚奧特蘭克山谷榮譽獎章，3枚阿拉希盆地榮譽獎章和3枚戰歌峽谷榮譽獎章交給戰場外的部落戰爭使者。",
    ["T"] = "無上的榮耀",
  },
  [8368] = {
    ["D"] = "我們在戰歌峽谷對銀翼哨兵展開攻勢，這一戰役至關重要。聯盟以保護這片不屬于他們的森林為由，妄圖從部落手中奪取我們最大的伐木場。$B$B別讓他們的妄想成為事實，$N！為了部落，證明你的價值！成功之后再回到我這兒來。",
    ["O"] = "將3枚戰歌榮譽獎章交給戰場外的部落戰爭使者。",
    ["T"] = "峽谷中的戰斗",
  },
  [8369] = {
    ["D"] = "聽好了，$N。不管你以前聽說奧特蘭克山谷的戰斗進行得怎么樣，只有一件事情是真的：雷矛探險隊侵入了霜狼的領地。如果有一天我們可以讓聯盟從容地侵占部落的領地，那么我將會在那一天蒙羞自殺。出發吧，干掉入侵者！",
    ["O"] = "把3枚奧特蘭克山谷榮譽獎章交給戰場外的部落戰爭使者。",
    ["T"] = "奧特蘭克的入侵者",
  },
  [8370] = {
    ["D"] = "我們和聯盟的沖突已經上升為一場真正的戰爭，不久之后戰爭就將全面打響。$B$B對于阿拉希盆地的爭奪就是一個很好的開戰理由。要么就是聯盟占據它，并用其對付我們；或者就是我們占據它，然后用來對付聯盟。幫助污染者保持這場資源競賽上的優勢吧，$N！",
    ["O"] = "將3枚阿拉希盆地榮譽獎章交給戰場外的部落戰爭使者。",
    ["T"] = "征服阿拉希盆地",
  },
  [8371] = {
    ["D"] = "我們并不是在獨自與部落交戰，$g小伙子:小姑娘;。$B$B如果我們可以取得勝利，那么我們就可以使用部落的資源來在其它的戰場上對抗他們。反之，如果我們輸掉了這場戰爭，那么在其它的戰場上，部落將會占有優勢。$B$B聯盟需要更多你這種身經百戰、意志堅定的老兵！$N，當你在所有戰場上都與部落交戰之后再回到我這里。",
    ["O"] = "把3枚奧特蘭克山谷榮譽獎章，3枚阿拉希盆地榮譽獎章和3枚戰歌峽谷榮譽獎章交給戰場外的聯盟準將。",
    ["T"] = "共同的努力",
  },
  [8372] = {
    ["D"] = "銀翼哨兵正在和戰歌前鋒部隊爭奪這片森林。當然，銀翼哨兵保護森林的原因并非只有熱愛大自然這條理由。$B$B灰谷的森林對我們來說是一層天然的戰略屏障，可以抵抗大規模的進攻。如果沒有這片森林的話，阿斯特蘭納很快就會完全暴露在貧瘠之地的攻擊部隊面前。你愿意參加對抗戰歌前鋒的戰斗嗎？為了聯盟！",
    ["O"] = "將3枚戰歌峽谷榮譽獎章交給戰場外的聯盟準將。",
    ["T"] = "戰歌峽谷之戰",
  },
  [8373] = {
    ["D"] = "我對萬圣節最憎恨的一點就是被遺忘者用在南海鎮的臭氣彈。誰知道這些節日慶祝用的東西會搞得這樣臭氣熏天……$B$B在萬圣節期間，使用這個清潔器來把部落的雜碎們丟在村莊里的臭氣彈處理掉吧。它使用了松木的力量來消除那些難聞的味道。$B$B你是否愿意加入清潔南海鎮的行列？我會用萬圣節禮物來作為回報的。",
    ["O"] = "使用臭氣彈清潔器來把散落在南海鎮的亡靈臭氣彈處理掉。當任務完成之后，回到南海鎮的哈特曼中士那里。",
    ["T"] = "松木的力量",
  },
  [8374] = {
    ["D"] = "要取得戰爭的勝利，我們要做的并不僅僅是簡單地打敗敵人，勝利的關鍵往往取決于雙方的戰爭資源。$B$B阿拉希盆地蘊藏著大量物資，部落和聯盟都想搶先奪取這些資源。$B$B如果聯盟獲勝，我們的軍隊將獲得大量的劍和矛。如果部落獲勝，這些武器也一樣會被造出來，只不過是由部落的士兵拿在手里，指著我們！去幫助阿拉希盆地的聯盟吧，$N。",
    ["O"] = "將3枚阿拉希盆地榮譽獎章交給戰場外的聯盟準將。",
    ["T"] = "戰爭的動力",
  },
  [8375] = {
    ["D"] = "不要搞錯了，$N。部落認為奧特蘭克山谷是霜狼氏族的領地，這種看法是很正確的。$B$B你看，雷矛探險隊來這里是為了和平地搜索礦石和遺跡，而霜狼對此的反應卻極其粗暴和不文明，這是聯盟所沒有預想到的。$B$B讓我們為那些被偷襲的勇敢的矮人默哀吧。現在出發，$C，參加奧特蘭克山谷的大戰。為了聯盟！",
    ["O"] = "把3枚奧特蘭克山谷榮譽獎章交給戰場外的聯盟準將。",
    ["T"] = "銘記奧特蘭克！",
  },
  [8376] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "軍備之戰",
  },
  [8377] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "軍備物資",
  },
  [8378] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "軍備之戰",
  },
  [8379] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "軍備之戰",
  },
  [8380] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "軍備物資",
  },
  [8381] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "軍備物資",
  },
  [8382] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "軍備之戰",
  },
  [8383] = {
    ["D"] = "The Battle in Alterac Valley rages on, $N! Have you done your part as of late, $N?",
    ["O"] = "Bring 3 Alterac Valley Marks of Honor to an Alliance Brigadier General outside the battlegrounds.",
    ["T"] = "銘記奧特蘭克！",
  },
  [8384] = {
    ["D"] = "Winning a war is about more than just outsmarting and outfighting your opponent. Victory often comes down to simply producing more than your enemy.$B$BWhat we have in Arathi Basin is a sizeable supply of resources for whichever side manages to claim it first.$B$BIf the Alliance comes out victorious, it\'ll mean more swords and pikes for our troops. If the Horde were to win, those swords and pikes would still get made, they\'d just be pointed at us! Now is the time to help the Alliance in Arathi Basin, $N.",
    ["O"] = "Bring 3 Arathi Basin Marks of Honor to an Alliance Brigadier General outside the battlegrounds.",
    ["T"] = "占領阿拉希盆地",
  },
  [8385] = {
    ["D"] = "Ah, $N. I hope you continue to lend your experience to the different battlefronts. A lot of our lads and lasses in the field look up to seasoned veterans like you.",
    ["O"] = "Bring 3 Alterac Valley Mark of Honor, 3 Arathi Basin Mark of Honor and 3 Warsong Gulch Mark of Honor to an Alliance Brigadier General outside the battlegrounds.",
    ["T"] = "共同的努力",
  },
  [8386] = {
    ["D"] = "The Silverwing Sentinels are at war with the Warsong Outriders due to the destruction the Orcs are causing to the forest. There are, however, more reasons to defend this particular forest than plain love for nature.$B$BThe forest forms a strategic barrier that makes Ashenvale defendable against a large-scale attack. Without it, Astranaar would last a day or two before being annexed to the Barrens.$B$BDo your part in fighting the Warsong Outriders, $N! For the Alliance!",
    ["O"] = "Bring 3 Warsong Gulch Marks of Honor to an Alliance Brigadier General outside the battlegrounds.",
    ["T"] = "戰歌峽谷之戰",
  },
  [8387] = {
    ["D"] = "The battle for Alterac rages on! You must return to Alterac Valley and once more drive the invaders out of Frostwolf territory, $N!",
    ["O"] = "Bring 3 Alterac Valley Marks of Honor to a Horde Warbringer outside the battlegrounds.",
    ["T"] = "奧特蘭克的入侵者",
  },
  [8388] = {
    ["D"] = "Many brave fighters look up to you, $N. You continue to be an example for all in the fight against the Alliance. What news do you bring from your journeys?",
    ["O"] = "Bring 3 Alterac Valley Marks of Honor, 3 Arathi Basin Marks of Honor and 3 Warsong Gulch Marks of Honor to a Horde Warbringer outside the battlegrounds.",
    ["T"] = "無上的榮耀",
  },
  [8389] = {
    ["D"] = "The battle in Warsong Gulch against the Silverwing Sentinels is of great importance. Under the guise of protecting a forest that doesn\'t belong to them, the Alliance seeks to deny the Horde one of our largest sources for lumber.$B$BDo not let this happen, $N! Come back to me with proof of serving the Horde in a worthy manner!",
    ["O"] = "Bring 3 Warsong Marks of Honor to a Horde Warbringer outside the battlegrounds.",
    ["T"] = "峽谷中的戰斗",
  },
  [8390] = {
    ["D"] = "我們和聯盟的沖突已經上升為一場真正的戰爭，不久之后戰爭就將全面打響。$B$B對于阿拉希盆地的爭奪就是一個很好的開戰理由。要么就是聯盟占據它，并用其對付我們；或者就是我們占據它，然后用來對付聯盟。幫助污染者保持這場資源競賽上的優勢吧，$N！",
    ["O"] = "將3枚阿拉希盆地榮譽獎章交給戰場外的部落戰爭使者。",
    ["T"] = "資源競賽",
  },
  [8391] = {
    ["D"] = "Winning a war is about more than just outsmarting and outfighting your opponent. Victory often comes down to simply producing more than your enemy.$B$BWhat we have in Arathi Basin is a sizeable supply of resources for whichever side manages to claim it first.$B$BIf the Alliance comes out victorious, it\'ll mean more swords and pikes for our troops. If the Horde were to win, those swords and pikes would still get made, they\'d just be pointed at us! Now is the time to help the Alliance in Arathi Basin, $N.",
    ["O"] = "Bring 3 Arathi Basin Marks of Honor to an Alliance Brigadier General outside the battlegrounds.",
    ["T"] = "占領阿拉希盆地",
  },
  [8392] = {
    ["D"] = "Winning a war is about more than just outsmarting and outfighting your opponent. Victory often comes down to simply producing more than your enemy.$B$BWhat we have in Arathi Basin is a sizeable supply of resources for whichever side manages to claim it first.$B$BIf the Alliance comes out victorious, it\'ll mean more swords and pikes for our troops. If the Horde were to win, those swords and pikes would still get made, they\'d just be pointed at us! Now is the time to help the Alliance in Arathi Basin, $N.",
    ["O"] = "Bring 3 Arathi Basin Marks of Honor to an Alliance Brigadier General outside the battlegrounds.",
    ["T"] = "占領阿拉希盆地",
  },
  [8393] = {
    ["D"] = "要取得戰爭的勝利，我們要做的并不僅僅是簡單地打敗敵人，勝利的關鍵往往取決于雙方的戰爭資源。$B$B阿拉希盆地蘊藏著大量物資，部落和聯盟都想搶先奪取這些資源。$B$B如果聯盟獲勝，我們的軍隊將獲得大量的劍和矛。如果部落獲勝，這些武器也一樣會被造出來，只不過是由部落的士兵拿在手里，指著我們！去幫助阿拉希盆地的聯盟吧，$N。",
    ["O"] = "將3枚阿拉希盆地榮譽獎章交給戰場外的聯盟準將。",
    ["T"] = "占領阿拉希盆地",
  },
  [8394] = {
    ["D"] = "要取得戰爭的勝利，我們要做的并不僅僅是簡單地打敗敵人，勝利的關鍵往往取決于雙方的戰爭資源。$B$B阿拉希盆地蘊藏著大量物資，部落和聯盟都想搶先奪取這些資源。$B$B如果聯盟獲勝，我們的軍隊將獲得大量的劍和矛。如果部落獲勝，這些武器也一樣會被造出來，只不過是由部落的士兵拿在手里，指著我們！去幫助阿拉希盆地的聯盟吧，$N。",
    ["O"] = "將3枚阿拉希盆地榮譽獎章交給戰場外的聯盟準將。",
    ["T"] = "占領阿拉希盆地",
  },
  [8395] = {
    ["D"] = "要取得戰爭的勝利，我們要做的并不僅僅是簡單地打敗敵人，勝利的關鍵往往取決于雙方的戰爭資源。$B$B阿拉希盆地蘊藏著大量物資，部落和聯盟都想搶先奪取這些資源。$B$B如果聯盟獲勝，我們的軍隊將獲得大量的劍和矛。如果部落獲勝，這些武器也一樣會被造出來，只不過是由部落的士兵拿在手里，指著我們！去幫助阿拉希盆地的聯盟吧，$N。",
    ["O"] = "將3枚阿拉希盆地榮譽獎章交給戰場外的聯盟準將。",
    ["T"] = "占領阿拉希盆地",
  },
  [8396] = {
    ["D"] = "要取得戰爭的勝利，我們要做的并不僅僅是簡單地打敗敵人，勝利的關鍵往往取決于雙方的戰爭資源。$B$B阿拉希盆地蘊藏著大量物資，部落和聯盟都想搶先奪取這些資源。$B$B如果聯盟獲勝，我們的軍隊將獲得大量的劍和矛。如果部落獲勝，這些武器也一樣會被造出來，只不過是由部落的士兵拿在手里，指著我們！去幫助阿拉希盆地的聯盟吧，$N。",
    ["O"] = "將3枚阿拉希盆地榮譽獎章交給戰場外的聯盟準將。",
    ["T"] = "戰爭的動力",
  },
  [8397] = {
    ["D"] = "Winning a war is about more than just outsmarting and outfighting your opponent. Victory often comes down to simply producing more than your enemy.$B$BWhat we have in Arathi Basin is a sizeable supply of resources for whichever side manages to claim it first.$B$BIf the Alliance comes out victorious, it\'ll mean more swords and pikes for our troops. If the Horde were to win, those swords and pikes would still get made, they\'d just be pointed at us! Now is the time to help the Alliance in Arathi Basin, $N.",
    ["O"] = "Bring 3 Arathi Basin Marks of Honor to an Alliance Brigadier General outside the battlegrounds.",
    ["T"] = "占領阿拉希盆地",
  },
  [8398] = {
    ["D"] = "Winning a war is about more than just outsmarting and outfighting your opponent. Victory often comes down to simply producing more than your enemy.$B$BWhat we have in Arathi Basin is a sizeable supply of resources for whichever side manages to claim it first.$B$BIf the Alliance comes out victorious, it\'ll mean more swords and pikes for our troops. If the Horde were to win, those swords and pikes would still get made, they\'d just be pointed at us! Now is the time to help the Alliance in Arathi Basin, $N.",
    ["O"] = "Bring 3 Arathi Basin Marks of Honor to an Alliance Brigadier General outside the battlegrounds.",
    ["T"] = "占領阿拉希盆地",
  },
  [8399] = {
    ["D"] = "銀翼哨兵正在和戰歌前鋒部隊爭奪這片森林。當然，銀翼哨兵保護森林的原因并非只有熱愛大自然這條理由。$B$B灰谷的森林對我們來說是一層天然的戰略屏障，可以抵抗大規模的進攻。如果沒有這片森林的話，阿斯特蘭納很快就會完全暴露在貧瘠之地的攻擊部隊面前。你愿意參加對抗戰歌前鋒的戰斗嗎？為了聯盟！",
    ["O"] = "將3枚戰歌峽谷榮譽獎章交給戰場外的聯盟準將。",
    ["T"] = "戰歌峽谷之戰",
  },
  [8400] = {
    ["D"] = "銀翼哨兵正在和戰歌前鋒部隊爭奪這片森林。當然，銀翼哨兵保護森林的原因并非只有熱愛大自然這條理由。$B$B灰谷的森林對我們來說是一層天然的戰略屏障，可以抵抗大規模的進攻。如果沒有這片森林的話，阿斯特蘭納很快就會完全暴露在貧瘠之地的攻擊部隊面前。你愿意參加對抗戰歌前鋒的戰斗嗎？為了聯盟！",
    ["O"] = "將3枚戰歌峽谷榮譽獎章交給戰場外的聯盟準將。",
    ["T"] = "戰歌峽谷之戰",
  },
  [8401] = {
    ["D"] = "銀翼哨兵正在和戰歌前鋒部隊爭奪這片森林。當然，銀翼哨兵保護森林的原因并非只有熱愛大自然這條理由。$B$B灰谷的森林對我們來說是一層天然的戰略屏障，可以抵抗大規模的進攻。如果沒有這片森林的話，阿斯特蘭納很快就會完全暴露在貧瘠之地的攻擊部隊面前。你愿意參加對抗戰歌前鋒的戰斗嗎？為了聯盟！",
    ["O"] = "將3枚戰歌峽谷榮譽獎章交給戰場外的聯盟準將。",
    ["T"] = "戰歌峽谷之戰",
  },
  [8402] = {
    ["D"] = "銀翼哨兵正在和戰歌前鋒部隊爭奪這片森林。當然，銀翼哨兵保護森林的原因并非只有熱愛大自然這條理由。$B$B灰谷的森林對我們來說是一層天然的戰略屏障，可以抵抗大規模的進攻。如果沒有這片森林的話，阿斯特蘭納很快就會完全暴露在貧瘠之地的攻擊部隊面前。你愿意參加對抗戰歌前鋒的戰斗嗎？為了聯盟！",
    ["O"] = "將3枚戰歌峽谷榮譽獎章交給戰場外的聯盟準將。",
    ["T"] = "戰歌峽谷之戰",
  },
  [8403] = {
    ["D"] = "銀翼哨兵正在和戰歌前鋒部隊爭奪這片森林。當然，銀翼哨兵保護森林的原因并非只有熱愛大自然這條理由。$B$B灰谷的森林對我們來說是一層天然的戰略屏障，可以抵抗大規模的進攻。如果沒有這片森林的話，阿斯特蘭納很快就會完全暴露在貧瘠之地的攻擊部隊面前。你愿意參加對抗戰歌前鋒的戰斗嗎？為了聯盟！",
    ["O"] = "將3枚戰歌峽谷榮譽獎章交給戰場外的聯盟準將。",
    ["T"] = "戰歌峽谷之戰",
  },
  [8404] = {
    ["D"] = "The Silverwing Sentinels are at war with the Warsong Outriders due to the destruction the Orcs are causing to the forest. There are, however, more reasons to defend this particular forest than plain love for nature.$B$BThe forest forms a strategic barrier that makes Ashenvale defendable against a large-scale attack. Without it, Astranaar would last a day or two before being annexed to the Barrens.$B$BDo your part in fighting the Warsong Outriders, $N! For the Alliance!",
    ["O"] = "Bring 3 Warsong Gulch Marks of Honor to an Alliance Brigadier General outside the battlegrounds.",
    ["T"] = "戰歌峽谷之戰",
  },
  [8405] = {
    ["D"] = "The Silverwing Sentinels are at war with the Warsong Outriders due to the destruction the Orcs are causing to the forest. There are, however, more reasons to defend this particular forest than plain love for nature.$B$BThe forest forms a strategic barrier that makes Ashenvale defendable against a large-scale attack. Without it, Astranaar would last a day or two before being annexed to the Barrens.$B$BDo your part in fighting the Warsong Outriders, $N! For the Alliance!",
    ["O"] = "Bring 3 Warsong Gulch Marks of Honor to an Alliance Brigadier General outside the battlegrounds.",
    ["T"] = "戰歌峽谷之戰",
  },
  [8406] = {
    ["D"] = "The Silverwing Sentinels are at war with the Warsong Outriders due to the destruction the Orcs are causing to the forest. There are, however, more reasons to defend this particular forest than plain love for nature.$B$BThe forest forms a strategic barrier that makes Ashenvale defendable against a large-scale attack. Without it, Astranaar would last a day or two before being annexed to the Barrens.$B$BDo your part in fighting the Warsong Outriders, $N! For the Alliance!",
    ["O"] = "Bring 3 Warsong Gulch Marks of Honor to an Alliance Brigadier General outside the battlegrounds.",
    ["T"] = "戰歌峽谷之戰",
  },
  [8407] = {
    ["D"] = "The Silverwing Sentinels are at war with the Warsong Outriders due to the destruction the Orcs are causing to the forest. There are, however, more reasons to defend this particular forest than plain love for nature.$B$BThe forest forms a strategic barrier that makes Ashenvale defendable against a large-scale attack. Without it, Astranaar would last a day or two before being annexed to the Barrens.$B$BDo your part in fighting the Warsong Outriders, $N! For the Alliance!",
    ["O"] = "Bring 3 Warsong Gulch Marks of Honor to an Alliance Brigadier General outside the battlegrounds.",
    ["T"] = "戰歌峽谷之戰",
  },
  [8408] = {
    ["D"] = "The Silverwing Sentinels are at war with the Warsong Outriders due to the destruction the Orcs are causing to the forest. There are, however, more reasons to defend this particular forest than plain love for nature.$B$BThe forest forms a strategic barrier that makes Ashenvale defendable against a large-scale attack. Without it, Astranaar would last a day or two before being annexed to the Barrens.$B$BDo your part in fighting the Warsong Outriders, $N! For the Alliance!",
    ["O"] = "Bring 3 Warsong Gulch Marks of Honor to an Alliance Brigadier General outside the battlegrounds.",
    ["T"] = "戰歌峽谷之戰",
  },
  [8409] = {
    ["D"] = "腐爛的蛋已經被放進了桶里。以后南海鎮旅館出產的酒肯定都是次品了！$B$B你現在應該回提瑞斯法林地向黑暗召喚者雅恩卡報告你的成功。",
    ["O"] = "向提瑞斯法林地的黑暗召喚者雅恩卡復命。",
    ["T"] = "惡臭的雞蛋",
  },
  [8410] = {
    ["D"] = "捕風者巴斯拉需要你這樣充滿智慧的薩滿祭司。他要你帶上每種元素的樣本，證明你已準備就緒。$B$B你可以沿著塔倫米爾以東的河流往北走，巴斯拉就居住在沿途的一處廢墟中。",
    ["O"] = "為捕風者巴斯拉收集一份空氣樣本、一份火元素樣本、一份土元素樣本和一份水元素樣本。",
    ["T"] = "元素掌握",
  },
  [8411] = {
    ["D"] = "歡迎。把元素交給我，然后我們談談。",
    ["O"] = "將土元素、空氣元素、火元素和水元素交給捕風者巴斯拉。",
    ["T"] = "控制元素",
  },
  [8412] = {
    ["D"] = "這地方的元素靈魂不再歡迎我了。$B$B我們都熟悉圖騰，現在我需要靈魂圖騰來保護自己。它由四種元素和一些更原始、更接近自然的材料構成。$B$B你可以去西瘟疫之地獲取熊爪和蜘蛛的眼球，另外有時食腐的鳥類也會掉落這兩種東西中的任何一種，這取決于它們上一頓吃了什么東西……去吧，$N。",
    ["O"] = "將靈魂圖騰所需的材料交給捕風者巴斯拉。",
    ["T"] = "靈魂圖騰",
  },
  [8413] = {
    ["D"] = "靈魂圖騰還不夠。我們還需要一些巫毒魔法來讓它發揮效力。$B$B沉沒的神廟中的巨魔身上有巫毒羽毛。去殺掉加什爾、米杉、祖羅、胡庫、祖羅爾和洛若爾。這樣我們就能擁有一個真正的、具有魔法力量的靈魂圖騰了。",
    ["O"] = "將巫毒羽毛交給捕風者巴斯拉。",
    ["T"] = "巫毒羽毛",
  },
  [8414] = {
    ["D"] = "你好，$C。在這片荒無人煙的土地上，像你這樣的十字軍是受到歡迎的。$B$B我們需要借助你神圣的力量來消滅這里無窮無盡的亡靈。更重要的是，我們想讓你收集大量的天災石，將它們交給高階牧師賽爾丹尼斯。賽爾丹尼斯就在距離此地不遠的悔恨嶺守護烏瑟爾之墓。$B$B只有佩戴銀色黎明委任徽章的人可以找到天災石，如果你沒有徽章的話，就去跟軍官普爾哈特談談吧。",
    ["O"] = "收集20個爪牙的天災石，并將它們交給西瘟疫之地的高階牧師賽爾丹尼斯。",
    ["T"] = "驅散邪惡",
  },
  [8415] = {
    ["D"] = "指揮官阿什拉姆·瓦羅菲斯特需要你這樣純潔和勇敢的圣騎士，$N。你可以在西瘟疫之地南部的冰風崗找到他。以圣光的名義，去幫助他吧！",
    ["O"] = "與冰風崗的指揮官阿什拉姆·瓦羅菲斯特談一談。",
    ["T"] = "冰風崗",
  },
  [8416] = {
    ["D"] = "天災石上的邪惡力量已經被清除了，$N。$B$B我了解指揮官阿什拉姆的計劃，他還需要一塊惰性天災石。把惰性天災石帶給他，或許我們就能以正義之火消滅亡靈天災。",
    ["O"] = "將惰性天災石交給冰風崗的指揮官阿什拉姆·瓦羅菲斯特。",
    ["T"] = "惰性天災石",
  },
  [8417] = {
    ["D"] = "在詛咒之地中有個受到困擾的靈魂，他生前曾是部落的一位偉大的英雄。戰士的榮耀絕不會隨著肉體的毀滅而消逝，如果可能的話，我希望你能幫幫他。",
    ["O"] = "到詛咒之地的入口去，與部落英雄的靈魂談一談。",
    ["T"] = "困擾的靈魂",
  },
  [8418] = {
    ["D"] = "現在我們必須把惰性天災石組合起來，制造一件可以擊潰亡靈的武器。這不是一件輕松的任務，$n。只有沉沒的神廟中的那些巨魔身上攜帶著的魔法才擁有這種力量，正所謂以毒攻毒。。$B$B我需要沉沒的神廟里那些巨魔的巫毒羽毛。加什爾、米杉、祖羅、胡庫、祖羅爾和洛若爾會掉落巫毒羽毛。不要為他們感到難過……他們是極端邪惡的存在。",
    ["O"] = "前往沉沒的神廟，從巨魔守護者們身上取得巫毒羽毛，然后把它們交給阿什拉姆·瓦羅菲斯特。",
    ["T"] = "鑄造力量之石",
  },
  [8419] = {
    ["D"] = "$N，費伍德森林有個名叫伊普斯的小鬼讓你去見他。這聽上去有些奇怪，因為他讓你帶上一塊惡魔布作為忠實的象征。既然你已經是個強大的術士了，那我想不用說你也知道費伍德的薩特身上有時會帶著惡魔布吧？$B$B你可以在血毒瀑布以北找到伊普斯，我聽說這個季節血毒瀑布非常漂亮。",
    ["O"] = "將一塊惡魔布交給費伍德森林的伊普斯。",
    ["T"] = "小鬼的要求",
  },
  [8420] = {
    ["D"] = "或許一個小鬼說這話有些奇怪，但是我希望擁有自己的寵物。尼比把我當作寵物，我卻沒有寵物，這不公平!$B$B事實上，我并不需要什么活的寵物。如果你能給我一塊惡魔布的話，我就能制造一個寵物。這周圍的薩特身上經常帶著惡魔布，所以你可以去跟他們打打交道，你覺得如何?",
    ["O"] = "將1塊惡魔布交給費伍德森林的伊普斯。",
    ["T"] = "灼熱的疼痛",
  },
  [8421] = {
    ["D"] = "我已經有惡魔布啦，現在我可以開始制造*我的*寵物了。$B$B但是我還需要一些東西來制造寵物的眼睛。你能不能幫我從鐵樹上剝些腐爛的木頭來？這樣我才能雕刻出可愛的眼睛。我還需要血毒精華，讓我的寵物具有惡魔的氣息。被污染的軟泥怪具有這種精華，他們就在我們附近出沒。",
    ["O"] = "將10塊腐爛的木頭和4個血毒精華交給費伍德森林的伊普斯。",
    ["T"] = "奇怪的材料",
  },
  [8422] = {
    ["D"] = "我的寵物差不多要制作完成了。現在我需要一些填充物。$B$B我需要沉沒的神廟里那些巨魔的巫毒羽毛。加什爾、米杉、祖羅、胡庫、祖羅爾和洛若爾會掉落巫毒羽毛。干掉他們。全部。$B$B這項任務可不簡單，$N，我會送你一些尼比的東西——反正他似乎也用不著。",
    ["O"] = "到沉沒的神廟去，從巨魔們身上獲得6支巫毒羽毛。",
    ["T"] = "巨魔的羽毛",
  },
  [8423] = {
    ["D"] = "<英雄注視著你。>$B$B毫無疑問，你是一位$C。我要給你一項光榮的任務，但是首先，你必須證明自己的力量。$B$B據說雷克薩檢驗他的戰斧是否鋒利的標準，乃是它能否一下斬殺一頭地獄野豬。現在，我要通過讓你殺死它們來證明你擁有足夠的力量。",
    ["O"] = "殺死7頭地獄野豬，然后回到部落英雄的靈魂那兒。",
    ["T"] = "戰士的血脈",
  },
  [8424] = {
    ["D"] = "我的存在本身就是個苦難，魔誓者更是為我帶來了無窮無盡的痛苦，他們的黑暗儀式讓我感到了比死亡還要可怕的苦楚。$B$B現在你可以幫我把痛苦帶給他們。去吧，成為我的憤怒的象征。",
    ["O"] = "殺死詛咒之地的魔誓者，然后回到部落英雄的靈魂那兒。",
    ["T"] = "魔誓者之戰",
  },
  [8425] = {
    ["D"] = "你為我帶來一絲平靜。我得給你點什么作為回報。$B$B我的武器和護甲陪我度過了光輝的歲月，現在它們對我來說都沒什么用處了。還是送給你吧。$B$B去沉沒的神廟，殺死巨魔守衛加什爾、米杉、祖羅、胡庫、祖羅爾和洛若爾。他們的巫毒羽毛能使我的肉身重現一段時間，足夠給你獎勵了。將巫毒羽毛帶給我吧。",
    ["O"] = "將你從沉沒的神廟的巨魔身上得到的巫毒羽毛交給部落英雄的靈魂。",
    ["T"] = "巫毒羽毛",
  },
  [8426] = {
    ["D"] = "我們在戰歌峽谷對銀翼哨兵展開攻勢，這一戰役至關重要。聯盟以保護這片不屬于他們的森林為由，妄圖從部落手中奪取我們最大的伐木場。$B$B別讓他們的妄想成為事實，$N！為了部落，證明你的價值！成功之后再回到我這兒來。",
    ["O"] = "將3枚戰歌榮譽獎章交給戰場外的部落戰爭使者。",
    ["T"] = "峽谷中的戰斗",
  },
  [8427] = {
    ["D"] = "我們在戰歌峽谷對銀翼哨兵展開攻勢，這一戰役至關重要。聯盟以保護這片不屬于他們的森林為由，妄圖從部落手中奪取我們最大的伐木場。$B$B別讓他們的妄想成為事實，$N！為了部落，證明你的價值！成功之后再回到我這兒來。",
    ["O"] = "將3枚戰歌榮譽獎章交給戰場外的部落戰爭使者。",
    ["T"] = "峽谷中的戰斗",
  },
  [8428] = {
    ["D"] = "我們在戰歌峽谷對銀翼哨兵展開攻勢，這一戰役至關重要。聯盟以保護這片不屬于他們的森林為由，妄圖從部落手中奪取我們最大的伐木場。$B$B別讓他們的妄想成為事實，$N！為了部落，證明你的價值！成功之后再回到我這兒來。",
    ["O"] = "將3枚戰歌榮譽獎章交給戰場外的部落戰爭使者。",
    ["T"] = "峽谷中的戰斗",
  },
  [8429] = {
    ["D"] = "我們在戰歌峽谷對銀翼哨兵展開攻勢，這一戰役至關重要。聯盟以保護這片不屬于他們的森林為由，妄圖從部落手中奪取我們最大的伐木場。$B$B別讓他們的妄想成為事實，$N！為了部落，證明你的價值！成功之后再回到我這兒來。",
    ["O"] = "將3枚戰歌榮譽獎章交給戰場外的部落戰爭使者。",
    ["T"] = "峽谷中的戰斗",
  },
  [8430] = {
    ["D"] = "我們在戰歌峽谷對銀翼哨兵展開攻勢，這一戰役至關重要。聯盟以保護這片不屬于他們的森林為由，妄圖從部落手中奪取我們最大的伐木場。$B$B別讓他們的妄想成為事實，$N！為了部落，證明你的價值！成功之后再回到我這兒來。",
    ["O"] = "棒極了！你在戰歌峽谷保衛戰中表現很出色！愿你的英雄事跡在我們的土地上流傳開來。",
    ["T"] = "峽谷中的戰斗",
  },
  [8431] = {
    ["D"] = "The battle in Warsong Gulch against the Silverwing Sentinels is of great importance. Under the guise of protecting a forest that doesn\'t belong to them, the Alliance seeks to deny the Horde one of our largest sources for lumber.$B$BDo not let this happen, $N! Come back to me with proof of serving the Horde in a worthy manner!",
    ["O"] = "Bring 3 Warsong Marks of Honor to a Horde Warbringer outside the battlegrounds.",
    ["T"] = "峽谷中的戰斗",
  },
  [8432] = {
    ["D"] = "The battle in Warsong Gulch against the Silverwing Sentinels is of great importance. Under the guise of protecting a forest that doesn\'t belong to them, the Alliance seeks to deny the Horde one of our largest sources for lumber.$B$BDo not let this happen, $N! Come back to me with proof of serving the Horde in a worthy manner!",
    ["O"] = "Bring 3 Warsong Marks of Honor to a Horde Warbringer outside the battlegrounds.",
    ["T"] = "峽谷中的戰斗",
  },
  [8433] = {
    ["D"] = "The battle in Warsong Gulch against the Silverwing Sentinels is of great importance. Under the guise of protecting a forest that doesn\'t belong to them, the Alliance seeks to deny the Horde one of our largest sources for lumber.$B$BDo not let this happen, $N! Come back to me with proof of serving the Horde in a worthy manner!",
    ["O"] = "Bring 3 Warsong Marks of Honor to a Horde Warbringer outside the battlegrounds.",
    ["T"] = "峽谷中的戰斗",
  },
  [8434] = {
    ["D"] = "The battle in Warsong Gulch against the Silverwing Sentinels is of great importance. Under the guise of protecting a forest that doesn\'t belong to them, the Alliance seeks to deny the Horde one of our largest sources for lumber.$B$BDo not let this happen, $N! Come back to me with proof of serving the Horde in a worthy manner!",
    ["O"] = "Bring 3 Warsong Marks of Honor to a Horde Warbringer outside the battlegrounds.",
    ["T"] = "峽谷中的戰斗",
  },
  [8435] = {
    ["D"] = "The battle in Warsong Gulch against the Silverwing Sentinels is of great importance. Under the guise of protecting a forest that doesn\'t belong to them, the Alliance seeks to deny the Horde one of our largest sources for lumber.$B$BDo not let this happen, $N! Come back to me with proof of serving the Horde in a worthy manner!",
    ["O"] = "Bring 3 Warsong Marks of Honor to a Horde Warbringer outside the battlegrounds.",
    ["T"] = "峽谷中的戰斗",
  },
  [8436] = {
    ["D"] = "我們和聯盟的沖突已經上升為一場真正的戰爭，不久之后戰爭就將全面打響。$B$B對于阿拉希盆地的爭奪就是一個很好的開戰理由。要么就是聯盟占據它，并用其對付我們；或者就是我們占據它，然后用來對付聯盟。幫助污染者保持這場資源競賽上的優勢吧，$N！",
    ["O"] = "將3枚阿拉希盆地榮譽獎章交給戰場外的部落戰爭使者。",
    ["T"] = "征服阿拉希盆地",
  },
  [8437] = {
    ["D"] = "我們與聯盟的沖突已經升級為真正的戰爭。在這個節骨眼上，雙方都不愿意輕易開戰。$B$B阿拉希盆地的戰爭就是資源爭奪戰。不是聯盟奪得資源戰勝我們，就是我們奪得資源保持軍需供給。幫助污染者保護我們所需的戰爭資源，$N！",
    ["O"] = "將3枚阿拉希盆地榮譽獎章交給戰場外的部落戰爭使者。",
    ["T"] = "資源競賽",
  },
  [8438] = {
    ["D"] = "我們和聯盟的沖突已經上升為一場真正的戰爭，不久之后戰爭就將全面打響。$B$B對于阿拉希盆地的爭奪就是一個很好的開戰理由。要么就是聯盟占據它，并用其對付我們；或者就是我們占據它，然后用來對付聯盟。幫助污染者保持這場資源競賽上的優勢吧，$N！",
    ["O"] = "將3枚阿拉希盆地榮譽獎章交給戰場外的部落戰爭使者。",
    ["T"] = "征服阿拉希盆地",
  },
  [8439] = {
    ["D"] = "我們和聯盟的沖突已經上升為一場真正的戰爭，不久之后戰爭就將全面打響。$B$B對于阿拉希盆地的爭奪就是一個很好的開戰理由。要么就是聯盟占據它，并用其對付我們；或者就是我們占據它，然后用來對付聯盟。幫助污染者保持這場資源競賽上的優勢吧，$N！",
    ["O"] = "將3枚阿拉希盆地榮譽獎章交給戰場外的部落戰爭使者。",
    ["T"] = "資源競賽",
  },
  [8440] = {
    ["D"] = "Our conflict with the Alliance has escalated to a true war. No longer are false pretenses to enter into battle used or expected by either side at this point.$B$BThe battle for the Arathi Basin is one of resources, plain and simple. Either the Alliance gets the resources and uses them against us or we get them and use them to keep our war efforts going. Help the Defilers maintain the flow of resources we need, $N!",
    ["O"] = "Bring 3 Arathi Basin Mark of Honor to a Horde Warbringer outside the battlegrounds.",
    ["T"] = "征服阿拉希盆地",
  },
  [8441] = {
    ["D"] = "Our conflict with the Alliance has escalated to a true war. No longer are false pretenses to enter into battle used or expected by either side at this point.$B$BThe battle for the Arathi Basin is one of resources, plain and simple. Either the Alliance gets the resources and uses them against us or we get them and use them to keep our war efforts going. Help the Defilers maintain the flow of resources we need, $N!",
    ["O"] = "Bring 3 Arathi Basin Mark of Honor to a Horde Warbringer outside the battlegrounds.",
    ["T"] = "征服阿拉希盆地",
  },
  [8442] = {
    ["D"] = "Our conflict with the Alliance has escalated to a true war. No longer are false pretenses to enter into battle used or expected by either side at this point.$B$BThe battle for the Arathi Basin is one of resources, plain and simple. Either the Alliance gets the resources and uses them against us or we get them and use them to keep our war efforts going. Help the Defilers maintain the flow of resources we need, $N!",
    ["O"] = "Bring 3 Arathi Basin Mark of Honor to a Horde Warbringer outside the battlegrounds.",
    ["T"] = "征服阿拉希盆地",
  },
  [8443] = {
    ["D"] = "Our conflict with the Alliance has escalated to a true war. No longer are false pretenses to enter into battle used or expected by either side at this point.$B$BThe battle for the Arathi Basin is one of resources, plain and simple. Either the Alliance gets the resources and uses them against us or we get them and use them to keep our war efforts going. Help the Defilers maintain the flow of resources we need, $N!",
    ["O"] = "Bring 3 Arathi Basin Mark of Honor to a Horde Warbringer outside the battlegrounds.",
    ["T"] = "征服阿拉希盆地",
  },
  [8446] = {
    ["D"] = "這東西了滲出墮落的力量。$B$B它和來自翡翠夢境的龍類或許有些關系。你必須找到能解讀這東西的人。或許月光林地或是塞納里奧要塞的德魯伊能幫助你。",
    ["O"] = "尋找能解讀夢魘包裹的物品中所隱藏的信息的人。$B$B或許擁有強大力量的德魯伊可以幫助你。",
    ["T"] = "夢魘的纏繞",
  },
  [8447] = {
    ["D"] = "月神湖的湖水可以融解這東西里面的夢魘。給我點時間來凈化它吧，$N。",
    ["O"] = "等待月光林地的守護者雷姆洛斯凈化夢魘包裹的物品。",
    ["T"] = "喚醒傳說",
  },
  [8460] = {
    ["D"] = "木喉部族是唯一沒有被墮落力量污染的熊怪部族。然而，許多其他的種族盲目地屠殺熊怪，卻并沒有搞清他們是敵是友。因此，木喉熊怪很少相信別人。$B$B你想要證明自己的立場嗎？去趕走腐化的死木部族，我們以后也許會接受你成為盟友。你可以在費伍德的南部找到死木戰士、探路者和園丁。",
    ["O"] = "格拉茲要你去殺死6個死木戰士、6個死木探路者以及6個死木園丁。",
    ["T"] = "木喉熊怪的盟友",
  },
  [8461] = {
    ["D"] = "此地西南方向有一處死木熊怪的營地。我不清楚他們想要干什么，但是我希望能在他們開始搗亂之前就結果他們。$B$B死木部族非常邪惡，是惡魔的力量侵蝕了他們的心智。他們的天性并不壞，但是現在一切都無法挽回了。因此，我對被迫與自己的同胞作戰感到非常悲哀。$B$B$N，去結果他們吧，別對我說起戰斗的具體過程，我不忍心聽到那些。",
    ["O"] = "格拉茲要你去殺死6個死木守衛、6個死木復仇者和6個死木薩滿祭司。",
    ["T"] = "北方的死木熊怪",
  },
  [8462] = {
    ["D"] = "也許你可以幫助我們木喉部族應付我們正在遭受著的更大的威脅。你一定可以在這里展示自己的能力……$B$B在木喉要塞另一頭站著一個我的同類，就沿著這條路去背面。他的名字叫納菲恩；雖然他看上去是很兇猛和令人討厭的野獸，但是你不要害怕。他只是在尋求幫助來對抗那些威脅我們家園的力量。",
    ["O"] = "沿著費伍德森林的路向北走，與一個名叫納菲恩的熊怪談談。他站在木喉要塞的入口處。",
    ["T"] = "與納菲恩交談",
  },
  [8464] = {
    ["D"] = "木喉部族傾向于防守，$N。雖然我們允許那些值得信賴的朋友安全地通過，但我們還是盡可能地避開其他熊怪部族。$B$B最近我注意到冬泉部族與我們的敵對情緒有所增長。他們似乎處于極度憤怒的狀態，完全陷入了對一切他們無法理解的事物的恐慌和仇視。$B$B如果你能削減他們的數量，那對我們來說將是莫大的幫助，$N。",
    ["O"] = "薩爾法要你去殺死8個冬泉薩滿祭司、8個冬泉巢穴守衛和8個冬泉巨熊怪。薩爾法就站在冬泉谷的木喉要塞入口處。",
    ["T"] = "冬泉熊怪的活動",
  },
  [8465] = {
    ["D"] = "除了來自南面的死木熊怪的墮落威脅之外，東面的冬泉熊怪同樣也同樣是我們的心頭大患。如果你愿意繼續幫助我們的話，就去和要塞另外一頭的薩爾法談談吧。沿著左邊的這條路一直走下去。$B$B你要小心，如果我里面的兄弟對你表示敵意，他們也許會攻擊你。盡快通過那里，避免糾紛。你每殺死一個木喉熊怪——即便是出于自衛——都會極大地降低你在木喉熊怪中的聲望。",
    ["O"] = "穿過木喉要塞去冬泉谷。和薩爾法談談，他就在木喉要塞另一頭的出口處。",
    ["T"] = "與薩爾法交談",
  },
  [8466] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "給格拉茲的羽毛",
  },
  [8467] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "給納菲恩的羽毛",
  },
  [8469] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "給薩爾法的珠串",
  },
  [8470] = {
    ["D"] = "你找到了一根死木儀祭圖騰。圖騰本身沒有什么雕刻的痕跡，但是它卻散發出一種讓人絕望的氣息。如果有什么東西導致了死木熊怪的墮落的話，那么這件東西應該就是罪魁禍首了。$B$B木喉要塞中的某個熊怪一定對它有興趣……當然，你首先需要在他們當中贏得一定的聲望。",
    ["O"] = "把死木儀祭圖騰拿到木喉要塞去，看看是否有熊怪想要研究一下它。只有當你在木喉要塞的聲望達到中立或者更高級別的時候，木喉要塞的熊怪才會和你說話。",
    ["T"] = "死木儀祭圖騰",
  },
  [8471] = {
    ["D"] = "你找到了一根冬泉儀祭圖騰。圖騰本身沒有什么雕刻的痕跡，但是它卻散發出一種讓人絕望的氣息。如果有什么東西導致了冬泉熊怪的墮落的話，那么這件東西應該就是罪魁禍首了。$B$B木喉要塞中的某個熊怪一定對它有興趣……當然，你首先需要在他們當中贏得一定的聲望。",
    ["O"] = "把冬泉儀祭圖騰拿到木喉要塞去，看看是否有熊怪想要研究一下它。只有當你在木喉要塞的聲望達到中立或者更高級別的時候，木喉要塞的熊怪才會和你說話。",
    ["T"] = "冬泉儀祭圖騰",
  },
  [8481] = {
    ["D"] = "$N，感謝你的幫助，我們已經找到了致使冬泉部族墮落的根源——有一個墮落的惡魔正在控制著他們！$B$B把這支火炬拿到冬泉酋長所在的山洞去，然后放在那里。這樣就可以讓那個惡魔現身。此時你和你的盟友就要把它擊倒！只有使用惡魔身上的精華才能幫助我們進行治愈冬泉部族的工作……最終解除他們對木喉要塞的威脅。",
    ["O"] = "把惡魔召喚火炬放在寒水村的冬泉酋長的洞穴入口處。擊敗召喚出來的惡魔，然后把沙迪維爾斯精華交給木喉要塞的獨眼高恩。",
    ["T"] = "萬惡之源",
  },
  [8484] = {
    ["D"] = "你的事跡已經遠遠超過英雄的范疇，$N。如果你代表了你的人民，那么我們一定會努力和你的人民保持和平。$B$B請你把這個交給住在鋼鐵之山中的那位矮人國王，我想你們把那里叫做鐵爐堡。過去，他曾經代表聯盟試圖和我們建立聯系。現在我們需要依賴你來實現木喉部族與聯盟之間的和平。",
    ["O"] = "將木喉和平契約交給鐵爐堡的國王麥格尼·銅須。",
    ["T"] = "重鑄和平",
  },
  [8485] = {
    ["D"] = "你的行為超越了平凡英雄的故事，$N。若你是你們人民的代表，那么，你們人民都將成為我們為了維持和平而努力的伙伴。$B$B請將這項提議帶給獸人酋長，他就住在杜洛塔群島，我知道你們都稱這座城為奧格瑪。很久以前，他曾試著代表他的部落和我們接觸，現在正是通知你的時候，你將代表你部落的努力成果進行和平斡旋。",
    ["O"] = "帶回木喉和平契約給奧格瑪的索爾。",
    ["T"] = "重鑄和平",
  },
  [8492] = {
    ["D"] = "你好，$c，看來你很合適為我們的備戰計劃做出點貢獻！我們歡迎一切幫助來準備安其拉之戰。$B$B為了這樣一件有意義的事情，我正在收集20塊一組的銅錠。你覺得怎么樣？",
    ["O"] = "把20塊銅錠交給鐵爐堡軍事區的布羅恩·石眉。",
    ["T"] = "聯盟需要銅錠！",
  },
  [8493] = {
    ["D"] = "又回來了$c？太好了！我們需要更多你從安其拉之戰取得的銅錠。你會幫我們嗎？",
    ["O"] = "帶20個銅錠給丹莫洛飛機場的石眉中尉。",
    ["T"] = "聯盟需要更多銅錠！",
  },
  [8494] = {
    ["D"] = "你好，$g先生:小姐;，你不是傳說中云游四海，無所不知的那種冒險者嗎？最近的事情你都不知道？聯盟正在準備對安其拉發動戰爭，我們需要大量的鐵錠，越多越好。把它們帶給我，每20塊一組。我們會在功勞薄上為你記上一筆，怎么樣，$c？",
    ["O"] = "把20塊鐵錠交給鐵爐堡軍事區的卡恩斯下士。",
    ["T"] = "聯盟需要鐵錠！",
  },
  [8495] = {
    ["D"] = "這么快就回來了？不要讓我再重新評估對你不好的看法$c，你讓我覺得很感傷。那么，你知道我們仍然沒有足夠的鐵錠供應武器、護甲、蒸氣坦克和搜尋故障所有需要的東西。你覺得你可以在去祖爾格拉布的路上，或是你們這些孩子現在鬼混的地方帶回另一批20個鐵錠嗎？",
    ["O"] = "帶20個鐵錠給丹莫洛飛機場的卡恩斯下士。",
    ["T"] = "聯盟需要更多鐵錠！",
  },
  [8496] = {
    ["D"] = "我們的繃帶儲備在最近接連不斷的戰事之后急劇降低。收集大量的急救物資，把它們交給塞納里奧要塞的喚風者梅恩·長角。",
    ["O"] = "把30根厚符文布繃帶、30根厚魔紋繃帶和30根厚絲質繃帶交給喚風者梅恩·長角。你還必須隨身帶著后勤任務簡報 X才能完成這個任務。",
    ["T"] = "戰場上的繃帶",
  },
  [8497] = {
    ["D"] = "隨著新兵增援塞納里奧城堡，如何讓他們在沙漠中生存成了一個問題。缺水是基本的問題，沙漠中無數具毒的生物對沒有經驗的志愿兵而言是很大的威脅。收集沙漠生存工具包需要的物資并帶給塞納里奧城堡的卡蘭德拉斯。",
    ["O"] = "帶4個純水之球，4個強效抗毒藥劑和4個沙漠肉丸子帶到希利蘇斯給塞納里奧城堡旅店的卡蘭德拉斯。你還必須將后勤任務簡報 I帶去才能完成這個任務。",
    ["T"] = "沙漠生存包",
  },
  [8498] = {
    ["D"] = "我們的偵察兵報告說，暮光之錘的領袖收到了新的作戰命令。現在這道命令正在被發送到各處的暮光預言者那里，并且有重兵護送。攔截這道命令，把它們交給指揮官瑪爾利斯。",
    ["O"] = "拿到暮光作戰命令，把它交給希利蘇斯塞納里奧要塞的指揮官瑪爾利斯。",
    ["T"] = "暮光作戰命令",
  },
  [8499] = {
    ["D"] = "你能主動關心聯盟需要什么東西，這真是太好了。除了現在正在收集的各種物資之外，我們還需要大量的瑟銀錠，我將負責這方面的收集。所有的瑟銀都將用于制作各種戰爭必需的物資，特別是用來制造一個軍團的蒸汽坦克，準備進攻希利蘇斯。你能幫幫我嗎，$c？",
    ["O"] = "把20塊瑟銀錠交給鐵爐堡軍事區的達米。",
    ["T"] = "聯盟需要瑟銀錠！",
  },
  [8500] = {
    ["D"] = "你能主動關心聯盟需要什么東西，這真是太好了。除了現在正在收集的各種物資之外，我們還需要大量的瑟銀錠，我將負責這方面的收集。所有的瑟銀都將用于制作各種戰爭必需的物資，特別是用來制造一個軍團的蒸汽坦克，準備進攻希利蘇斯。你能幫幫我嗎，$c？",
    ["O"] = "把20塊瑟銀錠交給鐵爐堡軍事區的達米。",
    ["T"] = "聯盟需要更多瑟銀錠！",
  },
  [8501] = {
    ["D"] = "這一地區猖獗的異種蟲類對我們來說是個巨大的威脅。你被指派負責對亞什蟲巢發動攻擊，主要目標是亞什毒蝎。$B$B在你的任務完成之后，向指揮官瑪爾利斯匯報。",
    ["O"] = "擊殺30只亞什毒蝎，然后向塞納里奧要塞的指揮官瑪爾利斯復命。你還必須帶著作戰任務簡報 XII才能完成這個任務。",
    ["T"] = "目標：亞什毒蝎",
  },
  [8502] = {
    ["D"] = "這一地區猖獗的異種蟲類對我們來說是個巨大的威脅。你被指派負責對亞什蟲巢發動攻擊，主要目標是亞什工蝎。$B$B在你的任務完成之后，向指揮官瑪爾利斯匯報。",
    ["O"] = "擊殺30只亞什工蝎，然后向塞納里奧要塞的指揮官瑪爾利斯復命。你還必須帶著作戰任務簡報 III才能完成這個任務。",
    ["T"] = "目標：亞什工蝎",
  },
  [8503] = {
    ["D"] = "那么$c，我是否告訴過你荊棘藻的所有用處？有沒有說過？哦，好吧……不管怎么樣，我們需要很多荊棘藻，我說很多的意思就是非常非常多！你可以幫幫我嗎？我知道這意味著你無法用它來制作許多你需要的東西，但是我們是在為了正義的事業而努力！",
    ["O"] = "把20棵荊棘藻交給鐵爐堡軍事區的列兵德拉里格。",
    ["T"] = "聯盟需要荊棘藻！",
  },
  [8504] = {
    ["D"] = "又見面了…有什么事？啊，對了，$N！來看看我是否需要更多的荊棘藻嗎？嗯，今天真是你的幸運日，因為這個重要問題的答案是肯定的“是”！你可以再收集20個來嗎？",
    ["O"] = "帶20個荊棘藻給丹莫洛飛機場的士兵德拉里格。",
    ["T"] = "聯盟需要更多荊棘藻！",
  },
  [8505] = {
    ["D"] = "$c，紫蓮花是一種非常有用的植物。我在這里作為聯盟的官員收集紫蓮花，我要負責監督整個收集過程，并保證在戰時有足夠的紫蓮花儲量可供使用。$B$B我希望你可以到世界各地幫我帶回一些紫蓮花。你可以做到嗎？",
    ["O"] = "把20朵紫蓮花交給鐵爐堡軍事區的艾文·夜歌。",
    ["T"] = "聯盟需要紫蓮花！",
  },
  [8506] = {
    ["D"] = "$c，紫蓮花是一種非常有用的植物。我在這里作為聯盟的官員收集紫蓮花，我要負責監督整個收集過程，并保證在戰時有足夠的紫蓮花儲量可供使用。我希望你可以到世界各地幫我帶回一些紫蓮花。你可以做到嗎？",
    ["O"] = "把20朵紫蓮花交給鐵爐堡軍事區的艾文·夜歌。",
    ["T"] = "聯盟需要更多紫蓮花！",
  },
  [8507] = {
    ["D"] = "你好，$N。在我為你布置更重要的任務之前，你需要首先完成一些常規的戰地任務。$B$B你可以在佐拉蟲穴外找到布萊卡維爾上尉的部隊。$B$B向他或者他的副官珍妮拉·鋼錘報到，然后回到我這里來。那時我將會給你下達進一步的指令。$B$B哦，別忘了離奧格瑞瑪軍團遠一些。由于這兩股勢力之間的互相仇視，我們被迫把他們分開來。",
    ["O"] = "向佐拉蟲巢外的鐵爐堡軍團報到，從布萊卡維爾上尉那里拿到簽過字的戰地任務文件，把它交給希利蘇斯塞納里奧要塞的喚風者卡爾東。$B$B注意：給鐵爐堡軍團的士兵治療或者施放增益法術會打開你的PvP標志。",
    ["T"] = "戰地任務",
  },
  [8508] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "戰地任務文件",
  },
  [8509] = {
    ["D"] = "我會簡要地告訴你重點，$c。聯盟需要大量的阿爾薩斯之淚來準備安其拉戰爭。不要問我它們是用來做什么的，我并不關心這個。但是我需要你收集盡可能多地這種草藥，并把它們交給我。你愿意這樣做嗎？",
    ["O"] = "把20棵阿爾薩斯之淚交給鐵爐堡軍事區的士官長戈麥恩。",
    ["T"] = "聯盟需要阿爾薩斯之淚！",
  },
  [8510] = {
    ["D"] = "我會簡要地告訴你重點，$c。聯盟需要大量的阿爾薩斯之淚來準備安其拉戰爭。不要問我它們是用來做什么的，我并不關心這個。但是我需要你收集盡可能多地這種草藥，并把它們交給我。你愿意這樣做嗎？",
    ["O"] = "把20棵阿爾薩斯之淚交給鐵爐堡軍事區的士官長戈麥恩。",
    ["T"] = "聯盟需要更多阿爾薩斯之淚！",
  },
  [8511] = {
    ["D"] = "我們家族歷代都是著名的剝皮匠，$c。這就是聯盟要求我們為了安其拉之戰而收集輕皮的原因。我在這里的工作是確保皮革經過正確的處理，準備投入使用。但是我們需要你的幫助。$B$B因為我不得不留在這里，所以我需要你去幫忙收集皮革，然后把它們交給我。你覺得怎么樣，$g小伙子:小姑娘;，你會幫我嗎？",
    ["O"] = "把10塊輕皮交給鐵爐堡軍事區的波尼·碎石。",
    ["T"] = "聯盟需要輕皮！",
  },
  [8512] = {
    ["D"] = "很高興再見到你，$N。顯然我們需要更多輕皮來制作各種戰爭要用的東西。如果你能再幫我帶來10張輕皮就太完美了。",
    ["O"] = "帶10張輕皮給丹莫洛飛機場的波尼?碎石。",
    ["T"] = "聯盟需要更多輕皮！",
  },
  [8513] = {
    ["D"] = "長官！我正在負責收集所有戰爭所需的中皮。如果你有足夠的精力和資金來收集中皮的話，那么請把它們交給我。我們希望有更多像你這樣的人來幫助我們。",
    ["O"] = "把10塊中皮交給鐵爐堡軍事區的下士波特。",
    ["T"] = "聯盟需要中皮！",
  },
  [8514] = {
    ["D"] = "是的$g 先生 : 女士;，看來目前我們已經收集了$2063w張中皮。我知道這個數量很龐大，但如果你愿意，我可以藉由你的幫忙讓我的配額減少一點。",
    ["O"] = "帶10張中皮給丹莫洛飛機場的士兵波特。",
    ["T"] = "聯盟需要更多中皮！",
  },
  [8515] = {
    ["D"] = "這一定會很有意思！$c，安其拉之戰迫在眉睫，我正在負責收集厚皮。我們需要大量的儲備，但是首先我們必須先從第一批開始。總之這就是你來這里的原因。$B$B那么，你是否可以幫我帶來一些質量不錯的厚皮呢？可以嗎，可以嗎？",
    ["O"] = "把10塊厚皮交給鐵爐堡軍事區的瑪塔·鋼軸。",
    ["T"] = "聯盟需要厚皮！",
  },
  [8516] = {
    ["D"] = "沒錯，存貨仍然不夠。$N，我們仍未達到理想的$2071w張重皮。想想我們能用重皮做的所有東西！各種護甲和武器。蒸氣坦克的零件和步槍瞄準器！工程學護目鏡，而且如果到最后我們還有剩下，可以把它們交給部落的齊柏林飛艇！$B$B你會為我帶更多的重皮回來嗎？",
    ["O"] = "帶10張厚皮給丹莫洛飛機場的瑪塔·鋼軸。",
    ["T"] = "聯盟需要更多厚皮！",
  },
  [8517] = {
    ["D"] = "安其拉的戰爭將會持續很長時間，并且會非常殘酷。顯然聯盟尋求你們這些冒險者的幫助是很明智的選擇，我們需要收集足夠的資源來贏得這場戰爭。$B$B我在這里收集戰爭所需要的亞麻繃帶，希望你可以幫助我們達成目標。現在一切物資都很緊缺，但是至少亞麻繃帶還是比較容易制作的。你愿意幫助我們嗎，$c？",
    ["O"] = "把20卷亞麻繃帶交給鐵爐堡軍事區的哨兵塞爾瓦·銀空。",
    ["T"] = "聯盟需要亞麻繃帶！",
  },
  [8518] = {
    ["D"] = "我非常驚奇有那么多無私的人將私欲拋于一旁。$c，我還需要收集更多的亞麻繃帶，直到完成我的指標。你是否可以再幫我收集一些亞麻繃帶呢？",
    ["O"] = "把20卷亞麻繃帶交給丹莫羅飛機場的哨兵塞爾瓦·銀空。",
    ["T"] = "聯盟需要更多亞麻繃帶！",
  },
  [8519] = {
    ["D"] = "當你恢復鎮靜并重新匯集目光的時候，你發現有些東西從水晶之內往外瞪著。通過進一步的觀察，你所看到的是過去……一段記憶……很久之前就遺忘的記憶。",
    ["O"] = "了解所以可以的過去的事情，然后和塔納利斯時光之穴的阿納克洛斯談談。",
    ["T"] = "往日的回憶",
  },
  [8520] = {
    ["D"] = "安其拉的戰爭陰云正籠罩著大地，我們需要盡力讓我們的士兵做好準備。現在我正在做的就是這件事情：負責收集足夠多的絲質繃帶。$B$B你可以幫幫我嗎，$c？",
    ["O"] = "把20卷絲質繃帶交給鐵爐堡軍事區的女護士斯通菲爾德。",
    ["T"] = "聯盟需要絲質繃帶！",
  },
  [8521] = {
    ["D"] = "你能再次幫我真是太好了，$c。看來我們已經收集了$2082w個絲質繃帶，所以我們需要更多繃帶。",
    ["O"] = "帶20個絲質繃帶給丹莫洛飛機場的護士斯通菲爾德。",
    ["T"] = "聯盟需要更多絲質繃帶！",
  },
  [8522] = {
    ["D"] = "關于戰爭的走向，你可以隨意評說，$c，但是現在這場戰爭已經箭在弦上。看看你周圍的朋友和家人，問問你自己，如果戰爭真的爆發，你會為此做些什么，你周圍的人會一定會盡其所能地努力生存下來。$B$B現在，我在這里收集符文布繃帶。你愿意捐贈一些嗎？",
    ["O"] = "把20卷符文布繃帶交給鐵爐堡軍事區的守護者莫沙·月影。",
    ["T"] = "聯盟需要符文布繃帶！",
  },
  [8523] = {
    ["D"] = "又是討論緊急事件的時候了，$c。我再次感謝你之前所作的努力；不是每個人都能如此無私奉獻。但是我們仍然很多事要完成。$B$B$N，你可以再去收集符文布繃帶并拿回來這里給我嗎？",
    ["O"] = "帶20個符文布繃帶給丹莫洛飛機場的守護者月影。",
    ["T"] = "聯盟需要更多符文布繃帶！",
  },
  [8524] = {
    ["D"] = "你好，朋友！你不認為士兵也和別人一樣需要吃飯嗎？你當然會贊同這一點。我110%地同意你的看法！很高興我們達成了一致。現在我要你做的就是去釣很多很多新鮮的彩鰭魚，然后把它們燒好，帶到我這里來。嗯，我仿佛已經可以嘗到它們了……",
    ["O"] = "把20條彩鰭魚交給鐵爐堡軍事區的美食家斯里克。",
    ["T"] = "聯盟需要彩鰭魚！",
  },
  [8525] = {
    ["D"] = "你好，朋友！你不認為士兵也和別人一樣需要吃飯嗎？你當然會贊同這一點。我110%地同意你的看法！很高興我們達成了一致。現在我要你做的就是去釣很多很多新鮮的彩鰭魚，然后把它們燒好，帶到我這里來。嗯，我仿佛已經可以嘗到它們了……",
    ["O"] = "把20條彩鰭魚交給鐵爐堡軍事區的美食家斯里克。",
    ["T"] = "聯盟需要更多彩鰭魚！",
  },
  [8526] = {
    ["D"] = "嘿，最近過得怎么樣啊，$c？我看你好像有興趣幫即將開始的安其拉戰爭收集食品物資。我爸爸覺得我來這里幫忙是一個學習的好方法。這可是個大錯誤，我根本不喜歡吃肉。$B$B不管怎么樣，如果你愿意的話，請帶給我大量的烤迅猛龍肉。顯然這是所有士兵都想要的美食。",
    ["O"] = "把20塊烤迅猛龍肉交給鐵爐堡軍事區的薩拉·塞維斯。",
    ["T"] = "聯盟需要烤迅猛龍肉！",
  },
  [8527] = {
    ["D"] = "嘿，最近過得怎么樣啊，$c？我看你好像有興趣幫即將開始的安其拉戰爭收集食品物資。我爸爸覺得我來這里幫忙是一個學習的好方法。這可是個大錯誤，我根本不喜歡吃肉。不管怎么樣，如果你愿意的話，請帶給我大量的烤迅猛龍肉。顯然這是所有士兵都想要的美食。",
    ["O"] = "把20塊烤迅猛龍肉交給鐵爐堡軍事區的薩拉·塞維斯。",
    ["T"] = "聯盟需要更多烤迅猛龍肉！",
  },
  [8528] = {
    ["D"] = "雖然看起來燒魚算不上什么英雄事跡，但是絕對不要低估戰前準備的價值，年輕的$c。士兵和其他人一樣需要吃飯，我們在這里要準備的可是安其拉戰爭開始后所必需的東西。$B$B為此，我在這里收集斑點黃尾魚，一種適合于存儲并且可以用于多種菜肴的物資。另外它也沒有其它咸水魚的那種難聞的味道。你愿意幫助我嗎？",
    ["O"] = "把20條斑點黃尾魚交給鐵爐堡軍事區的女獵手蕾爾·急流。",
    ["T"] = "聯盟需要斑點黃尾魚！",
  },
  [8529] = {
    ["D"] = "如果你愿意我想派你再去捕一批斑點黃尾魚，$N。我想你有了第一次的經驗，這次捕魚一定會更快更容易。你愿意嗎？",
    ["O"] = "帶20條斑點黃尾魚給丹莫洛飛機場的女獵手蕾爾·急流。",
    ["T"] = "聯盟需要更多斑點黃尾魚！",
  },
  [8532] = {
    ["D"] = "很高興你來幫助我們。并不是所有人都能搞清楚我所需要的東西是什么，所以我要確保你不犯錯誤。我需要的是銅錠，不是銅礦石。我們沒有時間自己進行熔煉，希望你可以幫助我們。你可以辦到吧，$c？",
    ["O"] = "把20塊銅錠交給奧格瑞瑪精神谷的礦工克羅威爾。",
    ["T"] = "部落需要銅錠！",
  },
  [8533] = {
    ["D"] = "這么快就回來了？你很快就會成為一個真正的礦工了，$c。那么，你已經知道怎么鉆孔了；我需要你出去幫我挖掘一堆銅礦，熔解它們做成銅錠再帶回來給我。我知道你能辦到，問題是，你愿意嗎？",
    ["O"] = "帶20個銅錠給杜洛塔的礦工克羅威爾。",
    ["T"] = "部落需要更多銅錠！",
  },
  [8534] = {
    ["D"] = "我們派出了最好的斥候深入異種蟲類的巢穴收集情報。艾澤奈爾這幾天來一直在監視佐拉蟲巢，去找到她，拿回她的書面報告。我們需要這些情報來制定戰術，要盡快，$n。",
    ["O"] = "在佐拉蟲巢內找到塞納里奧斥候艾澤奈爾，然后把佐拉蟲巢偵查報告交給塞納里奧要塞的喚風者梅恩·長角。你還必須隨身帶著戰術任務簡報 VI才能完成這個任務。",
    ["T"] = "佐拉蟲巢偵查報告",
  },
  [8535] = {
    ["D"] = "暮光之錘和深淵議會之間的聯系看來比我們想象的還要意義重大。$B$B根據可靠情報，那個被稱深淵公爵的元素領主將要策動暮光之錘對塞納里奧要塞實施一次大規模的攻擊。設法把他引誘出來，然后擊殺他。",
    ["O"] = "設法召喚并擊殺深淵公爵，然后向塞納里奧要塞的喚風者梅恩·長角復命。",
    ["T"] = "深淵公爵",
  },
  [8536] = {
    ["D"] = "暮光之錘和他們所膜拜的元素生物對我們在希利蘇斯地區的行動是個不小的威脅。安其拉蟲墻內的敵人還在虎視眈眈，所以我們絕對不能對暮光之錘的勢力掉以輕心。$B$B想辦法召喚并摧毀一名土色圣殿騎士，然后向鮑爾·蠻鬃匯報。",
    ["O"] = "召喚并殺死一名土色圣殿騎士，然后向塞納里奧要塞的鮑爾·蠻鬃復命。你還必須隨身帶著戰術任務簡報 III才能完成這個任務。",
    ["T"] = "土色圣殿騎士",
  },
  [8537] = {
    ["D"] = "暮光之錘和深淵議會之間的聯系看來比我們想象的還要意義重大。$B$B根據可靠情報，那個被稱作微風公爵的元素領主將要策動暮光之錘對塞納里奧要塞實施一次大規模的攻擊。設法把他引誘出來，然后擊殺他。",
    ["O"] = "設法召喚并擊殺微風公爵，然后向塞納里奧要塞的喚風者梅恩·長角復命。",
    ["T"] = "微風公爵",
  },
  [8538] = {
    ["D"] = "暮光之錘和深淵議會之間的聯系看來比我們想象中的還要意義重大。$B$B根據可靠情報，那些被稱作深淵圣殿騎士的元素領主們可能正在策動暮光之錘對塞納里奧要塞實施一次大規模的攻擊。設法把他們引誘出來，然后擊殺他們。",
    ["O"] = "設法召喚并擊殺四個深淵圣殿騎士，然后向塞納里奧要塞的喚風者梅恩·長角復命。",
    ["T"] = "圣殿騎士",
  },
  [8539] = {
    ["D"] = "我們需要援軍進攻佐拉蟲巢。你的主要目標是那些佐拉雌蝎，當你的任務完成之后就去向指揮官瑪爾利斯報告。",
    ["O"] = "擊殺30只佐拉雌蝎，然后向塞納里奧要塞的指揮官瑪爾利斯復命。你還必須帶著作戰任務簡報 V才能完成這個任務。",
    ["T"] = "目標：佐拉雌蝎",
  },
  [8540] = {
    ["D"] = "塞納里奧城堡守衛的坐騎軍師缺少精制秘銀戰靴。取得一批戰靴并立即送給塞納里奧城堡的維斯·庫魯茲隊長。",
    ["O"] = "將3雙精制秘銀戰靴帶到希利蘇斯給塞納里奧城堡的守衛隊長維斯·庫魯茲。你還必須將后勤任務簡報 II帶去才能完成這個任務。",
    ["T"] = "衛兵的靴子",
  },
  [8541] = {
    ["D"] = "塞納里奧要塞的衛兵急需磨刀石。去收集足夠的磨刀石，然后立即把它們交給塞納里奧要塞的維斯·庫魯茲隊長。",
    ["O"] = "把磨刀石交給希利蘇斯塞納里奧要塞的維斯·庫魯茲。",
    ["T"] = "衛兵的磨刀石",
  },
  [8542] = {
    ["D"] = "你好，$r。我沒有很多時間來向你進行解釋。我們現在正在準備和安其拉開戰，但是首先，酋長決定要我們進行一些工作，這些工作被稱為“備戰”。這意味我需要派你出去幫我收集錫錠，我想我需要的錫錠數量連我自己都數不過來。$B$B你還留在這里干什么？",
    ["O"] = "把20塊錫錠交給奧格瑞瑪精神谷的步兵瑪烏格。",
    ["T"] = "部落需要錫錠！",
  },
  [8543] = {
    ["D"] = "很好，我看的出來你對戰爭很認真。不過我對戰爭要開始有點急躁，所以如果你不快點把東西帶來我就會生氣。或許我可以直接拿你開刀。$B$B哈！還是不要好了，因為這樣誰會幫我帶錫錠來呢？",
    ["O"] = "帶20個錫錠給杜洛塔的步兵瑪烏格。",
    ["T"] = "部落需要更多錫錠！",
  },
  [8544] = {
    ["D"] = "據說凡人所穿著的絢麗護肩是他們用來模仿龍翼的。$B$B把其拉蟲人的最高領袖所佩戴的腕輪交給我，我會用它來制作一副比奈法利安的雙翼還要可怕的護肩！",
    ["O"] = "把其拉命令腕輪、2個夜晚塑像、5個巖石甲蟲和5個陶土甲蟲交給安其拉的安多葛斯。你必須首先在諾茲多姆的子嗣中達到中立聲望才可以完成這個任務。",
    ["T"] = "征服者的肩鎧",
  },
  [8545] = {
    ["D"] = "$c，戰爭即將到來，我們所能做的就是準備作戰。在這方面我們可以互相幫助。你看，他們派我來負責收集秘銀錠，以供制作我們所需的東西。現在我需要更多秘銀錠！$B$B那么，我希望你可以幫我去找來一些秘銀礦石，然后熔化成錠。你可以做到這些吧？",
    ["O"] = "把20塊秘銀錠交給奧格瑞瑪精神谷的軍士長克拉恩。",
    ["T"] = "部落需要秘銀錠！",
  },
  [8546] = {
    ["D"] = "$c，戰爭即將到來，我們所能做的就是準備作戰。在這方面我們可以互相幫助。你看，他們派我來負責收集秘銀錠，以供制作我們所需的東西。現在我需要更多秘銀錠！那么，我希望你可以幫我去找來一些秘銀礦石，然后熔化成錠。你可以做到這些吧？",
    ["O"] = "把20塊秘銀錠交給奧格瑞瑪精神谷的軍士長克拉恩。",
    ["T"] = "部落需要更多秘銀錠！",
  },
  [8548] = {
    ["D"] = "$N，你在與敵人作戰、提供后勤補給和執行戰略任務之后獲得的徽章并不只是用來炫耀的。$B$B希望你還保留著它們。作為對你的鼓勵，我想要獎勵你一些只有塞納里奧議會最親近的盟友才能獲得的東西。",
    ["O"] = "把5枚作戰徽章、3枚后勤徽章和7枚戰術徽章交給塞納里奧要塞的瓦古斯。你必須在塞納里奧議會中達到友善聲望才能完成這個任務。",
    ["T"] = "志愿兵的裝備",
  },
  [8549] = {
    ["D"] = "據說每一代人都需要面對一次決定性的試煉。恐怕安其拉之戰將是我們這一輩人所要經歷的殘酷考驗。我們要做好準備，了解自己的實力究竟如何。$B$B我在這里志愿幫忙收集寧神花，我們會用它們制作戰爭所需的藥水。我希望你來這里是為了幫助我們，如果是這樣的話，那么我需要你幫我帶回大量的這種草藥。你會幫助我嗎，$c？",
    ["O"] = "把20朵寧神花交給奧格瑞瑪精神谷的草藥學家波德·飛羽。",
    ["T"] = "部落需要寧神花！",
  },
  [8550] = {
    ["D"] = "據說每一代人都需要面對一次決定性的試煉。恐怕安其拉之戰將是我們這一輩人所要經歷的殘酷考驗。我們要做好準備，了解自己的實力究竟如何。我在這里志愿幫忙收集寧神花，我們會用它們制作戰爭所需的藥水。我希望你來這里是為了幫助我們，如果是這樣的話，那么我需要你幫我帶回大量的這種草藥。你會幫助我嗎，牧師？",
    ["O"] = "把20朵寧神花交給奧格瑞瑪精神谷的草藥學家波德·飛羽。",
    ["T"] = "部落需要更多寧神花！",
  },
  [8551] = {
    ["D"] = "我過去在一條專跑從這里到卡利姆多的棘齒城的航線上干過。我是個很優秀也很有名望的船長。$B$B直到……$B$B那些該死的海巨人毀了我的生活！他們打沉了我的船，殺光了我的水手，把我丟在一條救生艇上，讓我漂回了藏寶海灣。還有，其中一個名叫高拉什的巨人還把我的箱子給偷走了，他說要拿這東西當鼻煙盒，簡直是神經病！$B$B我聽說有人看見高拉什最近在東邊的海岸一帶閑逛。找到他，把我的箱子給搶回來！快去，你會得到一位船長的敬意的。",
    ["O"] = "將斯莫特的箱子交給藏寶海灣的海克拜瑞·斯莫特。",
    ["T"] = "船長的箱子",
  },
  [8552] = {
    ["D"] = "這條精致的腰帶的邊上刺著兩個字母“HS”。",
    ["O"] = "將刺著字母的腰帶還給他的主人。",
    ["T"] = "刺著字母的腰帶",
  },
  [8553] = {
    ["D"] = "我的第一條船被那些海巨人們搞沉了之后，我只好買了第二艘，而且給它起名為“斯莫特的復仇”。我為它配備了新的裝備和船員，并出發去尋找那些該死的巨人。我找到了他們，但……他們又一次擊敗了我們。他們把“斯莫特的復仇”號給打成了碎片，船員也幾乎被他們殺光了，但那幫混蛋卻把我丟在了一條救生艇上，讓我一個人漂了回來。$B$B這次，那些海巨人中的另外一個偷了我的彎刀。$B$B到奈古拉什那里去把我的佩刀給搶回來！$B$B去和斯普羅格談談吧。他本來是“斯莫特的復仇”號上的廚子，沉船的時候他也幸存了下來，我想他能幫你們找到那些巨人。",
    ["O"] = "與斯普羅格談一談。",
    ["T"] = "船長的彎刀",
  },
  [8554] = {
    ["D"] = "奈古拉什總是一副隨時準備把一切都吞下去充饑的樣子。$B$B那些巨人襲擊我們的船的時候，奈古拉什直接沖向了我的廚房，不過他可不像其他巨人那樣喜歡吃人。奈古拉什要的是酒……還有我秘制的燒烤禿鷹翅膀。嘿，這可都是我的拿手菜，我當年可是跑到荒蕪之地才弄到這食譜的！$B$B如果你想把奈古拉什給引出來，只要用點酒再加上一碟烤翅就行啦。把這些東西放進我們當初丟在東南邊海岸上的救生艇里，然后你就等著奈古拉什聞到食物的味兒乖乖上鉤吧！",
    ["O"] = "將10塊燒烤禿鷹翅膀和5瓶密林葡萄酒帶到斯莫特船長的救生艇上去。$B$B然后殺死奈古拉什，將斯莫特的彎刀交給荊棘谷的斯莫特船長。",
    ["T"] = "挑戰奈古拉什",
  },
  [8555] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "守護之龍",
  },
  [8556] = {
    ["D"] = "據說其拉蟲人的軍官所佩戴的戒指可以給他們帶來無窮的能量。那些戒指上鑲嵌著腐化的寶石，也許我們可以用純凈的材料替換它們，以此來制作凈化版本的戒指。$B$B那些裝飾在其拉雕像上的寶石就非常合適，它們的質量非常好。$B$B把戒指和雕像交給我，我會為你制作一枚強大的戒指，$c。",
    ["O"] = "將1枚其拉將領戒指、2個柔光雕像、5個青銅甲蟲和5個象牙甲蟲交給喚風者耶薩德拉。",
    ["T"] = "堅定力量之戒",
  },
  [8557] = {
    ["D"] = "我很高興聽說你愿意幫助我們進攻安其拉，$N。我可以制作一件裝備，讓你在作戰時獲得一些保護，$c。$B$B我需要一件其拉斗篷，然后把它按照你的體型進行修改。我還需要其拉塑像和圣甲蟲，這樣我才能制作合適的扣子。$B$B我保證你一定不會失望的。",
    ["O"] = "將1件其拉軍用披風、2個瑪瑙雕像、5個銀質甲蟲和5個白骨甲蟲交給凱伊·迅爪。你必須在塞納里奧議會中達到崇敬聲望才能完成這個任務。",
    ["T"] = "堅定力量披風",
  },
  [8558] = {
    ["D"] = "其拉蟲人和他們的奴仆所使用的裝備是由最珍稀寶貴的物品制作而成的，包括古代巨獸的骨頭，大地最深處的寶石，以及最堅硬純凈的金屬。$B$B這些其拉神器讓我有一種沖動，想要用一些這樣的材料來鍛煉我的技藝。向塞納里奧議會證明你的忠誠吧，$N，我會用最好的其拉蟲人材料幫你制作一把強大的武器。",
    ["O"] = "將1件其拉尖刺刀柄、2個雪白雕像、5個水晶甲蟲和5個巖石甲蟲交給希利蘇斯的守望者哈爾洛。你必須在塞納里奧議會中達到崇拜聲望才能完成這個任務。",
    ["T"] = "堅定力量之鐮",
  },
  [8559] = {
    ["D"] = "其拉蟲人的魔法古老而又強大，它們最強大的武器甚至可以與龍抗衡。$B$B把其拉統御腕輪和其它輔助材料交給我，我將為你制作一雙威力無比的靴子。$B$B你會在與敵人作戰的時候發現它所蘊含的力量。",
    ["O"] = "把其拉命令腕輪、2個戰爭塑像、5個象牙甲蟲和5個黃金甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到中立聲望才可以完成這個任務。",
    ["T"] = "征服者的脛甲",
  },
  [8560] = {
    ["D"] = "你想要向我們證明你的價值嗎，凡人？很好，也許我們可以互相幫助。$B$B在傳說中，古老的沙蟲奧羅是一個非常強大的存在。據說是上古把它創造出來的原因是為了嘲笑生命的軟弱。$B$B它的皮膚非常特殊……異常結實，甚至是無法擊破的，而它本身的移動速度卻不會因此而受到任何妨礙，它和那些小型生物一樣動作靈敏。$B$B把它的皮膚樣品和其它一些原材料都交給我，我會給你制作一條具有強大力量的護腿。",
    ["O"] = "把奧羅的外皮、2個死亡塑像、5個青銅甲蟲和5個象牙甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到友善聲望才可以完成這個任務。",
    ["T"] = "征服者的腿鎧",
  },
  [8561] = {
    ["D"] = "雙子皇帝……他們正向我輕聲密語，這折磨著我的神志。他們嘲笑我，他們知道我無法進入神殿的深處去拯救我的兄弟亞雷戈斯。$B$B我可以看見他們猙獰的臉龐，他們頭上戴著具有無窮力量的皇冠。但是我必須要報仇……我會把這種代表其拉蟲人力量的飾品轉化成對我們有利的東西。$B$B把我需要的材料交給我，$N。我會為你制作一頂具有超凡力量的頭盔。",
    ["O"] = "把維克尼拉斯的頭飾、2個太陽塑像、5個巖石甲蟲和5個水晶甲蟲交給安其拉的安多葛斯。你必須首先在諾茲多姆的子嗣中達到友善聲望才可以完成這個任務。",
    ["T"] = "征服者的皇冠",
  },
  [8562] = {
    ["D"] = "最令人恐怖的上古之神正在從安其拉的休眠之中慢慢醒來。艾澤拉斯世界不久之后即將面對這股恐怖的力量，時間對于如此強大的存在來說毫無意義。$B$B當星辰的位置合適的時候，他將讓恐怖的力量席卷所有的一切。你必須在此之前找到他，消滅他。$B$B完成這個任務，把他的外殼交給我。我會獎勵你一件凡人從未見到過的護甲……一件只有弒神者才有資格獲得的護甲！",
    ["O"] = "把上古之神的外鞘、2個戰爭塑像、5個銀質甲蟲和5個白骨甲蟲交給安其拉的溫瑟拉。你必須在諾茲多姆的子嗣中達到尊敬聲望才能完成這個任務。",
    ["T"] = "征服者的胸甲",
  },
  [8565] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "往日的勝利：阿拉希盆地",
  },
  [8566] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "往日的勝利：阿拉希盆地",
  },
  [8567] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "往日的勝利：戰歌峽谷",
  },
  [8568] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "往日的勝利：戰歌峽谷",
  },
  [8569] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "往日的貢獻：戰歌峽谷",
  },
  [8570] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "往日的貢獻：戰歌峽谷",
  },
  [8572] = {
    ["D"] = "$N，你在與敵人作戰、提供后勤補給和執行戰略任務之后獲得的徽章并不只是用來炫耀的。$B$B希望你還保留著它們。作為對你的鼓勵，我想要獎勵你一些只有塞納里奧議會最親近的盟友才能獲得的東西。",
    ["O"] = "把7枚作戰徽章、4枚后勤徽章和4枚戰術徽章交給塞納里奧要塞的瓦古斯。你必須在塞納里奧議會中達到尊敬聲望才能完成這個任務。",
    ["T"] = "精兵的裝備",
  },
  [8573] = {
    ["D"] = "$N，你在與敵人作戰、提供后勤補給和執行戰略任務之后獲得的徽章并不只是用來炫耀的。$B$B希望你還保留著它們。作為對你的鼓勵，我想要獎勵你一些只有塞納里奧議會最親近的盟友才能獲得的東西。",
    ["O"] = "把15枚作戰徽章、20枚后勤徽章、20枚戰術徽章和1枚塞納留斯印記交給塞納里奧要塞的瓦古斯。你必須在塞納里奧議會中達到崇拜聲望才能完成這個任務。",
    ["T"] = "勇士的裝備",
  },
  [8574] = {
    ["D"] = "$N，你在與敵人作戰、提供后勤補給和執行戰略任務之后獲得的徽章并不只是用來炫耀的。$B$B希望你還保留著它們。作為對你的鼓勵，我想要獎勵你一些只有塞納里奧議會最親近的盟友才能獲得的東西。",
    ["O"] = "把15枚作戰徽章、20枚后勤徽章、17枚戰術徽章和1枚雷姆洛斯印記交給塞納里奧要塞的瓦古斯。你必須在塞納里奧議會中達到崇敬聲望才能完成這個任務。",
    ["T"] = "忠誠者的裝備",
  },
  [8575] = {
    ["D"] = "<你無法理解這上面的字。你甚至不知道這些文字是什么語言！>",
    ["O"] = "把魔法賬本交給塔納利斯的納瑞安。",
    ["T"] = "艾索雷葛斯的魔法賬本",
  },
  [8576] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "翻譯龍語",
  },
  [8577] = {
    ["D"] = "如果我要翻譯東西的話，就得戴上我的占卜眼鏡。不幸的，很久以前，我的眼鏡就被我的前任死黨給偷走了，他就是斯圖沃爾。他把我打翻在地，然后拿走了眼鏡，把我留在了這里。$B$B在我忠實的水晶球的幫助下，我現在找到他了！他要么就在銀松森林的格雷邁恩之墻，要么就在遍地傳送門的外域，那里現在到處都是燃燒軍團的家伙。你要追蹤到他，然后把我的眼鏡拿回來，$N！",
    ["O"] = "納瑞安要你找到他的前任死黨斯圖沃爾，從他那里拿回從納瑞安那里偷走的占卜眼鏡。",
    ["T"] = "斯圖沃爾，前任死黨",
  },
  [8578] = {
    ["D"] = "<你聽到箱子里面傳來一個聲音。>$B$B你只需要他的占卜眼鏡？很好！這不是問題……給我一分鐘……嘿！該死……在哪里！$B$B好吧，我這里有一些壞消息，還有一些更壞的消息。壞消息是我把眼鏡給弄丟了。更壞的消息是，我是上個星期在熔火之心里晃悠的時候把它給弄丟的。是的，熔火之心……我想這不是我能搞定的了！再見！",
    ["O"] = "找到納瑞安的占卜眼鏡。",
    ["T"] = "占卜眼鏡？沒問題！",
  },
  [8579] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "凡人中的勇士",
  },
  [8580] = {
    ["D"] = "嘿，$c。就是你！部落需要非常大量的火焰花來支援安其拉之戰。也許他們會把火焰花用在一些爆炸物中，也許還會把它們交給聯盟來作為蒸汽坦克的燃料？誰知道？但這不是關鍵！這不關比雷凱基的事情！$B$B比雷凱基只知道……只知道你會幫助他收集很多火焰花，對不對？",
    ["O"] = "把20份火焰花交給奧格瑞瑪精神谷的蝙蝠騎士比雷凱基。",
    ["T"] = "部落需要火焰花！",
  },
  [8581] = {
    ["D"] = "嘿，$c。就是你！部落需要非常大量的火焰花來支援安其拉之戰。也許他們會把火焰花用在一些爆炸物中，也許還會把它們交給聯盟來作為蒸汽坦克的燃料？誰知道？但這不是關鍵！這不關比雷凱基的事情！比雷凱基只知道……只知道你會幫助他收集很多火焰花，對不對？",
    ["O"] = "把20份火焰花交給奧格瑞瑪精神谷的蝙蝠騎士比雷凱基。",
    ["T"] = "部落需要更多火焰花！",
  },
  [8582] = {
    ["D"] = "紫蓮花是很多藥水、藥劑和精油的重要材料，它對于我們準備發動的安其拉之戰很重要。我們正在為這場戰爭準備許多藥劑，而且我還希望能發掘出更多紫蓮花的用途。但前提是，我們需要大量的這種花朵。$B$B這就是你來這里的目的。去收集盡可能多的紫蓮花。你還擅長別的什么事情嗎？",
    ["O"] = "把20份紫蓮花交給交給奧格瑞瑪精神谷的藥劑師耶澤爾。",
    ["T"] = "部落需要紫蓮花！",
  },
  [8583] = {
    ["D"] = "紫蓮花是很多藥水、藥劑和精油的重要材料，它對于我們準備發動的安其拉之戰很重要。我們正在為這場戰爭準備許多藥劑，而且我還希望能發掘出更多紫蓮花的用途。但前提是，我們需要大量的這種花朵。這就是你來這里的目的。去收集盡可能多的紫蓮花。你還擅長別的什么事情嗎？",
    ["O"] = "把20份紫蓮花交給交給奧格瑞瑪精神谷的藥劑師耶澤爾。",
    ["T"] = "部落需要更多紫蓮花！",
  },
  [8584] = {
    ["D"] = "如果說我有一些原則是你應該了解的，那就是：永遠不要管我的閑事！我所做的事情都是你無法理解的。比如說：你知道精神電能整流器是什么嗎？顯然你不知道！這就是為什么我來負責我們的項目規劃，而你負責滿世界跑腿。$B$B我之前說過，如果你想繼續下去的話，那么我們需要一只500磅重的雞。$B$B到加基森去跟迪爾格·奎克里弗談談——他知道如何讓你找到合適的品種。",
    ["O"] = "塔納利斯的納瑞安讓你和加基森的迪爾格·奎克里弗談一談。",
    ["T"] = "少管閑事",
  },
  [8585] = {
    ["D"] = "傳說菲拉斯恐怖之島的那群名叫奇美洛克的奇美拉族群是最鮮美多汁的食物！現在它們之中出現了一個首領，它的肉在經過巧妙的烹調之后可以變成一盤極品大餐！$B$B去恐怖之島殺掉拉克麥拉，然后把它的肉帶回來。這就可以滿足那個侏儒了，而我則需要你帶一些奇美洛克的腰肋肉給我。$B$B我會給你那500磅的肉雞和一些別的什么東西作為交換。",
    ["O"] = "加基森的迪爾格·奎克里弗要你去菲拉斯的恐怖之島擊殺拉克麥拉，獲得拉克麥拉的肉，并從島上收集20份奇美洛克的腰肋肉。",
    ["T"] = "恐怖之島！",
  },
  [8586] = {
    ["D"] = "我的食譜完成了！我還需要一些火箭燃料和石中鹽，只要把這些調料和你帶給我的肉混合起來就可以了。$B$B如果你帶來了我要的東西，納瑞安想要的那只雞就可以完成了。",
    ["O"] = "加基森的迪爾格·奎克里弗要你給他帶去20份地精火箭燃油和20份石中鹽。",
    ["T"] = "迪爾格的超美味奇美拉肉片",
  },
  [8587] = {
    ["D"] = "我是一個不會食言的地精，孩子。這是你要的500磅的小雞。$B$B為什么那侏儒想要一只500磅的小雞，那我就不知道了……$B$B<迪爾格喃喃自語著。>$B$B也許那家伙想要睡在里面……骯臟的侏儒……",
    ["O"] = "把500磅的小雞交給塔納利斯的納瑞安。",
    ["T"] = "向納瑞安回復",
  },
  [8588] = {
    ["D"] = "我們正在準備進行一場戰爭，所以我們最好首先把所有的物資準備妥當，你認為不該這樣做嗎，朋友？我們所需要的一類重要物資就是重皮。我們可以把它用在各個方面，強化護甲和制作防水布都用得到它。$B$B我們需要大量的重皮。這就是你的工作，$c。磨快你的剝皮刀，給我帶回大量的重皮吧。做完這件事情，我們再繼續談談。",
    ["O"] = "把10塊重皮交給奧格瑞瑪精神谷的剝皮師亞曼尼。",
    ["T"] = "部落需要重皮！",
  },
  [8589] = {
    ["D"] = "我們正在準備進行一場戰爭，所以我們最好首先把所有的物資準備妥當，你認為不該這樣做嗎，朋友？我們所需要的一類重要物資就是重皮。我們可以把它用在各個方面，強化護甲和制作防水布都用得到它。我們需要大量的重皮。這就是你的工作，牧師。磨快你的剝皮刀，給我帶回大量的重皮吧。做完這件事情，我們再繼續談談。",
    ["O"] = "把10塊重皮交給奧格瑞瑪精神谷的剝皮師亞曼尼。",
    ["T"] = "部落需要更多重皮！",
  },
  [8590] = {
    ["D"] = "我很高興你決定和我談談這個，$c。部落方面已經著手為即將開始的安其拉之戰做準備了，你我都要做好自己該做的事情。$B$B我被指派來收集大量的厚皮，我需要你幫忙去收集這些東西。這項工作是你的榮耀，也是表示你對部落的忠誠的好機會。你愿意幫忙嗎？",
    ["O"] = "把10塊厚皮交給奧格瑞瑪精神谷的烏瑪拉中士。",
    ["T"] = "部落需要厚皮！",
  },
  [8591] = {
    ["D"] = "我很高興你決定和我談談這個，$c。部落方面已經著手為即將開始的安其拉之戰做準備了，你我都要做好自己該做的事情。我被指派來收集大量的厚皮，我需要你幫忙去收集這些東西。這項工作是你的榮耀，也是表示你對部落的忠誠的好機會。你愿意幫忙嗎？",
    ["O"] = "把10塊厚皮交給奧格瑞瑪精神谷的烏瑪拉中士。",
    ["T"] = "部落需要更多厚皮！",
  },
  [8592] = {
    ["D"] = "雙子皇帝……他們正向我輕聲密語，這折磨著我的神志。他們嘲笑我，他們知道我無法進入神殿的深處去拯救我的兄弟亞雷戈斯。$B$B我可以看見他們猙獰的臉龐，他們頭上戴著具有無窮力量的皇冠。但是我必須要報仇……我會把這種代表其拉蟲人力量的飾品轉化成對我們有利的東西。$B$B把我需要的材料交給我，$N。我會為你制作一頂具有超凡力量的頭盔。",
    ["O"] = "把維克尼拉斯的頭飾、2個先知塑像、5個銀質甲蟲和5個白骨甲蟲交給安其拉的安多葛斯。你必須首先在諾茲多姆的子嗣中達到友善聲望才可以完成這個任務。",
    ["T"] = "神諭者的皇冠",
  },
  [8593] = {
    ["D"] = "你想要向我們證明你的價值嗎，凡人？很好，也許我們可以互相幫助。$B$B在傳說中，古老的沙蟲奧羅是一個非常強大的存在。據說是上古把它創造出來的原因是為了嘲笑生命的軟弱。$B$B它的皮膚非常特殊……異常結實，甚至是無法擊破的，而它本身的移動速度卻不會因此而受到任何妨礙，它和那些小型生物一樣動作靈敏。$B$B把它的皮膚樣品和其它一些原材料都交給我，我會給你制作一條具有強大力量的護腿。",
    ["O"] = "把巨型沙蟲的皮、2個重生塑像、5個黃金甲蟲和5個陶土甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到友善聲望才可以完成這個任務。",
    ["T"] = "神諭者的長褲",
  },
  [8594] = {
    ["D"] = "據說凡人所穿著的絢麗護肩是他們用來模仿龍翼的。$B$B把其拉蟲人的最高領袖所佩戴的腕輪交給我，我會用它來制作一副比奈法利安的雙翼還要可怕的護肩！",
    ["O"] = "把其拉命令腕輪、2個重生塑像、5個銀質甲蟲和5個象牙甲蟲交給安其拉的安多葛斯。你必須首先在諾茲多姆的子嗣中達到中立聲望才可以完成這個任務。",
    ["T"] = "神諭者的襯肩",
  },
  [8595] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "凡人中的勇士",
  },
  [8596] = {
    ["D"] = "其拉蟲人的魔法古老而又強大，它們最強大的武器甚至可以與龍抗衡。$B$B把其拉統御腕輪和其它輔助材料交給我，我將為你制作一雙威力無比的靴子。$B$B你會在與敵人作戰的時候發現它所蘊含的力量。",
    ["O"] = "把其拉命令腕輪、2個死亡塑像、5個青銅甲蟲和5個黃金甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到中立聲望才可以完成這個任務。",
    ["T"] = "神諭者的裹足",
  },
  [8597] = {
    ["D"] = "我就知道總有一天這本書會有用的！幸運的是，我已經學聰明了！我把它藏了起來。$B$B不要擔心，它被放在誰都找不到的地方！嗯，我需要搭乘一架直升飛機才可以到那里去。不幸的是，在我回來的路上，飛機墜毀了。就是因為這次事故，我才獲得了超級侏儒精神力量！$B$B到天涯海灘那邊去尋找墜毀的直升飛機，然后往南邊游！你到了那里就會看到的！",
    ["O"] = "尋找納瑞安埋在南海的某座小島上的書。",
    ["T"] = "龍語傻瓜教程",
  },
  [8598] = {
    ["D"] = "<便箋上用不同的字體拼湊出一段話。>$B$B我們已經拿到了你寶貴的書，侏儒。如果你想再見到它的話，那么你就必須按照我們說的來做。$B$B<以下是長達3頁的具體指示說明。>$B$B把錢帶來，只需你一個人來！",
    ["O"] = "把勒索信交給塔納利斯的納瑞安。",
    ["T"] = "敲詐",
  },
  [8599] = {
    ["D"] = "并不是總是有人來拜訪我。上一次有人來拜訪，還是那次我把那個可愛的侏儒從墜毀的機器中救出來的時候。$B$B<米莉蒂絲若有所思。>$B$B你認識他嗎？他叫納瑞安……哦，如果有人可以替我給他傳個話，那就太好了。我一定要告訴他我的感覺！我知道這就是愛！就是這樣的！$B$B你可以幫我傳話給納瑞安嗎？我永遠都不會忘記你的！",
    ["O"] = "把米莉蒂絲的情書交給塔納利斯的納瑞安。",
    ["T"] = "唱給納瑞安的情歌",
  },
  [8600] = {
    ["D"] = "我發現你的刀子的手感比鋒利的程度更重要。只要使用得當，最鈍的刀子也可以切開東西。但是我們不會碰到這樣的問題，因為我們把武器保養得都很好。$B$B好吧，不多說了。我現在有個任務給你，$c。為了部落，你現在要為安其拉之戰做出你的貢獻，我需要你幫忙收集大量的硬甲皮。你愿意嗎？",
    ["O"] = "把10塊硬甲皮交給奧格瑞瑪精神谷的塞拉圖斯。",
    ["T"] = "部落需要硬甲皮！",
  },
  [8601] = {
    ["D"] = "我發現刀子握在掌心的適合度遠比刀口的鋒利重要。即使是最鈍的刀劍也能在危急時發揮作用。但是你和我沒有這種問題，畢竟我們總會讓刀鋒維持在最利的狀態。$b$b對吧？嗯，不重要。我有個任務要給你，$c。為了部落，還有你對安其拉之戰該盡的職責，我要你去收集很多硬甲皮給我。你能做到嗎？",
    ["O"] = "帶10張硬甲皮給奧格瑪精神谷的塞拉圖斯。",
    ["T"] = "部落需要更多硬甲皮！",
  },
  [8602] = {
    ["D"] = "據說凡人所穿著的絢麗護肩是他們用來模仿龍翼的。$B$B把其拉蟲人的最高領袖所佩戴的腕輪交給我，我會用它來制作一副比奈法利安的雙翼還要可怕的護肩！",
    ["O"] = "把其拉統御腕輪、2個生命塑像、5個黃金甲蟲和5個水晶甲蟲交給安其拉的安多葛斯。你必須首先在諾茲多姆的子嗣中達到中立聲望才可以完成這個任務。",
    ["T"] = "風暴召喚者的肩甲",
  },
  [8603] = {
    ["D"] = "最令人恐怖的上古之神正在從安其拉的休眠之中慢慢醒來。艾澤拉斯世界不久之后即將面對這股恐怖的力量，時間對于如此強大的存在來說毫無意義。$B$B當星辰的位置合適的時候，他將讓恐怖的力量席卷所有的一切。你必須在此之前找到他，消滅他。$B$B完成這個任務，把他的外殼交給我。我會獎勵你一件凡人從未見到過的護甲……一件只有弒神者才有資格獲得的護甲！",
    ["O"] = "把上古之神的外鞘、2個死亡塑像、5個巖石甲蟲和5個水晶甲蟲交給安其拉的溫瑟拉。你必須在諾茲多姆的子嗣中達到尊敬聲望才能完成這個任務。",
    ["T"] = "神諭者的外套",
  },
  [8604] = {
    ["D"] = "你好，$c。為了準備安其拉之戰，我在這里幫助部落協調收集絨線繃帶。在戰場上，士兵們不能指望總有醫師跟著他們，所以我們要為他們準備急救包。$B$B如果你有時間的話，我需要很多絨線繃帶，請把繃帶交給我，我會獎勵你的。",
    ["O"] = "把20卷絨線繃帶交給奧格瑞瑪精神谷的醫師朗蘭納。",
    ["T"] = "部落需要絨線繃帶！",
  },
  [8605] = {
    ["D"] = "你好，$c。為了準備安其拉之戰，我在這里幫助部落協調收集絨線繃帶。在戰場上，士兵們不能指望總有醫師跟著他們，所以我們要為他們準備急救包。$b$b如果你有時間的話，我需要很多絨線繃帶，請把繃帶交給我，我會獎勵你的。 ",
    ["O"] = "把20卷絨線繃帶交給奧格瑞瑪精神谷的醫師朗蘭納。",
    ["T"] = "部落需要更多絨線繃帶！",
  },
  [8606] = {
    ["D"] = "我終于想到了！我們應該這樣做。我要給袋子里裝滿石頭，然后你來負責送貨。我知道他們說應該由我親自送去之類的。$B$B<納瑞安上下打量著你。>$B$B嗯，你也可以完成這個任務。戴上這條頭巾，穿上這件長袍，拿著這袋石頭，去冬泉谷的交貨地點吧。$B$B我在這個工具包中幫你準備了所有必需的東西。當他們冒出來拿貨的時候，就干掉他們！讓他們知道惹毛了納瑞安的下場！",
    ["O"] = "塔納利斯的納瑞安要你去冬泉谷，把一袋金子放在綁匪的勒索信上所寫的位置。他還要求你教訓一下那些家伙！",
    ["T"] = "螳螂捕蟬！",
  },
  [8607] = {
    ["D"] = "我相信你來找我是想要幫助我收集東西？很好！不管怎么樣，我接受所有的幫助，并且我需要你幫忙去收集厚魔紋繃帶。最好是新做的，但不是必須。把它們交給我，$c，我會給你適當的獎勵的。",
    ["O"] = "把20卷魔紋繃帶交給奧格瑞瑪精神谷的卡隆。",
    ["T"] = "部落需要魔紋布繃帶！",
  },
  [8608] = {
    ["D"] = "You returned? Interesting. As you can see I am still collecting for the Ahn\'Qiraj \'war effort\'. Which means that I need you to once again go out and collect a stack of mageweave bandages for me. I look forward to your return, $C.",
    ["O"] = "Bring 20 Mageweave Bandages to Lady Callow at the Valley of Spirits in Orgrimmar.",
    ["T"] = "部落需要更多魔紋布繃帶！",
  },
  [8609] = {
    ["D"] = "毫無疑問，部落和聯盟在準備安其拉之戰的過程中會發生摩擦。奇怪的是，這場戰爭居然不是在部落和聯盟之間進行的，雙方的敵人都是異種蟲類和控制這些蟲子的幕后黑手。部落和聯盟都在積極收集資源來發動這場戰爭。$B$B我負責收集符文布繃帶，但是如果我得不到幫助的話就不會成功。你能幫助我嗎，$c？",
    ["O"] = "把20卷符文布繃帶交給奧格瑞瑪精神谷的尼根·陶蹄。",
    ["T"] = "部落需要符文布繃帶！",
  },
  [8610] = {
    ["D"] = "毫無疑問，部落和聯盟在準備安其拉之戰的過程中會發生摩擦。奇怪的是，這場戰爭居然不是在部落和聯盟之間進行的，雙方的敵人都是異種蟲類和控制這些蟲子的幕后黑手。部落和聯盟都在積極收集資源來發動這場戰爭。$b$b我負責收集符文布繃帶，但是如果我得不到幫助的話就不會成功。你能幫助我嗎，$c？ ",
    ["O"] = "把20卷符文布繃帶交給奧格瑞瑪精神谷的尼根·陶蹄。",
    ["T"] = "部落需要更多符文布繃帶！",
  },
  [8611] = {
    ["D"] = "我站在這里可不是為了把自己皮膚曬成健康色的，$c。我們必須為戰爭做好準備。如果我們想要把那些安其拉的蟲子都碾碎的話，那么我們現在就得好好準備一下了，這當然包括食物的儲備工作！$B$B我們需要收集足夠的狼肉來為戰爭做好準備。我要待在這里進行整理工作，所以我要委托你去殺幾條狼，然后把它們的肉燒成瘦狼排給我。你知道該怎么做了嗎？",
    ["O"] = "把20塊瘦狼排交給奧格瑞瑪精神谷的血衛士拉爾塔。",
    ["T"] = "部落需要瘦狼排！",
  },
  [8612] = {
    ["D"] = "我站在這里可不是為了把自己皮膚曬成健康色的，$c。我們必須為戰爭做好準備。如果我們想要把那些安其拉的蟲子都碾碎的話，那么我們現在就得好好準備一下了，這當然包括食物的儲備工作！$B$B我們需要收集足夠的狼肉來為戰爭做好準備。我要待在這里進行整理工作，所以我要委托你去殺幾條狼，然后把它們的肉燒成瘦狼排給我。你知道該怎么做了嗎？ ",
    ["O"] = "把20塊瘦狼排交給奧格瑞瑪精神谷的血衛士拉爾塔。",
    ["T"] = "部落需要更多瘦狼排！",
  },
  [8613] = {
    ["D"] = "真是釣魚的好天氣，你不這么認為嗎，$g小伙子:姑娘;？這天氣真好，我正好需要很多的魚。部落讓我負責收集大量的斑點黃尾魚。這是為了即將開始的安其拉之戰做準備。我告訴他們我會盡力而為的，所以我現在需要一些幫助。你可以幫幫我嗎，$c？",
    ["O"] = "把20條斑點黃尾魚交給奧格瑞瑪精神谷的漁夫林度。",
    ["T"] = "部落需要斑點黃尾魚！",
  },
  [8614] = {
    ["D"] = "真是釣魚的好天氣，你不這么認為嗎，小伙子？這天氣真好，我正好需要很多的魚。部落讓我負責收集大量的斑點黃尾魚。這是為了即將開始的安其拉之戰做準備。我告訴他們我會盡力而為的，所以我現在需要一些幫助。你可以幫幫我嗎，$c？ ",
    ["O"] = "把20條斑點黃尾魚交給奧格瑞瑪精神谷的漁夫林度。",
    ["T"] = "部落需要更多斑點黃尾魚！",
  },
  [8615] = {
    ["D"] = "安其拉之戰的準備工作是一項浩大的工程，$c。所有的物資都將在這里進行收集，無論是鑄造武器所需的金屬，還是士兵日常生活所需的食物都非常重要。比如說，如果你幾天沒有吃東西，那么你一定沒有力氣揮舞戰斧。$B$B因此我們需要收集盡可能多的食物。我在這里負責收集烤鮭魚，它的口味和營養都非常適合我們的士兵。你能幫幫我嗎，$c？",
    ["O"] = "把20份烤鮭魚交給奧格瑞瑪精神谷的圖拉·利爪。",
    ["T"] = "部落需要烤鮭魚！",
  },
  [8616] = {
    ["D"] = "安其拉之戰的準備工作是一項浩大的工程，戰士。所有的物資都將在這里進行收集，無論是鑄造武器所需的金屬，還是士兵日常生活所需的食物都非常重要。比如說，如果你幾天沒有吃東西，那么你一定沒有力氣揮舞戰斧。$B$B因此我們需要收集盡可能多的食物。我在這里負責收集烤鮭魚，它的口味和營養都非常適合我們的士兵。你能幫幫我嗎，戰士？  ",
    ["O"] = "把20份烤鮭魚交給奧格瑞瑪精神谷的圖拉·利爪。",
    ["T"] = "部落需要更多烤鮭魚！",
  },
  [8619] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "黎明長者",
  },
  [8620] = {
    ["D"] = "我就知道，我最大的敵人，維維爾博士又開始玩他那老一套了！現在，由于你在冬泉谷的失敗，維維爾把我的書給毀掉了！你現在還怎么拯救世界，大英雄？$B$B我收集到的僅存的《龍語傻瓜教程：第二卷》被撕成8份，散落在世界各地！如果你可以收集到這些遺失的章節，那么就用這個魔法書封面把它們合在一起，然后給我帶回來。",
    ["O"] = "把8章《龍語傻瓜教程》的章節用魔法書封面合起來，然后把完整的《龍語傻瓜教程：第二卷》交給塔納利斯的納瑞安。",
    ["T"] = "唯一的方案",
  },
  [8621] = {
    ["D"] = "其拉蟲人的魔法古老而又強大，它們最強大的武器甚至可以與龍抗衡。$B$B把其拉統御腕輪和其它輔助材料交給我，我將為你制作一雙威力無比的靴子。$B$B你會在與敵人作戰的時候發現它所蘊含的力量。",
    ["O"] = "把其拉統御腕輪、2個先知塑像、5個青銅甲蟲和5個陶土甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到中立聲望才可以完成這個任務。",
    ["T"] = "風暴召喚者的足甲",
  },
  [8622] = {
    ["D"] = "最令人恐怖的上古之神正在從安其拉的休眠之中慢慢醒來。艾澤拉斯世界不久之后即將面對這股恐怖的力量，時間對于如此強大的存在來說毫無意義。$B$B當星辰的位置合適的時候，他將讓恐怖的力量席卷所有的一切。你必須在此之前找到他，消滅他。$B$B完成這個任務，把他的外殼交給我。我會獎勵你一件凡人從未見到過的護甲……一件只有弒神者才有資格獲得的護甲！",
    ["O"] = "把上古之神的外鞘、2個先知塑像、5個銀質甲蟲和5個白骨甲蟲交給安其拉的溫瑟拉。你必須在諾茲多姆的子嗣中達到尊敬聲望才能完成這個任務。",
    ["T"] = "風暴召喚者的護甲",
  },
  [8623] = {
    ["D"] = "雙子皇帝……他們正向我輕聲密語，這折磨著我的神志。他們嘲笑我，他們知道我無法進入神殿的深處去拯救我的兄弟亞雷戈斯。$B$B我可以看見他們猙獰的臉龐，他們頭上戴著具有無窮力量的皇冠。但是我必須要報仇……我會把這種代表其拉蟲人力量的飾品轉化成對我們有利的東西。$B$B把我需要的材料交給我，$N。我會為你制作一頂具有超凡力量的頭盔。",
    ["O"] = "把維克洛爾的王冠、2個重生塑像、5個巖石甲蟲和5個水晶甲蟲交給安其拉的安多葛斯。你必須首先在諾茲多姆的子嗣中達到友善聲望才可以完成這個任務。",
    ["T"] = "風暴召喚者的王冠",
  },
  [8624] = {
    ["D"] = "你想要向我們證明你的價值嗎，凡人？很好，也許我們可以互相幫助。$B$B在傳說中，古老的沙蟲奧羅是一個非常強大的存在。據說是上古把它創造出來的原因是為了嘲笑生命的軟弱。$B$B它的皮膚非常特殊……異常結實，甚至是無法擊破的，而它本身的移動速度卻不會因此而受到任何妨礙，它和那些小型生物一樣動作靈敏。$B$B把它的皮膚樣品和其它一些原材料都交給我，我會給你制作一條具有強大力量的護腿。",
    ["O"] = "把巨型沙蟲的皮、2個征戰塑像、5個青銅甲蟲和5個象牙甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到友善聲望才可以完成這個任務。",
    ["T"] = "風暴召喚者的護腿",
  },
  [8625] = {
    ["D"] = "據說凡人所穿著的絢麗護肩是他們用來模仿龍翼的。$B$B把其拉蟲人的最高領袖所佩戴的腕輪交給我，我會用它來制作一副比奈法利安的雙翼還要可怕的護肩！",
    ["O"] = "把其拉命令腕輪、2個重生塑像、5個銀質甲蟲和5個象牙甲蟲交給安其拉的安多葛斯。你必須首先在諾茲多姆的子嗣中達到中立聲望才可以完成這個任務。",
    ["T"] = "神秘肩墊",
  },
  [8626] = {
    ["D"] = "其拉蟲人的魔法古老而又強大，它們最強大的武器甚至可以與龍抗衡。$B$B把其拉統御腕輪和其它輔助材料交給我，我將為你制作一雙威力無比的靴子。$B$B你會在與敵人作戰的時候發現它所蘊含的力量。",
    ["O"] = "把其拉命令腕輪、2個生命塑像、5個巖石甲蟲和5個白骨甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到中立聲望才可以完成這個任務。",
    ["T"] = "攻擊者的足甲",
  },
  [8627] = {
    ["D"] = "最令人恐怖的上古之神正在從安其拉的休眠之中慢慢醒來。艾澤拉斯世界不久之后即將面對這股恐怖的力量，時間對于如此強大的存在來說毫無意義。$B$B當星辰的位置合適的時候，他將讓恐怖的力量席卷所有的一切。你必須在此之前找到他，消滅他。$B$B完成這個任務，把他的外殼交給我。我會獎勵你一件凡人從未見到過的護甲……一件只有弒神者才有資格獲得的護甲！",
    ["O"] = "把上古之神的外鞘、2個先知塑像、5個銀質甲蟲和5個白骨甲蟲交給安其拉的溫瑟拉。",
    ["T"] = "復仇者的胸甲",
  },
  [8628] = {
    ["D"] = "雙子皇帝……他們正向我輕聲密語，這折磨著我的神志。他們嘲笑我，他們知道我無法進入神殿的深處去拯救我的兄弟亞雷戈斯。$B$B我可以看見他們猙獰的臉龐，他們頭上戴著具有無窮力量的皇冠。但是我必須要報仇……我會把這種代表其拉蟲人力量的飾品轉化成對我們有利的東西。$B$B把我需要的材料交給我，$N。我會為你制作一頂具有超凡力量的頭盔。",
    ["O"] = "把維克洛爾的王冠、2個重生塑像、5個巖石甲蟲和5個水晶甲蟲交給安其拉的安多葛斯。你必須首先在諾茲多姆的子嗣中達到友善聲望才可以完成這個任務。",
    ["T"] = "復仇者的王冠",
  },
  [8629] = {
    ["D"] = "你想要向我們證明你的價值嗎，凡人？很好，也許我們可以互相幫助。$B$B在傳說中，古老的沙蟲奧羅是一個非常強大的存在。據說是上古把它創造出來的原因是為了嘲笑生命的軟弱。$B$B它的皮膚非常特殊……異常結實，甚至是無法擊破的，而它本身的移動速度卻不會因此而受到任何妨礙，它和那些小型生物一樣動作靈敏。$B$B把它的皮膚樣品和其它一些原材料都交給我，我會給你制作一條具有強大力量的護腿。",
    ["O"] = "把巨型沙蟲的皮、2個征戰塑像、5個青銅甲蟲和5個象牙甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到友善聲望才可以完成這個任務。",
    ["T"] = "復仇者的護腿",
  },
  [8630] = {
    ["D"] = "據說凡人所穿著的絢麗護肩是他們用來模仿龍翼的。$B$B把其拉蟲人的最高領袖所佩戴的腕輪交給我，我會用它來制作一副比奈法利安的雙翼還要可怕的護肩！",
    ["O"] = "把其拉統御腕輪、2個生命塑像、5個水晶甲蟲和5個黃金甲蟲交給安其拉的安多葛斯。你必須首先在諾茲多姆的子嗣中達到中立聲望才可以完成這個任務。",
    ["T"] = "復仇者的護肩",
  },
  [8631] = {
    ["D"] = "你想要向我們證明你的價值嗎，凡人？很好，也許我們可以互相幫助。$B$B在傳說中，古老的沙蟲奧羅是一個非常強大的存在。據說是上古把它創造出來的原因是為了嘲笑生命的軟弱。$B$B它的皮膚非常特殊……異常結實，甚至是無法擊破的，而它本身的移動速度卻不會因此而受到任何妨礙，它和那些小型生物一樣動作靈敏。$B$B把它的皮膚樣品和其它一些原材料都交給我，我會給你制作一條具有強大力量的護腿。",
    ["O"] = "把奧羅的外皮、2個先知塑像、5個銀質甲蟲和5個白骨甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到友善聲望才可以完成這個任務。",
    ["T"] = "神秘護腿",
  },
  [8632] = {
    ["D"] = "雙子皇帝……他們正向我輕聲密語，這折磨著我的神志。他們嘲笑我，他們知道我無法進入神殿的深處去拯救我的兄弟亞雷戈斯。$B$B我可以看見他們猙獰的臉龐，他們頭上戴著具有無窮力量的皇冠。但是我必須要報仇……我會把這種代表其拉蟲人力量的飾品轉化成對我們有利的東西。$B$B把我需要的材料交給我，$N。我會為你制作一頂具有超凡力量的頭盔。",
    ["O"] = "把維克尼拉斯的頭飾、2個夜晚塑像、5個青銅甲蟲和5個象牙甲蟲交給安其拉的安多葛斯。你必須首先在諾茲多姆的子嗣中達到友善聲望才可以完成這個任務。",
    ["T"] = "神秘頭飾",
  },
  [8633] = {
    ["D"] = "最令人恐怖的上古之神正在從安其拉的休眠之中慢慢醒來。艾澤拉斯世界不久之后即將面對這股恐怖的力量，時間對于如此強大的存在來說毫無意義。$B$B當星辰的位置合適的時候，他將讓恐怖的力量席卷所有的一切。你必須在此之前找到他，消滅他。$B$B完成這個任務，把他的外殼交給我。我會獎勵你一件凡人從未見到過的護甲……一件只有弒神者才有資格獲得的護甲！",
    ["O"] = "把上古之神的外鞘、2個太陽塑像、5個黃金甲蟲和5個陶土甲蟲交給安其拉的溫瑟拉。你必須在諾茲多姆的子嗣中達到尊敬聲望才能完成這個任務。",
    ["T"] = "神秘長袍",
  },
  [8634] = {
    ["D"] = "其拉蟲人的魔法古老而又強大，它們最強大的武器甚至可以與龍抗衡。$B$B把其拉統御腕輪和其它輔助材料交給我，我將為你制作一雙威力無比的靴子。$B$B你會在與敵人作戰的時候發現它所蘊含的力量。",
    ["O"] = "把其拉統御腕輪、2個太陽塑像、5個銀質甲蟲和5個青銅甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到中立聲望才可以完成這個任務。",
    ["T"] = "神秘長靴",
  },
  [8635] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "碎石長者",
  },
  [8636] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "巨石長者",
  },
  [8637] = {
    ["D"] = "其拉蟲人的魔法古老而又強大，它們最強大的武器甚至可以與龍抗衡。$B$B把其拉統御腕輪和其它輔助材料交給我，我將為你制作一雙威力無比的靴子。$B$B你會在與敵人作戰的時候發現它所蘊含的力量。",
    ["O"] = "把其拉統御腕輪、2個先知塑像、5個水晶甲蟲和5個白骨甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到中立聲望才可以完成這個任務。",
    ["T"] = "死亡執行者的長靴",
  },
  [8638] = {
    ["D"] = "最令人恐怖的上古之神正在從安其拉的休眠之中慢慢醒來。艾澤拉斯世界不久之后即將面對這股恐怖的力量，時間對于如此強大的存在來說毫無意義。$B$B當星辰的位置合適的時候，他將讓恐怖的力量席卷所有的一切。你必須在此之前找到他，消滅他。$B$B完成這個任務，把他的外殼交給我。我會獎勵你一件凡人從未見到過的護甲……一件只有弒神者才有資格獲得的護甲！",
    ["O"] = "把上古之神的外鞘、2個征戰塑像、5個青銅甲蟲和5個象牙甲蟲交給安其拉的溫瑟拉。",
    ["T"] = "死亡執行者的胸甲",
  },
  [8639] = {
    ["D"] = "雙子皇帝……他們正向我輕聲密語，這折磨著我的神志。他們嘲笑我，他們知道我無法進入神殿的深處去拯救我的兄弟亞雷戈斯。$B$B我可以看見他們猙獰的臉龐，他們頭上戴著具有無窮力量的皇冠。但是我必須要報仇……我會把這種代表其拉蟲人力量的飾品轉化成對我們有利的東西。$B$B把我需要的材料交給我，$N。我會為你制作一頂具有超凡力量的頭盔。",
    ["O"] = "把維克洛爾的王冠、2個戰爭塑像、5個黃金甲蟲和5個陶土甲蟲交給安其拉的安多葛斯。你必須首先在諾茲多姆的子嗣中達到友善聲望才可以完成這個任務。",
    ["T"] = "死亡執行者的頭盔",
  },
  [8640] = {
    ["D"] = "你想要向我們證明你的價值嗎，凡人？很好，也許我們可以互相幫助。$B$B在傳說中，古老的沙蟲奧羅是一個非常強大的存在。據說是上古把它創造出來的原因是為了嘲笑生命的軟弱。$B$B它的皮膚非常特殊……異常結實，甚至是無法擊破的，而它本身的移動速度卻不會因此而受到任何妨礙，它和那些小型生物一樣動作靈敏。$B$B把它的皮膚樣品和其它一些原材料都交給我，我會給你制作一條具有強大力量的護腿。",
    ["O"] = "把奧羅的外皮、2個夜晚塑像、5個巖石甲蟲和5個水晶甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到友善聲望才可以完成這個任務。",
    ["T"] = "死亡執行者的護腿",
  },
  [8641] = {
    ["D"] = "據說凡人所穿著的絢麗護肩是他們用來模仿龍翼的。$B$B把其拉蟲人的最高領袖所佩戴的腕輪交給我，我會用它來制作一副比奈法利安的雙翼還要可怕的護肩！",
    ["O"] = "把其拉命令腕輪、2個太陽塑像、5個銀質甲蟲和5個陶土甲蟲交給安其拉的安多葛斯。你必須首先在諾茲多姆的子嗣中達到中立聲望才可以完成這個任務。",
    ["T"] = "死亡執行者的護肩",
  },
  [8642] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "銀脈長者",
  },
  [8643] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "雪峰長者",
  },
  [8644] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "石墻長者",
  },
  [8645] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "黑曜石長者",
  },
  [8646] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "雷錘長者",
  },
  [8647] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "風怒長者",
  },
  [8648] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "暗靈長者",
  },
  [8649] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "雷眉長者",
  },
  [8650] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "雪冠長者",
  },
  [8651] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "鐵環長者",
  },
  [8652] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "灰石長者",
  },
  [8653] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "金井長者",
  },
  [8654] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "棱石長者",
  },
  [8655] = {
    ["D"] = "其拉蟲人的魔法古老而又強大，它們最強大的武器甚至可以與龍抗衡。$B$B把其拉統御腕輪和其它輔助材料交給我，我將為你制作一雙威力無比的靴子。$B$B你會在與敵人作戰的時候發現它所蘊含的力量。",
    ["O"] = "把其拉統御腕輪、2個先知塑像、5個青銅甲蟲和5個陶土甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到中立聲望才可以完成這個任務。",
    ["T"] = "復仇者的脛甲",
  },
  [8656] = {
    ["D"] = "最令人恐怖的上古之神正在從安其拉的休眠之中慢慢醒來。艾澤拉斯世界不久之后即將面對這股恐怖的力量，時間對于如此強大的存在來說毫無意義。$B$B當星辰的位置合適的時候，他將讓恐怖的力量席卷所有的一切。你必須在此之前找到他，消滅他。$B$B完成這個任務，把他的外殼交給我。我會獎勵你一件凡人從未見到過的護甲……一件只有弒神者才有資格獲得的護甲！",
    ["O"] = "把上古之神的外鞘、2個生命塑像、5個黃金甲蟲和5個陶土甲蟲交給安其拉的溫瑟拉。",
    ["T"] = "攻擊者的護甲",
  },
  [8657] = {
    ["D"] = "雙子皇帝……他們正向我輕聲密語，這折磨著我的神志。他們嘲笑我，他們知道我無法進入神殿的深處去拯救我的兄弟亞雷戈斯。$B$B我可以看見他們猙獰的臉龐，他們頭上戴著具有無窮力量的皇冠。但是我必須要報仇……我會把這種代表其拉蟲人力量的飾品轉化成對我們有利的東西。$B$B把我需要的材料交給我，$N。我會為你制作一頂具有超凡力量的頭盔。",
    ["O"] = "把維克尼拉斯的頭飾、2個征戰塑像、5個青銅甲蟲和5個象牙甲蟲交給安其拉的安多葛斯。你必須首先在諾茲多姆的子嗣中達到友善聲望才可以完成這個任務。",
    ["T"] = "攻擊者的王冠",
  },
  [8658] = {
    ["D"] = "你想要向我們證明你的價值嗎，凡人？很好，也許我們可以互相幫助。$B$B在傳說中，古老的沙蟲奧羅是一個非常強大的存在。據說是上古把它創造出來的原因是為了嘲笑生命的軟弱。$B$B它的皮膚非常特殊……異常結實，甚至是無法擊破的，而它本身的移動速度卻不會因此而受到任何妨礙，它和那些小型生物一樣動作靈敏。$B$B把它的皮膚樣品和其它一些原材料都交給我，我會給你制作一條具有強大力量的護腿。",
    ["O"] = "把巨型沙蟲的皮、2個太陽塑像、5個銀質甲蟲和5個白骨甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到友善聲望才可以完成這個任務。",
    ["T"] = "攻擊者的護腿",
  },
  [8659] = {
    ["D"] = "據說凡人所穿著的絢麗護肩是他們用來模仿龍翼的。$B$B把其拉蟲人的最高領袖所佩戴的腕輪交給我，我會用它來制作一副比奈法利安的雙翼還要可怕的護肩！",
    ["O"] = "把其拉命令腕輪、2個戰爭塑像、5個水晶甲蟲和5個象牙甲蟲交給安其拉的安多葛斯。你必須首先在諾茲多姆的子嗣中達到中立聲望才可以完成這個任務。",
    ["T"] = "攻擊者的護肩",
  },
  [8660] = {
    ["D"] = "其拉蟲人的魔法古老而又強大，它們最強大的武器甚至可以與龍抗衡。$B$B把其拉統御腕輪和其它輔助材料交給我，我將為你制作一雙威力無比的靴子。$B$B你會在與敵人作戰的時候發現它所蘊含的力量。",
    ["O"] = "把其拉統御腕輪、2個夜晚塑像、5個陶土甲蟲和5個象牙甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到中立聲望才可以完成這個任務。",
    ["T"] = "厄運召喚者的裹足",
  },
  [8661] = {
    ["D"] = "最令人恐怖的上古之神正在從安其拉的休眠之中慢慢醒來。艾澤拉斯世界不久之后即將面對這股恐怖的力量，時間對于如此強大的存在來說毫無意義。$B$B當星辰的位置合適的時候，他將讓恐怖的力量席卷所有的一切。你必須在此之前找到他，消滅他。$B$B完成這個任務，把他的外殼交給我。我會獎勵你一件凡人從未見到過的護甲……一件只有弒神者才有資格獲得的護甲！",
    ["O"] = "把上古之神的外鞘、2個夜晚塑像、5個巖石甲蟲和5個水晶甲蟲交給安其拉的溫瑟拉。你必須在諾茲多姆的子嗣中達到尊敬聲望才能完成這個任務。",
    ["T"] = "厄運召喚者的長袍",
  },
  [8662] = {
    ["D"] = "雙子皇帝……他們正向我輕聲密語，這折磨著我的神志。他們嘲笑我，他們知道我無法進入神殿的深處去拯救我的兄弟亞雷戈斯。$B$B我可以看見他們猙獰的臉龐，他們頭上戴著具有無窮力量的皇冠。但是我必須要報仇……我會把這種代表其拉蟲人力量的飾品轉化成對我們有利的東西。$B$B把我需要的材料交給我，$N。我會為你制作一頂具有超凡力量的頭盔。",
    ["O"] = "把維克尼拉斯的頭飾、2個死亡塑像、5個銀質甲蟲和5個白骨甲蟲交給安其拉的安多葛斯。你必須首先在諾茲多姆的子嗣中達到友善聲望才可以完成這個任務。",
    ["T"] = "厄運召喚者的頭飾",
  },
  [8663] = {
    ["D"] = "你想要向我們證明你的價值嗎，凡人？很好，也許我們可以互相幫助。$B$B在傳說中，古老的沙蟲奧羅是一個非常強大的存在。據說是上古把它創造出來的原因是為了嘲笑生命的軟弱。$B$B它的皮膚非常特殊……異常結實，甚至是無法擊破的，而它本身的移動速度卻不會因此而受到任何妨礙，它和那些小型生物一樣動作靈敏。$B$B把它的皮膚樣品和其它一些原材料都交給我，我會給你制作一條具有強大力量的護腿。",
    ["O"] = "把巨型沙蟲的皮、2個重生塑像、5個黃金甲蟲和5個陶土甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到友善聲望才可以完成這個任務。",
    ["T"] = "厄運召喚者的長褲",
  },
  [8664] = {
    ["D"] = "據說凡人所穿著的絢麗護肩是他們用來模仿龍翼的。$B$B把其拉蟲人的最高領袖所佩戴的腕輪交給我，我會用它來制作一副比奈法利安的雙翼還要可怕的護肩！",
    ["O"] = "把其拉統御腕輪、2個先知塑像、5個青銅甲蟲和5個白骨甲蟲交給安其拉的安多葛斯。你必須首先在諾茲多姆的子嗣中達到中立聲望才可以完成這個任務。",
    ["T"] = "厄運召喚者的襯肩",
  },
  [8665] = {
    ["D"] = "其拉蟲人的魔法古老而又強大，它們最強大的武器甚至可以與龍抗衡。$B$B把其拉統御腕輪和其它輔助材料交給我，我將為你制作一雙威力無比的靴子。$B$B你會在與敵人作戰的時候發現它所蘊含的力量。",
    ["O"] = "把其拉統御腕輪、2個重生塑像、5個巖石甲蟲和5個銀質甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到中立聲望才可以完成這個任務。",
    ["T"] = "起源長靴",
  },
  [8666] = {
    ["D"] = "最令人恐怖的上古之神正在從安其拉的休眠之中慢慢醒來。艾澤拉斯世界不久之后即將面對這股恐怖的力量，時間對于如此強大的存在來說毫無意義。$B$B當星辰的位置合適的時候，他將讓恐怖的力量席卷所有的一切。你必須在此之前找到他，消滅他。$B$B完成這個任務，把他的外殼交給我。我會獎勵你一件凡人從未見到過的護甲……一件只有弒神者才有資格獲得的護甲！",
    ["O"] = "把上古之神的外鞘、2個重生塑像、5個青銅甲蟲和5個象牙甲蟲交給安其拉的溫瑟拉。",
    ["T"] = "起源外套",
  },
  [8667] = {
    ["D"] = "雙子皇帝……他們正向我輕聲密語，這折磨著我的神志。他們嘲笑我，他們知道我無法進入神殿的深處去拯救我的兄弟亞雷戈斯。$B$B我可以看見他們猙獰的臉龐，他們頭上戴著具有無窮力量的皇冠。但是我必須要報仇……我會把這種代表其拉蟲人力量的飾品轉化成對我們有利的東西。$B$B把我需要的材料交給我，$N。我會為你制作一頂具有超凡力量的頭盔。",
    ["O"] = "把維克洛爾的王冠、2個生命塑像、5個黃金甲蟲和5個陶土甲蟲交給安其拉的安多葛斯。你必須首先在諾茲多姆的子嗣中達到友善聲望才可以完成這個任務。",
    ["T"] = "起源頭盔",
  },
  [8668] = {
    ["D"] = "你想要向我們證明你的價值嗎，凡人？很好，也許我們可以互相幫助。$B$B在傳說中，古老的沙蟲奧羅是一個非常強大的存在。據說是上古把它創造出來的原因是為了嘲笑生命的軟弱。$B$B它的皮膚非常特殊……異常結實，甚至是無法擊破的，而它本身的移動速度卻不會因此而受到任何妨礙，它和那些小型生物一樣動作靈敏。$B$B把它的皮膚樣品和其它一些原材料都交給我，我會給你制作一條具有強大力量的護腿。",
    ["O"] = "把巨型沙蟲的皮、2個戰爭塑像、5個巖石甲蟲和5個水晶甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到友善聲望才可以完成這個任務。",
    ["T"] = "起源長褲",
  },
  [8669] = {
    ["D"] = "據說凡人所穿著的絢麗護肩是他們用來模仿龍翼的。$B$B把其拉蟲人的最高領袖所佩戴的腕輪交給我，我會用它來制作一副比奈法利安的雙翼還要可怕的護肩！",
    ["O"] = "把其拉統御腕輪、2個征戰塑像、5個黃金甲蟲和5個白骨甲蟲交給安其拉的坎多斯特拉茲。你必須首先在諾茲多姆的子嗣中達到中立聲望才可以完成這個任務。",
    ["T"] = "起源護肩",
  },
  [8670] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "符文圖騰長者",
  },
  [8671] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "暴怒圖騰長者",
  },
  [8672] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "石塔長者",
  },
  [8673] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "血蹄長者",
  },
  [8674] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "冬蹄長者",
  },
  [8675] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "逐星長者",
  },
  [8676] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "蠻鬃長者",
  },
  [8677] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "暗角長者",
  },
  [8678] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "傲角長者",
  },
  [8679] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "恐怖圖騰長者",
  },
  [8680] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "風之圖騰長者",
  },
  [8681] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "雷角長者",
  },
  [8682] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "星靈長者",
  },
  [8683] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "晨行長者",
  },
  [8684] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "夢言長者",
  },
  [8685] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "迷霧長者",
  },
  [8686] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "高山長者",
  },
  [8687] = {
    ["D"] = "我們需要援軍進攻佐拉蟲巢。你的主要目標是那些佐拉坑道蝎，當你的任務完成之后就去向指揮官瑪爾利斯報告。",
    ["O"] = "擊殺30只佐拉坑道蝎，然后向塞納里奧要塞的指揮官瑪爾利斯復命。你還必須帶著作戰任務簡報 VII才能完成這個任務。",
    ["T"] = "目標：佐拉坑道蝎",
  },
  [8688] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "風路長者",
  },
  [8689] = {
    ["D"] = "我很高興聽說你愿意幫助我們進攻安其拉，$N。我可以制作一件裝備，讓你在作戰時獲得一些保護，$c。$B$B我需要一件其拉斗篷，然后把它按照你的體型進行修改。我還需要其拉塑像和圣甲蟲，這樣我才能制作合適的扣子。$B$B我保證你一定不會失望的。",
    ["O"] = "將1件其拉軍用披風、2個翠玉雕像、5個黃金甲蟲和5個陶土甲蟲交給凱伊·迅爪。你必須在塞納里奧議會中達到崇敬聲望才能完成這個任務。",
    ["T"] = "無盡智慧披風",
  },
  [8690] = {
    ["D"] = "我很高興聽說你愿意幫助我們進攻安其拉，$N。我可以制作一件裝備，讓你在作戰時獲得一些保護，$c。$B$B我需要一件其拉斗篷，然后把它按照你的體型進行修改。我還需要其拉塑像和圣甲蟲，這樣我才能制作合適的扣子。$B$B我保證你一定不會失望的。",
    ["O"] = "將1件其拉帝王披風、2個黑曜石雕像、5個陶土甲蟲和5個黃金甲蟲交給凱伊·迅爪。你必須在塞納里奧議會中達到崇敬聲望才能完成這個任務。",
    ["T"] = "聚集風暴披風",
  },
  [8691] = {
    ["D"] = "我很高興聽說你愿意幫助我們進攻安其拉，$N。我可以制作一件裝備，讓你在作戰時獲得一些保護，$c。$B$B我需要一件其拉斗篷，然后把它按照你的體型進行修改。我還需要其拉塑像和圣甲蟲，這樣我才能制作合適的扣子。$B$B我保證你一定不會失望的。",
    ["O"] = "將1件其拉軍用披風、2個雪白雕像、5個巖石甲蟲和5個水晶甲蟲交給凱伊·迅爪。你必須在塞納里奧議會中達到崇敬聲望才能完成這個任務。",
    ["T"] = "魔法秘密披風",
  },
  [8692] = {
    ["D"] = "我很高興聽說你愿意幫助我們進攻安其拉，$N。我可以制作一件裝備，讓你在作戰時獲得一些保護，$c。$B$B我需要一件其拉斗篷，然后把它按照你的體型進行修改。我還需要其拉塑像和圣甲蟲，這樣我才能制作合適的扣子。$B$B我保證你一定不會失望的。",
    ["O"] = "將1件其拉帝王披風、2個朱紅雕像、5個銀質甲蟲和5個白骨甲蟲交給凱伊·迅爪。你必須在塞納里奧議會中達到崇敬聲望才能完成這個任務。",
    ["T"] = "不滅生命披風",
  },
  [8693] = {
    ["D"] = "我很高興聽說你愿意幫助我們進攻安其拉，$N。我可以制作一件裝備，讓你在作戰時獲得一些保護，$c。$B$B我需要一件其拉斗篷，然后把它按照你的體型進行修改。我還需要其拉塑像和圣甲蟲，這樣我才能制作合適的扣子。$B$B我保證你一定不會失望的。",
    ["O"] = "將1件其拉軍用披風、2個碧藍雕像、5個青銅甲蟲和5個象牙甲蟲交給凱伊·迅爪。你必須在塞納里奧議會中達到崇敬聲望才能完成這個任務。",
    ["T"] = "籠罩陰影披風",
  },
  [8694] = {
    ["D"] = "我很高興聽說你愿意幫助我們進攻安其拉，$N。我可以制作一件裝備，讓你在作戰時獲得一些保護，$c。$B$B我需要一件其拉斗篷，然后把它按照你的體型進行修改。我還需要其拉塑像和圣甲蟲，這樣我才能制作合適的扣子。$B$B我保證你一定不會失望的。",
    ["O"] = "將1件其拉帝王披風、2個琥珀雕像、5個象牙甲蟲和5個青銅甲蟲交給凱伊·迅爪。你必須在塞納里奧議會中達到崇敬聲望才能完成這個任務。",
    ["T"] = "禁斷邪語披風",
  },
  [8695] = {
    ["D"] = "我很高興聽說你愿意幫助我們進攻安其拉，$N。我可以制作一件裝備，讓你在作戰時獲得一些保護，$c。$B$B我需要一件其拉斗篷，然后把它按照你的體型進行修改。我還需要其拉塑像和圣甲蟲，這樣我才能制作合適的扣子。$B$B我保證你一定不會失望的。",
    ["O"] = "將1件其拉帝王披風、2個黑曜石雕像、5個黃金甲蟲和5個陶土甲蟲交給凱伊·迅爪。你必須在塞納里奧議會中達到崇敬聲望才能完成這個任務。",
    ["T"] = "永恒公正斗篷",
  },
  [8696] = {
    ["D"] = "我很高興聽說你愿意幫助我們進攻安其拉，$N。我可以制作一件裝備，讓你在作戰時獲得一些保護，$c。$B$B我需要一件其拉斗篷，然后把它按照你的體型進行修改。我還需要其拉塑像和圣甲蟲，這樣我才能制作合適的扣子。$B$B我保證你一定不會失望的。",
    ["O"] = "將1件其拉帝王披風、2個柔光雕像、5個巖石甲蟲和5個水晶甲蟲交給凱伊·迅爪。你必須在塞納里奧議會中達到崇敬聲望才能完成這個任務。",
    ["T"] = "隱秘通途披風",
  },
  [8697] = {
    ["D"] = "據說其拉蟲人的軍官所佩戴的戒指可以給他們帶來無窮的能量。那些戒指上鑲嵌著腐化的寶石，也許我們可以用純凈的材料替換它們，以此來制作凈化版本的戒指。$B$B那些裝飾在其拉雕像上的寶石就非常合適，它們的質量非常好。$B$B把戒指和雕像交給我，我會為你制作一枚強大的戒指，$c。",
    ["O"] = "將1枚其拉典禮戒指、2個黑曜石雕像、5個銀質甲蟲和5個白骨甲蟲交給喚風者耶薩德拉。你必須在塞納里奧議會中達到尊敬聲望才能完成這個任務。",
    ["T"] = "無盡智慧之戒",
  },
  [8698] = {
    ["D"] = "據說其拉蟲人的軍官所佩戴的戒指可以給他們帶來無窮的能量。那些戒指上鑲嵌著腐化的寶石，也許我們可以用純凈的材料替換它們，以此來制作凈化版本的戒指。$B$B那些裝飾在其拉雕像上的寶石就非常合適，它們的質量非常好。$B$B把戒指和雕像交給我，我會為你制作一枚強大的戒指，$c。",
    ["O"] = "將1枚其拉將領戒指、2個朱紅雕像、5個銀質甲蟲和5個白骨甲蟲交給喚風者耶薩德拉。你必須在塞納里奧議會中達到尊敬聲望才能完成這個任務。",
    ["T"] = "聚集風暴之戒",
  },
  [8699] = {
    ["D"] = "據說其拉蟲人的軍官所佩戴的戒指可以給他們帶來無窮的能量。那些戒指上鑲嵌著腐化的寶石，也許我們可以用純凈的材料替換它們，以此來制作凈化版本的戒指。$B$B那些裝飾在其拉雕像上的寶石就非常合適，它們的質量非常好。$B$B把戒指和雕像交給我，我會為你制作一枚強大的戒指，$c。",
    ["O"] = "將1枚其拉將領戒指、2個碧藍雕像、5個黃金甲蟲和5個陶土甲蟲交給喚風者耶薩德拉。你必須在塞納里奧議會中達到尊敬聲望才能完成這個任務。",
    ["T"] = "魔法秘密之戒",
  },
  [8700] = {
    ["D"] = "據說其拉蟲人的軍官所佩戴的戒指可以給他們帶來無窮的能量。那些戒指上鑲嵌著腐化的寶石，也許我們可以用純凈的材料替換它們，以此來制作凈化版本的戒指。$B$B那些裝飾在其拉雕像上的寶石就非常合適，它們的質量非常好。$B$B把戒指和雕像交給我，我會為你制作一枚強大的戒指，$c。",
    ["O"] = "將1枚其拉將領戒指、2個雪白雕像、5個青銅甲蟲和5個象牙甲蟲交給喚風者耶薩德拉。你必須在塞納里奧議會中達到尊敬聲望才能完成這個任務。",
    ["T"] = "不滅生命之戒",
  },
  [8701] = {
    ["D"] = "據說其拉蟲人的軍官所佩戴的戒指可以給他們帶來無窮的能量。那些戒指上鑲嵌著腐化的寶石，也許我們可以用純凈的材料替換它們，以此來制作凈化版本的戒指。$B$B那些裝飾在其拉雕像上的寶石就非常合適，它們的質量非常好。$B$B把戒指和雕像交給我，我會為你制作一枚強大的戒指，$c。",
    ["O"] = "將1枚其拉典禮戒指、2個瑪瑙雕像、5個巖石甲蟲和5個水晶甲蟲交給喚風者耶薩德拉。你必須在塞納里奧議會中達到尊敬聲望才能完成這個任務。",
    ["T"] = "籠罩陰影之戒",
  },
  [8702] = {
    ["D"] = "據說其拉蟲人的軍官所佩戴的戒指可以給他們帶來無窮的能量。那些戒指上鑲嵌著腐化的寶石，也許我們可以用純凈的材料替換它們，以此來制作凈化版本的戒指。$B$B那些裝飾在其拉雕像上的寶石就非常合適，它們的質量非常好。$B$B把戒指和雕像交給我，我會為你制作一枚強大的戒指，$c。",
    ["O"] = "將1枚其拉典禮戒指、2個翠玉雕像、5個巖石甲蟲和5個水晶甲蟲交給喚風者耶薩德拉。你必須在塞納里奧議會中達到尊敬聲望才能完成這個任務。",
    ["T"] = "禁斷邪語之戒",
  },
  [8703] = {
    ["D"] = "據說其拉蟲人的軍官所佩戴的戒指可以給他們帶來無窮的能量。那些戒指上鑲嵌著腐化的寶石，也許我們可以用純凈的材料替換它們，以此來制作凈化版本的戒指。$B$B那些裝飾在其拉雕像上的寶石就非常合適，它們的質量非常好。$B$B把戒指和雕像交給我，我會為你制作一枚強大的戒指，$c。",
    ["O"] = "將1枚其拉將領戒指、2個朱紅雕像、5個銀質甲蟲和5個白骨甲蟲交給喚風者耶薩德拉。你必須在塞納里奧議會中達到尊敬聲望才能完成這個任務。",
    ["T"] = "永恒公正之戒",
  },
  [8704] = {
    ["D"] = "據說其拉蟲人的軍官所佩戴的戒指可以給他們帶來無窮的能量。那些戒指上鑲嵌著腐化的寶石，也許我們可以用純凈的材料替換它們，以此來制作凈化版本的戒指。$B$B那些裝飾在其拉雕像上的寶石就非常合適，它們的質量非常好。$B$B把戒指和雕像交給我，我會為你制作一枚強大的戒指，$c。",
    ["O"] = "將1枚其拉典禮戒指、2個琥珀雕像、5個黃金甲蟲和5個陶土甲蟲交給喚風者耶薩德拉。你必須在塞納里奧議會中達到尊敬聲望才能完成這個任務。",
    ["T"] = "隱秘通途之戒",
  },
  [8705] = {
    ["D"] = "其拉蟲人和他們的奴仆所使用的裝備是由最珍稀寶貴的物品制作而成的，包括古代巨獸的骨頭，大地最深處的寶石，以及最堅硬純凈的金屬。$B$B這些其拉神器讓我有一種沖動，想要用一些這樣的材料來鍛煉我的技藝。向塞納里奧議會證明你的忠誠吧，$N，我會用最好的其拉蟲人材料幫你制作一把強大的武器。",
    ["O"] = "將1件其拉尖刺護裙、2個雪白雕像、5個水晶甲蟲和5個巖石甲蟲交給安其拉甲蟲之墻后的守望者哈爾洛。你必須在塞納里奧議會中達到崇拜聲望才能完成這個任務。",
    ["T"] = "無盡智慧之錘",
  },
  [8706] = {
    ["D"] = "其拉蟲人和他們的奴仆所使用的裝備是由最珍稀寶貴的物品制作而成的，包括古代巨獸的骨頭，大地最深處的寶石，以及最堅硬純凈的金屬。$B$B這些其拉神器讓我有一種沖動，想要用一些這樣的材料來鍛煉我的技藝。向塞納里奧議會證明你的忠誠吧，$N，我會用最好的其拉蟲人材料幫你制作一把強大的武器。",
    ["O"] = "將1件其拉尖刺刀柄、2個琥珀雕像、5個象牙甲蟲和5個青銅甲蟲交給希利蘇斯的守望者哈爾洛。你必須在塞納里奧議會中達到崇拜聲望才能完成這個任務。",
    ["T"] = "聚集風暴之錘",
  },
  [8707] = {
    ["D"] = "其拉蟲人和他們的奴仆所使用的裝備是由最珍稀寶貴的物品制作而成的，包括古代巨獸的骨頭，大地最深處的寶石，以及最堅硬純凈的金屬。$B$B這些其拉神器讓我有一種沖動，想要用一些這樣的材料來鍛煉我的技藝。向塞納里奧議會證明你的忠誠吧，$N，我會用最好的其拉蟲人材料幫你制作一把強大的武器。",
    ["O"] = "將1件其拉裝飾護裙、2個黑曜石雕像、5個銀質甲蟲和5個白骨甲蟲交給安其拉甲蟲之墻后的守望者哈爾洛。你必須在塞納里奧議會中達到崇拜聲望才能完成這個任務。",
    ["T"] = "魔法秘密之刃",
  },
  [8708] = {
    ["D"] = "其拉蟲人和他們的奴仆所使用的裝備是由最珍稀寶貴的物品制作而成的，包括古代巨獸的骨頭，大地最深處的寶石，以及最堅硬純凈的金屬。$B$B這些其拉神器讓我有一種沖動，想要用一些這樣的材料來鍛煉我的技藝。向塞納里奧議會證明你的忠誠吧，$N，我會用最好的其拉蟲人材料幫你制作一把強大的武器。",
    ["O"] = "將1件其拉裝飾刀柄、2個翠玉雕像、5個水晶甲蟲和5個巖石甲蟲交給希利蘇斯的守望者哈爾洛。你必須在塞納里奧議會中達到崇拜聲望才能完成這個任務。",
    ["T"] = "不滅生命之錘",
  },
  [8709] = {
    ["D"] = "其拉蟲人和他們的奴仆所使用的裝備是由最珍稀寶貴的物品制作而成的，包括古代巨獸的骨頭，大地最深處的寶石，以及最堅硬純凈的金屬。$B$B這些其拉神器讓我有一種沖動，想要用一些這樣的材料來鍛煉我的技藝。向塞納里奧議會證明你的忠誠吧，$N，我會用最好的其拉蟲人材料幫你制作一把強大的武器。",
    ["O"] = "將1件其拉尖刺刀柄、2個朱紅雕像、5個黃金甲蟲和5個陶土甲蟲交給希利蘇斯的守望者哈爾洛。你必須在塞納里奧議會中達到崇拜聲望才能完成這個任務。",
    ["T"] = "籠罩陰影匕首",
  },
  [8710] = {
    ["D"] = "其拉蟲人和他們的奴仆所使用的裝備是由最珍稀寶貴的物品制作而成的，包括古代巨獸的骨頭，大地最深處的寶石，以及最堅硬純凈的金屬。$B$B這些其拉神器讓我有一種沖動，想要用一些這樣的材料來鍛煉我的技藝。向塞納里奧議會證明你的忠誠吧，$N，我會用最好的其拉蟲人材料幫你制作一把強大的武器。",
    ["O"] = "將1件其拉裝飾護裙、2個瑪瑙雕像、5個黃金甲蟲和5個陶土甲蟲交給安其拉甲蟲之墻后的守望者哈爾洛。你必須在塞納里奧議會中達到崇拜聲望才能完成這個任務。",
    ["T"] = "禁斷邪語短劍",
  },
  [8711] = {
    ["D"] = "其拉蟲人和他們的奴仆所使用的裝備是由最珍稀寶貴的物品制作而成的，包括古代巨獸的骨頭，大地最深處的寶石，以及最堅硬純凈的金屬。$B$B這些其拉神器讓我有一種沖動，想要用一些這樣的材料來鍛煉我的技藝。向塞納里奧議會證明你的忠誠吧，$N，我會用最好的其拉蟲人材料幫你制作一把強大的武器。",
    ["O"] = "將1件其拉尖刺刀柄、2個琥珀雕像、5個青銅甲蟲和5個象牙甲蟲交給希利蘇斯的守望者哈爾洛。你必須在塞納里奧議會中達到崇拜聲望才能完成這個任務。",
    ["T"] = "永恒公正長劍",
  },
  [8712] = {
    ["D"] = "其拉蟲人和他們的奴仆所使用的裝備是由最珍稀寶貴的物品制作而成的，包括古代巨獸的骨頭，大地最深處的寶石，以及最堅硬純凈的金屬。$B$B這些其拉神器讓我有一種沖動，想要用一些這樣的材料來鍛煉我的技藝。向塞納里奧議會證明你的忠誠吧，$N，我會用最好的其拉蟲人材料幫你制作一把強大的武器。",
    ["O"] = "將1件其拉尖刺護裙、2個碧藍雕像、5個銀質甲蟲和5個白骨甲蟲交給安其拉甲蟲之墻后的守望者哈爾洛。你必須在塞納里奧議會中達到崇拜聲望才能完成這個任務。",
    ["T"] = "隱秘通途之鐮",
  },
  [8713] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "星歌長者",
  },
  [8714] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "月擊長者",
  },
  [8715] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "鋒葉長者",
  },
  [8716] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "星林長者",
  },
  [8717] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "月光長者",
  },
  [8718] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "迅刀長者",
  },
  [8719] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "刃歌長者",
  },
  [8720] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "夜光長者",
  },
  [8721] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "星紋長者",
  },
  [8722] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "幽林長者",
  },
  [8723] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "夜風長者",
  },
  [8724] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "晨露長者",
  },
  [8725] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "水歌長者",
  },
  [8726] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "金矛長者",
  },
  [8727] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "遠風長者",
  },
  [8728] = {
    ["D"] = "好吧，這比預期的時間稍微長了一些。現在讓我看看賬本上都寫了些什么。$B$B<納瑞安默默地讀著賬本，有的時候還喃喃自語。>$B$B好消息是，我可以99%地肯定，我能為你制作一個奧金魚漂。當然，還有一個壞消息。$B$B壞消息就是，我需要大量的奧金，源質礦石，還有一些珍貴的寶石。$B$B把它們帶來，然后我就可以開工了。",
    ["O"] = "塔納利斯的納瑞安要你給他帶去20塊奧金錠、10塊源質礦石、10顆艾澤拉斯鉆石，以及10顆藍寶石。",
    ["T"] = "好消息和壞消息",
  },
  [8729] = {
    ["D"] = "我和你說過壞消息了嗎?它的名字叫巨齒鯊:100尺長，死亡和毀滅的化身。我想我忘記和你說這個了。$B$B根據我的超級精準千里眼提供的訊息，你會在艾薩拉的海岸找到最合適使用這個浮標的地方，就在風暴海灣。$B$B你要尋找一個大漩渦，就是附近都是沉船的地方。$B$B另外，我希望你帶上你的朋友。$B$B如果你成功的話，那么把權杖碎片帶給安納克羅斯。",
    ["O"] = "在艾薩拉風暴海灣一帶的大漩渦使用奧金浮標。",
    ["T"] = "奈普圖洛斯的憤怒",
  },
  [8730] = {
    ["D"] = "勇士，是你嗎？我受命保管這個碎片已經一千年了，在我最黑暗的時候，應該有人站出來替我把它拿回來……但是一切都是任重道遠的。$B$B<瓦拉斯塔茲輕輕地咳嗽著。>$B$B耐……耐法里奧斯現在掌握著scepter shard。$B$B時間是最關鍵的。耐法里奧斯將要摧毀這個scepter。你必須趕快！",
    ["O"] = "干掉奈法利安并拿到Red Scepter Shard。把Red Scepter Shard帶給塔納利斯時光之穴門口的阿納克洛斯。你必須在一個半小時之內完成這個任務。",
    ["T"] = "奈法里奧斯的腐蝕",
  },
  [8731] = {
    ["D"] = "你好，$N。在我為你布置更重要的任務之前，你需要首先完成一些常規的戰地任務。$B$B你可以在佐拉蟲穴外找到克魯格·碎顱的部隊。$B$B向他報到，然后拿著你完成任務的證明文件回到我這里來。那時我將會給你下達進一步的指令。$B$B哦，別忘了離鐵爐堡軍團遠一些。由于聯盟和部落的志愿兵之間摩擦不斷，我們被迫把他們分開來。",
    ["O"] = "向雷戈蟲巢外的奧格瑞瑪軍團報到，從克魯格·碎顱那里拿到簽過字的戰地任務文件，把它交給希利蘇斯塞納里奧要塞的喚風者卡爾東。$B$B注意：給奧格瑞瑪軍團的士兵治療或者施放增益法術會打開你的PvP標志。",
    ["T"] = "戰地任務",
  },
  [8732] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "戰地任務文件",
  },
  [8733] = {
    ["D"] = "這將是一段救贖之旅，英雄。如果今天我要死去，那么我也要為了一個正義而偉大的事業而犧牲。你必須找到綠色節杖碎片，你必須凈化被上古之神控制的伊蘭尼庫斯。$B$B到達納蘇斯去，在城墻外，你可以找到我的人。這個人將會為我們進行協調，并在不讓鹿盔發現的情況下將我們的計劃通知給泰蘭德。$B$B<瑪法里奧嘆了口氣。>$B$B一千年的守護終究墮落了……",
    ["O"] = "到達納蘇斯的城墻外去找到瑪法里奧的親信。",
    ["T"] = "伊蘭尼庫斯，夢境之暴君",
  },
  [8734] = {
    ["D"] = "我們會通知泰蘭德的，凡人。瑪法里奧·怒風已經讓我做好應付這次事件的準備了。$B$B現在你必須去月光林地，和雷姆洛斯談一談。他會進一步指引你召喚伊蘭尼庫斯。$B$B祝你好運。",
    ["O"] = "到月光林地去，和守護者雷姆洛斯談一談。",
    ["T"] = "泰蘭德和雷姆洛斯",
  },
  [8735] = {
    ["D"] = "你必須到艾澤拉斯世界的四個翡翠夢境入口去。在每個入口處，你都可以收集到腐蝕夢魘的碎片。住在這些地區的龍類生物身上會攜帶著這樣的碎片。當你收集到全部四塊碎片后就回到我這里來。",
    ["O"] = "到艾澤拉斯世界的四個翡翠夢境入口去，分別收集該處的腐蝕夢魘的碎片。當你任務完成之后，就回到月光林地的守護者雷姆洛斯那里。",
    ["T"] = "腐蝕夢魘",
  },
  [8736] = {
    ["D"] = "我們必須盡量控制伊蘭尼庫斯，我們要讓他獲得救贖，而不是摧毀他。$B$B泰蘭妲已經在趕來幫助我們的路上了。我們必須守住巨龍的攻擊，保護永夜港免遭傷害。$B$B做好準備!你和你的盟友是我們唯一的希望。",
    ["O"] = "保護永夜港免受伊蘭尼庫斯的傷害。不要讓守護者雷姆洛斯死亡。不要殺掉伊蘭尼庫斯。保護好你們自己。等待泰蘭妲。",
    ["T"] = "噩夢顯現",
  },
  [8737] = {
    ["D"] = "暮光之錘和深淵議會之間的聯系看來比我們想象的還要意義重大。$B$B根據可靠情報，那個被稱作灰燼公爵的元素領主將要策動暮光之錘對塞納里奧要塞實施一次大規模的攻擊。設法把他引誘出來，然后擊殺他。",
    ["O"] = "設法召喚并擊殺灰燼公爵，然后向塞納里奧要塞的喚風者梅恩·長角復命。",
    ["T"] = "灰燼公爵",
  },
  [8738] = {
    ["D"] = "我們派出了最好的斥候深入異種蟲類的巢穴收集情報。蘭迪奧這幾天來一直在監視佐拉蟲巢，去找到他，拿回他的書面報告。我們需要這些情報來制定戰術，要盡快，$n。",
    ["O"] = "在雷戈蟲巢內找到塞納里奧斥候蘭迪奧，然后把雷戈蟲巢偵查報告交給塞納里奧要塞的喚風者梅恩·長角。你還必須隨身帶著戰術任務簡報 VII才能完成這個任務。",
    ["T"] = "雷戈蟲巢偵查報告",
  },
  [8739] = {
    ["D"] = "暮光之錘和深淵議會之間的聯系看來比我們想象的還要意義重大。$B$B根據可靠情報，那個被稱作灰燼公爵的元素領主將要策動暮光之錘對塞納里奧要塞實施一次大規模的攻擊。設法把他引誘出來，然后擊殺他。",
    ["O"] = "設法召喚并擊殺灰燼公爵，然后向塞納里奧要塞的喚風者梅恩·長角復命。",
    ["T"] = "灰燼公爵",
  },
  [8740] = {
    ["D"] = "許多幕光之錘的騎兵教徒經常在我們塞納里奧要塞守衛范圍之外的區域游蕩，并伺機襲擊我們巡邏和商旅小隊。$B$B找到并擊敗twilight marauders和他們的領袖，一個叫做Morna的恐怖戰士。當任務完成之后向喚風者梅恩·長角報告。",
    ["O"] = "干掉Twilight Marauder Morna和5個Twilight Marauders。當任務完成之后向喚風者梅恩·長角報告。",
    ["T"] = "圣殿騎士",
  },
  [8741] = {
    ["D"] = "The keeper awaits your return, $N. Take the green scepter shard to Anachronos at the Caverns of Time.",
    ["O"] = "Take the Green Scepter Shard to Anachronos at the Caverns of Time in Tanaris.",
    ["T"] = "冠軍的回報",
  },
  [8742] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "卡利姆多的威力",
  },
  [8743] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "砰！",
  },
  [8744] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "精心包裹的禮物",
  },
  [8745] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "永恒之寶的寶藏",
  },
  [8746] = {
    ["D"] = "出大事啦！馴鹿梅森被綁架了！$B$B冬天爺爺有八頭馴鹿，梅森是其中的一頭，也是煙林牧場的財產。我們收到了宣稱對此次綁架事件負責的組織寄來的勒索信，而且不是一封，是兩封！兩封，你明白嗎？節日即將來臨，我們早已經窮得叮當響啦！幫幫忙吧，幫我們找到梅森，把它救回來！$B$B你可以看看這些勒索信里面有什么線索，找到梅森之后，把馴鹿之塵灑在它身上，這樣就可以讓它擺脫一切束縛！$B$B事不宜遲！",
    ["O"] = "找到馴鹿梅森。在你手頭上的便箋中查找有關梅森下落的線索。$B$B當你找到它之后，往它身上灑一些馴鹿之塵，這樣就可以讓它擺脫任何束縛。$B$B解救梅森之后，把馴鹿之塵還給奧格瑞瑪的凱瑪德·考伯賓奇。",
    ["T"] = "馴鹿梅森",
  },
  [8747] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "保護者之路",
  },
  [8748] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "保護者之路",
  },
  [8749] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "保護者之路",
  },
  [8750] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "保護者之路",
  },
  [8751] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "卡利姆多的保護者",
  },
  [8752] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "征服者之路",
  },
  [8753] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "征服者之路",
  },
  [8754] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "征服者之路",
  },
  [8755] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "征服者之路",
  },
  [8756] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "其拉蟲人的征服者",
  },
  [8757] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "祈求者之路",
  },
  [8758] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "祈求者之路",
  },
  [8759] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "祈求者之路",
  },
  [8760] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "祈求者之路",
  },
  [8761] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "虔誠的祈求者",
  },
  [8762] = {
    ["D"] = "出大事啦！馴鹿梅森被綁架了！$B$B冬天爺爺有八頭馴鹿，梅森是其中的一頭，也是煙林牧場的財產。我們收到了宣稱對此次綁架事件負責的組織寄來的勒索信，而且不是一封，是兩封！兩封，你明白嗎？節日即將來臨，我們早已經窮得叮當響啦！幫幫忙吧，幫我們找到梅森，把它救回來！$B$B你可以看看這些勒索信里面有什么線索，找到梅森之后，把馴鹿之塵灑在它身上，這樣就可以讓它擺脫一切束縛！$B$B事不宜遲！",
    ["O"] = "找到馴鹿梅森。在你手頭上的便箋中查找有關梅森下落的線索。$B$B當你找到它之后，往它身上灑一些馴鹿之塵，這樣就可以讓它擺脫任何束縛。$B$B解救梅森之后，把馴鹿之塵還給鐵爐堡的烏莫爾特。",
    ["T"] = "馴鹿梅森",
  },
  [8763] = {
    ["D"] = "聽著……我本不該告訴你這些，不過既然你是個大英雄……$B$B今年到處都有新鮮的冬青樹茁壯成長，不過它們很快就會枯萎。我們弄了一臺機器，可以儲藏冬青樹，然后在夏天拿出來熱賣！$B$B我可以讓你使用我們儲藏的冬青樹，不過你必須得是個夠資格的大廚！給我帶來一些石中鹽，還有兩個，不，三個，我是說五個金幣。你覺得怎么樣？夠劃算吧？",
    ["O"] = "將1份石中鹽和5個金幣交給冬青樹儲藏器，以換取5棵冬青樹。",
    ["T"] = "大英雄！",
  },
  [8764] = {
    ["D"] = "Champion. should you decide to walk another path, present me with your signet ring and a mountain of scarabs from our enemies in Ahn\'Qiraj.",
    ["O"] = "",
    ["T"] = "遠離保護者之路",
  },
  [8765] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "遠離祈求者之路",
  },
  [8766] = {
    ["D"] = "Champion, should you decide to walk another path, present me with your signet ring and a mountain of scarabs from our enemies in Ahn\'Qiraj.",
    ["O"] = "",
    ["T"] = "遠離征服者之路",
  },
  [8767] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "輕輕搖晃過的禮品",
  },
  [8768] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "華麗的禮物",
  },
  [8769] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "條紋禮物盒",
  },
  [8770] = {
    ["D"] = "我們需要援軍進攻亞什蟲巢。你的主要目標是那些亞什工蝎。當你的任務完成之后向指揮官瑪爾利斯報告。",
    ["O"] = "擊殺25只亞什工蝎和40只亞什雄蝎。",
    ["T"] = "目標：亞什工蝎",
  },
  [8771] = {
    ["D"] = "這一地區猖獗的異種蟲類對我們來說是個巨大的威脅。你被指派負責對亞什蟲巢發動攻擊，主要目標是亞什沙行者。$B$B在你的任務完成之后，向指揮官瑪爾利斯匯報。",
    ["O"] = "擊殺30只亞什沙行者，然后向塞納里奧要塞的指揮官瑪爾利斯復命。你還必須帶著作戰任務簡報 II才能完成這個任務。",
    ["T"] = "目標：亞什沙行者",
  },
  [8772] = {
    ["D"] = "我們需要援軍進攻佐拉蟲巢。你的主要目標是那些佐拉守衛，當你的任務完成之后就去向指揮官瑪爾利斯報告。",
    ["O"] = "擊殺30只佐拉守衛，然后向塞納里奧要塞的指揮官瑪爾利斯復命。你還必須帶著作戰任務簡報 VI才能完成這個任務。",
    ["T"] = "目標：佐拉守衛",
  },
  [8773] = {
    ["D"] = "我們需要援軍進攻佐拉蟲巢。你的主要目標是那些佐拉掠奪者，當你的任務完成之后就去向指揮官瑪爾利斯報告。",
    ["O"] = "擊殺40只佐拉掠奪者。",
    ["T"] = "目標：佐拉掠奪者",
  },
  [8774] = {
    ["D"] = "這一地區猖獗的異種蟲類對我們來說是個巨大的威脅。你被指派負責對雷戈蟲巢發動攻擊，主要目標是雷戈伏擊者。$B$B在你的任務完成之后，向指揮官瑪爾利斯匯報。",
    ["O"] = "擊殺30只雷戈伏擊者，然后向塞納里奧要塞的指揮官瑪爾利斯復命。你還必須帶著作戰任務簡報 VIII才能完成這個任務。",
    ["T"] = "目標：雷戈伏擊者",
  },
  [8775] = {
    ["D"] = "這一地區猖獗的異種蟲類對我們來說是個巨大的威脅。你被指派負責對雷戈蟲巢發動攻擊，主要目標是雷戈噴火者。$B$B在你的任務完成之后，向指揮官瑪爾利斯匯報。",
    ["O"] = "擊殺30只雷戈噴火者，然后向塞納里奧要塞的指揮官瑪爾利斯復命。你還必須帶著作戰任務簡報 IX才能完成這個任務。",
    ["T"] = "目標：雷戈噴火者",
  },
  [8776] = {
    ["D"] = "這一地區猖獗的異種蟲類對我們來說是個巨大的威脅。你被指派負責對雷戈蟲巢發動攻擊，主要目標是雷戈制奴者。$B$B在你的任務完成之后，向指揮官瑪爾利斯匯報。",
    ["O"] = "擊殺30只雷戈制奴者，然后向塞納里奧要塞的指揮官瑪爾利斯復命。你還必須帶著作戰任務簡報 X才能完成這個任務。",
    ["T"] = "目標：雷戈制奴者",
  },
  [8777] = {
    ["D"] = "這一地區猖獗的異種蟲類對我們來說是個巨大的威脅。你被指派負責對雷戈蟲巢發動攻擊，主要目標是雷戈掘洞者。$B$B在你的任務完成之后，向指揮官瑪爾利斯匯報。",
    ["O"] = "擊殺30只雷戈掘洞者，然后向塞納里奧要塞的指揮官瑪爾利斯復命。你還必須帶著作戰任務簡報 XI才能完成這個任務。",
    ["T"] = "目標：雷戈掘洞者",
  },
  [8778] = {
    ["D"] = "戰場的繃帶儲存量在最近戰爭傷亡之后急劇降低。把大量的急救物資帶給塞納里奧要塞的喚風者梅恩·長角。",
    ["O"] = "把20個重符文繃帶，20個厚絲質繃帶和20個厚絨線繃帶帶給喚風者梅恩·長角。",
    ["T"] = "鐵爐堡軍團需要爆炸品！",
  },
  [8779] = {
    ["D"] = "戰場的繃帶儲存量在最近戰爭傷亡之后急劇降低。把大量的急救物資帶給塞納里奧要塞的喚風者梅恩·長角。",
    ["O"] = "把20個重符文繃帶，20個厚絲質繃帶和20個厚絨線繃帶帶給喚風者梅恩·長角。",
    ["T"] = "研究材料",
  },
  [8780] = {
    ["D"] = "我們的繃帶儲備在最近接連不斷的戰事之后急劇降低。收集大量的急救物資，把它們交給塞納里奧要塞的喚風者梅恩·長角。",
    ["O"] = "把20根重符文繃帶、20根厚絲質繃帶和20根厚絨線繃帶交給喚風者梅恩·長角。",
    ["T"] = "戰場上的護甲片",
  },
  [8781] = {
    ["D"] = "我們的繃帶儲備在最近接連不斷的戰事之后急劇降低。收集大量的急救物資，把它們交給塞納里奧要塞的喚風者梅恩·長角。",
    ["O"] = "把20根重符文繃帶、20根厚絲質繃帶和20根厚絨線繃帶交給喚風者梅恩·長角。",
    ["T"] = "戰場上的武器",
  },
  [8782] = {
    ["D"] = "最近不斷涌來的志愿者導致我們制服緊缺。去搜集一些制服的材料，然后把它們交給喚風者梅恩·長角。",
    ["O"] = "把1塊月布、2卷符文布卷和1份鐵網蛛絲交給塞納里奧要塞的喚風者梅恩·長角。你還必須隨身帶著后勤任務簡報 VIII才能完成這個任務。",
    ["T"] = "制服供應",
  },
  [8783] = {
    ["D"] = "瓦古斯是塞納里奧要塞的鐵匠，他需要一些附魔材料來為我們的部隊制作強力的武器。去找到這些材料，把它們直接交給瓦古斯，這樣塞納里奧議會的軍隊就有了作戰裝備的保障。",
    ["O"] = "把2塊魔化瑟銀錠和2塊魔化皮交給希利蘇斯塞納里奧要塞的瓦古斯。你還必須隨身帶著后勤任務簡報 IX才能完成這個任務。",
    ["T"] = "特殊的材料",
  },
  [8784] = {
    ["D"] = "你找到了一件上古其拉神器！也許神殿入口附近的龍用得到這件東西。",
    ["O"] = "把上古其拉神器交給隱藏在神殿入口處的龍類。",
    ["T"] = "其拉的秘密",
  },
  [8785] = {
    ["D"] = "奧格瑞瑪軍團要求我們提供一些不尋常的物資。他們在希利蘇斯的表現很不錯，因此我們最好盡快滿足他們的需求。收集必需的材料，把它們交給那個名叫沙艾的巨魔。",
    ["O"] = "把6份強力魔精、6份大瓶魔精和8份獻祭之油交給希利蘇斯地區的雷戈蟲巢附近的暗影祭司沙艾。你還必須隨身帶著后勤任務簡報 IV才能完成這個任務。",
    ["T"] = "奧格瑞瑪軍團需要魔精！",
  },
  [8786] = {
    ["D"] = "我們的繃帶儲備在最近接連不斷的戰事之后急劇降低。收集大量的急救物資，把它們交給塞納里奧要塞的喚風者梅恩·長角。",
    ["O"] = "把20根重符文繃帶、20根厚絲質繃帶和20根厚絨線繃帶交給喚風者梅恩·長角。",
    ["T"] = "戰場上的武器",
  },
  [8787] = {
    ["D"] = "戰場的繃帶儲存量在最近戰爭傷亡之后急劇降低。把大量的急救物資帶給塞納里奧要塞的喚風者梅恩·長角。",
    ["O"] = "把20個重符文繃帶，20個厚絲質繃帶和20個厚絨線繃帶帶給喚風者梅恩·長角。",
    ["T"] = "戰場上的護甲片",
  },
  [8788] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "輕輕搖晃過的禮品",
  },
  [8789] = {
    ["D"] = "一千年以來，我們并沒有無所事事地留在這里，$N。$B$B我們在這里看著這些野獸耗盡資源時自相殘殺，我們傾聽了它們密謀毀滅我們世界的談話，我們還知道了它們內部的爭權奪利。$B$B它們確實有弱點，而且我們知道如何利用這些弱點。$B$B找到它們在葬禮儀祭上陪葬用的武器，把它和他們自己的神所創造的最強的元素融合在一起，我們就可以創造出終結一切的武器。",
    ["O"] = "把其拉帝王武器和3塊源質礦石交給安其拉神殿的亞雷戈斯，他會幫你制作使用源質強化過的武器。",
    ["T"] = "其拉帝王武器",
  },
  [8790] = {
    ["D"] = "亞雷戈斯認為，在一定情況下，因上古之神和他們的仆從之間的沖突而產生的元素也會對他們本身造成致命的威脅。凡人，我指的是源質。$B$B將其拉帝王徽記和這種元素交給我，我就能為武器注入巨大的力量。",
    ["O"] = "把其拉帝王徽記和3塊源質礦石交給安其拉神殿的夢境之龍麥琳瑟拉，她會幫你制作使用源質強化過的武器。",
    ["T"] = "其拉帝王徽記",
  },
  [8791] = {
    ["D"] = "來自其拉蟲人的威脅已經被平息。可怕的奧斯里安被消滅了。$B$B卡利姆多的人民聽到這個消息應該可以松口氣了。將奧斯里安的頭顱交給塞納里奧要塞的指揮官瑪爾利斯。",
    ["O"] = "將無疤者奧斯里安的頭顱交給希利蘇斯塞納里奧要塞的指揮官瑪爾利斯。",
    ["T"] = "奧斯里安之死",
  },
  [8792] = {
    ["D"] = "你好，我很高興你愿意聽我說話。部落需要一切可以獲得的幫助來準備發動安其拉戰爭，這意味著，我們需要你！現在，官方的資源收集者正在收集必需的資源儲備，但是如果沒有你的幫助的話，我們是無法達成目標的，$N！$B$B你應該和負責此事的督軍格爾庫克談一談。你覺得怎么樣？你是否愿意幫助部落做好戰爭的準備？",
    ["O"] = "和奧格瑞瑪精神谷的督軍格爾庫克談一談。",
    ["T"] = "部落需要你的幫助！",
  },
  [8793] = {
    ["D"] = "你好，我很高興你愿意聽我說話。部落需要一切可以獲得的幫助來準備發動安其拉戰爭，這意味著，我們需要你！現在，官方的資源收集者正在收集必需的資源儲備，但是如果沒有你的幫助的話，我們是無法達成目標的，$N！$B$B你應該和負責此事的督軍格爾庫克談一談。你覺得怎么樣？你是否愿意幫助部落做好戰爭的準備？",
    ["O"] = "和奧格瑞瑪精神谷的督軍格爾庫克談一談。",
    ["T"] = "部落需要你的幫助！",
  },
  [8794] = {
    ["D"] = "你好，我很高興你愿意聽我說話。部落需要一切可以獲得的幫助來準備發動安其拉戰爭，這意味著，我們需要你！現在，官方的資源收集者正在收集必需的資源儲備，但是如果沒有你的幫助的話，我們是無法達成目標的，$N！$B$B你應該和負責此事的督軍格爾庫克談一談。你覺得怎么樣？你是否愿意幫助部落做好戰爭的準備？",
    ["O"] = "和奧格瑞瑪精神谷的督軍格爾庫克談一談。",
    ["T"] = "部落需要你的幫助！",
  },
  [8795] = {
    ["D"] = "你好，我很高興你愿意聽我說話。聯盟需要一切可以獲得的幫助來準備發動安其拉戰爭，這意味著，我們需要你！現在，官方的資源收集者正在收集必需的資源儲備，但是如果沒有你的幫助的話，我們是無法達成目標的，$N！$B$B你應該和負責此事的大元帥斯諾·落雪談一談。你覺得怎么樣？你是否愿意幫助聯盟做好戰爭的準備？",
    ["O"] = "和鐵爐堡軍事區的大元帥斯諾·落雪談一談。",
    ["T"] = "聯盟需要你的幫助！",
  },
  [8796] = {
    ["D"] = "你好，我很高興你愿意聽我說話。聯盟需要一切可以獲得的幫助來準備發動安其拉戰爭，這意味著，我們需要你！現在，官方的資源收集者正在收集必需的資源儲備，但是如果沒有你的幫助的話，我們是無法達成目標的，$N！$B$B你應該和負責此事的大元帥斯諾·落雪談一談。你覺得怎么樣？你是否愿意幫助聯盟做好戰爭的準備？",
    ["O"] = "和鐵爐堡軍事區的大元帥斯諾·落雪談一談。",
    ["T"] = "聯盟需要你的幫助！",
  },
  [8797] = {
    ["D"] = "你好，我很高興你愿意聽我說話。聯盟需要一切可以獲得的幫助來準備發動安其拉戰爭，這意味著，我們需要你！現在，官方的資源收集者正在收集必需的資源儲備，但是如果沒有你的幫助的話，我們是無法達成目標的，$N！$B$B你應該和負責此事的大元帥斯諾·落雪談一談。你覺得怎么樣？你是否愿意幫助聯盟做好戰爭的準備？",
    ["O"] = "和鐵爐堡軍事區的大元帥斯諾·落雪談一談。",
    ["T"] = "聯盟需要你的幫助！",
  },
  [8798] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "你自己的機械雪人",
  },
  [8799] = {
    ["D"] = "聽著……我本不該告訴你這些，不過既然你是個大英雄……$B$B今年到處都有新鮮的冬青樹茁壯成長，不過它們很快就會枯萎。我們弄了一臺機器，可以儲藏冬青樹，然后在夏天拿出來熱賣！$B$B我可以讓你使用我們儲藏的冬青樹，不過你必須得是個夠資格的大廚！給我帶來一些石中鹽，還有兩個，不，三個，我是說五個金幣。你覺得怎么樣？夠劃算吧？",
    ["O"] = "將1份石中鹽和5個金幣交給冬青樹儲藏器，以換取5棵冬青樹。",
    ["T"] = "大英雄！",
  },
  [8800] = {
    ["D"] = "一旦你完成了分配給你的任務，就去找鐵匠瓦古斯談談。讓他看看你在戰斗中得到的徽章。他會為你提供一些合適的裝備。",
    ["O"] = "與希利蘇斯塞納里奧要塞的瓦古斯談一談。",
    ["T"] = "塞納里奧的裝備",
  },
  [8801] = {
    ["D"] = "安其拉的高墻搖晃起來。超越這世界的邪惡力量已經被摧毀了。$B$B當你注視著巨像憎惡的遺跡時，心跳幾乎被凍結。在死一般的寂靜中，你還是能感覺克蘇恩的邪惡力量。$B$B你完成了別人認為不可能的任務。$B$B你取下惡魔的眼柄小心放進你的包包里。$B$B把克蘇恩之眼帶到下一個房間里的巨龍那兒。",
    ["O"] = "將克蘇恩之眼帶給安其拉神廟的卡拉史塔斯。",
    ["T"] = "克蘇恩的遺產",
  },
  [8802] = {
    ["D"] = "前往時光之穴，$G大人：女士；$N。安納克羅斯等著你回來。把克蘇恩之眼交給他，他絕對會將它放在主人的收集品里。",
    ["O"] = "把克蘇恩之眼帶給時光之穴的安納克羅斯。",
    ["T"] = "卡林多的救星",
  },
  [8803] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "節日禮物",
  },
  [8804] = {
    ["D"] = "目前塞納里奧要塞涌入了大量的新兵，我們的首要問題就成了如何保證他們在沙漠中生存下來。缺水的環境和遍布希利蘇斯的劇毒生物都威脅著這些缺乏經驗的志愿者。去收集一些必需的物資，把他們交給要塞里的卡蘭德拉斯吧。",
    ["O"] = "把4份純水之球、4份特效抗毒藥劑和4份烤鮭魚交給希利蘇斯塞納里奧要塞的卡蘭德拉斯。你還必須隨身帶著后勤任務簡報 I才能完成這個任務。",
    ["T"] = "沙漠生存包",
  },
  [8805] = {
    ["D"] = "目前塞納里奧要塞的騎兵團缺乏足夠的毛皮護甲片，去收集大量護甲片，然后立即把它們交給塞納里奧要塞的維斯·庫魯茲隊長。",
    ["O"] = "把毛皮護甲片交給希利蘇斯塞納里奧要塞的維斯·庫魯茲。",
    ["T"] = "衛兵的護甲片",
  },
  [8806] = {
    ["D"] = "塞納里奧要塞的衛兵急需磨刀石。去收集足夠的磨刀石，然后立即把它們交給塞納里奧要塞的維斯·庫魯茲隊長。",
    ["O"] = "把磨刀石交給希利蘇斯塞納里奧要塞的維斯·庫魯茲。",
    ["T"] = "衛兵的磨刀石",
  },
  [8807] = {
    ["D"] = "戰場的繃帶儲存量在最近戰爭傷亡之后急劇降低。把大量的急救物資帶給塞納里奧要塞的喚風者梅恩·長角。",
    ["O"] = "把20個重符文繃帶，20個厚絲質繃帶和20個厚絨線繃帶帶給喚風者梅恩·長角。",
    ["T"] = "研究材料",
  },
  [8808] = {
    ["D"] = "戰場的繃帶儲存量在最近戰爭傷亡之后急劇降低。把大量的急救物資帶給塞納里奧要塞的喚風者梅恩·長角。",
    ["O"] = "把20個重符文繃帶，20個厚絲質繃帶和20個厚絨線繃帶帶給喚風者梅恩·長角。",
    ["T"] = "制服供應",
  },
  [8809] = {
    ["D"] = "瓦古斯是塞納里奧要塞的鐵匠，他需要一些附魔材料來為我們的部隊制作強力的武器。去找到這些材料，把它們直接交給瓦古斯，這樣塞納里奧議會的軍隊就有了作戰裝備的保障。",
    ["O"] = "把2塊魔化瑟銀錠和2塊魔化皮交給希利蘇斯塞納里奧要塞的瓦古斯。你還必須隨身帶著后勤任務簡報 IX才能完成這個任務。",
    ["T"] = "特殊的材料",
  },
  [8810] = {
    ["D"] = "我們的繃帶儲備在最近接連不斷的戰事之后急劇降低。收集大量的急救物資，把它們交給塞納里奧要塞的喚風者梅恩·長角。",
    ["O"] = "把20根重符文繃帶，20根厚絲質繃帶和20根厚絨線繃帶帶給喚風者梅恩·長角。你還必須隨身帶著后勤任務簡報 X才能完成這個任務。",
    ["T"] = "戰場上的繃帶",
  },
  [8811] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "一枚榮譽徽章",
  },
  [8812] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "一枚榮譽徽章",
  },
  [8813] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "一枚榮譽徽章",
  },
  [8814] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "一枚榮譽徽章",
  },
  [8815] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "一枚榮譽徽章",
  },
  [8816] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "一枚榮譽徽章",
  },
  [8817] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "一枚榮譽徽章",
  },
  [8818] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "一枚榮譽徽章",
  },
  [8819] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "十枚榮譽徽章",
  },
  [8820] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "十枚榮譽徽章",
  },
  [8821] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "十枚榮譽徽章",
  },
  [8822] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "十枚榮譽徽章",
  },
  [8823] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "十枚榮譽徽章",
  },
  [8824] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "十枚榮譽徽章",
  },
  [8825] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "十枚榮譽徽章",
  },
  [8826] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "十枚榮譽徽章",
  },
  [8827] = {
    ["D"] = "我聽說冬天爺爺已經把許多禮物放在了鐵爐堡的圣誕樹下，今年煙林牧場又慷慨地贊助了不少錢！我很想去看看，但是我更想一睹PX-238型歡樂制造器。$B$B如果你沒事的話，最好去看一看，我相信冬天爺爺的禮物中也有你的一份。",
    ["O"] = "與冬天爺爺談一談。他就在鐵爐堡的煙林牧場商人附近。",
    ["T"] = "冬天的禮物",
  },
  [8828] = {
    ["D"] = "我聽說冬天爺爺已經把許多禮物放在了鐵爐堡的圣誕樹下，今年煙林牧場又慷慨地贊助了不少錢！我很想去看看，但是我更想一睹PX-238型歡樂制造器。$B$B如果你沒事的話，最好去看一看，我相信冬天爺爺的禮物中也有你的一份。",
    ["O"] = "與冬天爺爺談一談。他就在奧格瑞瑪的煙林牧場商人附近。",
    ["T"] = "冬天的禮物",
  },
  [8829] = {
    ["D"] = "暮光之錘的運作機制有著數不清的保密措施。雖然他們的身影在世界各地出現，但他們策劃陰謀的大本營卻是在一個我們不知道的地方。$B$B我們相信暮光之錘用以召喚頭目的石頭可以用來進行雙向傳送，因此我們要嘗試使用它。當然，我們必須仿造一件暮光大使的長袍。$B$B把必需的材料交給奧蕾爾·金葉，$n。",
    ["O"] = "將1塊暗影之皮、3條磨損的憎惡縫合線和1件暮光信徒長袍交給塞納里奧要塞的奧蕾爾·金葉。你還必須隨身帶著后勤任務簡報 XI才能完成這個任務。",
    ["T"] = "終極的偽裝",
  },
  [8830] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "一枚榮譽徽章",
  },
  [8831] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "十枚榮譽徽章",
  },
  [8832] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "一枚榮譽徽章",
  },
  [8833] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "十枚榮譽徽章",
  },
  [8834] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "一枚榮譽徽章",
  },
  [8835] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "十枚榮譽徽章",
  },
  [8836] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "一枚榮譽徽章",
  },
  [8837] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "十枚榮譽徽章",
  },
  [8838] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "一枚榮譽徽章",
  },
  [8839] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "十枚榮譽徽章",
  },
  [8840] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "一枚榮譽徽章",
  },
  [8841] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "十枚榮譽徽章",
  },
  [8842] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "一枚榮譽徽章",
  },
  [8843] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "十枚榮譽徽章",
  },
  [8844] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "一枚榮譽徽章",
  },
  [8845] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "十枚榮譽徽章",
  },
  [8846] = {
    ["D"] = "",
    ["O"] = "Well then, it\'s settled; here are your supplies, $c. If you wish to do an additional exchange, then I am prepared to authorize it. Just give me the word and I\'ll make it happen.$B$BKeep up the good work, $N. We need all the materiel we can muster if we\'re going to win this thing. If we all do our part, then victory shall be ours for the taking!",
    ["T"] = "五枚榮譽徽章換取物資",
  },
  [8847] = {
    ["D"] = "",
    ["O"] = "Well then, it\'s settled; here are your supplies, $c. If you wish to do an additional exchange, then I am prepared to authorize it. Just give me the word and I\'ll make it happen.$B$BKeep up the good work, $N. We need all the materiel we can muster if we\'re going to win this thing. If we all do our part, then victory shall be ours for the taking!",
    ["T"] = "十枚榮譽徽章換取物資",
  },
  [8848] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "十五枚榮譽徽章換取物資",
  },
  [8849] = {
    ["D"] = "",
    ["O"] = "Well then, it\'s settled; here are your supplies, $c. If you wish to do an additional exchange, then I am prepared to authorize it. Just give me the word and I\'ll make it happen.$B$BKeep up the good work, $N. We need all the materiel we can muster if we\'re going to win this thing. If we all do our part, then victory shall be ours for the taking!",
    ["T"] = "二十枚榮譽徽章換取物資",
  },
  [8850] = {
    ["D"] = "",
    ["O"] = "Well then, it\'s settled; here are your supplies, $c. If you wish to do an additional exchange, then I am prepared to authorize it. Just give me the word and I\'ll make it happen.$B$BKeep up the good work, $N. We need all the materiel we can muster if we\'re going to win this thing. If we all do our part, then victory shall be ours for the taking!",
    ["T"] = "三十枚榮譽徽章換取物資",
  },
  [8851] = {
    ["D"] = "",
    ["O"] = "Well then, it\'s settled; here are your supplies, $c. If you wish to do an additional exchange, then I am prepared to authorize it. Just give me the word and I\'ll make it happen.$B$BKeep up the good work, $N. We need all the materiel we can muster if we\'re going to win this thing. If we all do our part, then victory shall be ours for the taking!",
    ["T"] = "五部落榮譽徽章",
  },
  [8852] = {
    ["D"] = "",
    ["O"] = "Well then, it\'s settled; here are your supplies, $c. If you wish to do an additional exchange, then I am prepared to authorize it. Just give me the word and I\'ll make it happen.$B$BKeep up the good work, $N. We need all the materiel we can muster if we\'re going to win this thing. If we all do our part, then victory shall be ours for the taking!",
    ["T"] = "十枚榮譽徽章換取物資",
  },
  [8853] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "十五枚榮譽徽章換取物資",
  },
  [8854] = {
    ["D"] = "",
    ["O"] = "Well then, it\'s settled; here are your supplies, $c. If you wish to do an additional exchange, then I am prepared to authorize it. Just give me the word and I\'ll make it happen.$B$BKeep up the good work, $N. We need all the materiel we can muster if we\'re going to win this thing. If we all do our part, then victory shall be ours for the taking!",
    ["T"] = "二十枚榮譽徽章換取物資",
  },
  [8855] = {
    ["D"] = "",
    ["O"] = "Well then, it\'s settled; here are your supplies, $c. If you wish to do an additional exchange, then I am prepared to authorize it. Just give me the word and I\'ll make it happen.$B$BKeep up the good work, $N. We need all the materiel we can muster if we\'re going to win this thing. If we all do our part, then victory shall be ours for the taking!",
    ["T"] = "三十枚榮譽徽章換取物資",
  },
  [8857] = {
    ["D"] = "我正在尋找那些經過戰爭洗禮的冒險者，看他們是否愿意從亞什巨像的尸體上取到新鮮的獠牙樣本，并把它交給藏寶海灣的奧格索普。不，不，我可不希望你在那家伙的尸體附近游蕩。你只需迅速取回樣本，這東西腐爛了就不好辦了！",
    ["O"] = "把亞什巨像的獠牙交給藏寶海灣的奧格索普·奧布諾提斯。",
    ["T"] = "亞什巨像的秘密",
  },
  [8858] = {
    ["D"] = "我只想把這個甲蟲殼套在奧菲斯特的大肥臉上…可惜，我現在要在這里收集畸形的蟑螂樣本。我會一直在這里直到清晨。$B$B快點幫我把這個樣本帶給奧菲斯特，$c。他會重重答謝你!$B$B沒錯，瑟銀哨塔 – 就在灼熱峽谷。",
    ["O"] = "把雷戈巨像的甲殼帶給灼熱峽谷的工頭奧菲斯特。",
    ["T"] = "巨像的秘密 - 雷戈",
  },
  [8859] = {
    ["D"] = "我的奴仆差點在取得這個樣本時喪命。你一定要動作快！瑪克斯韋爾·泰羅索斯男爵急需要一個新鮮的甲殼樣本。他相信巨像的秘密可以幫助我們對抗天譴軍團！$B$B你怎么還在這里！？到圣光之愿禮拜堂！沒錯，你會得到可觀的獎勵…",
    ["O"] = "把佐拉巨像的甲殼帶到東瘟疫之地的圣光之愿禮拜堂給瑪克斯韋爾·泰羅索斯男爵。",
    ["T"] = "巨像的秘密 - 佐拉",
  },
  [8860] = {
    ["D"] = "暴風城正在舉行新年慶典！所有人都可以全天暢飲美酒佳肴，晚上還會有焰火表演！聽起來是不錯……不過藏寶海灣也有這樣的慶典，我敢說這個肯定更棒！$B$B總之，暴風城的旅店老板奧里森需要一些煙林牧場的補給品才能應付需求量巨大的慶典，你能幫我送一趟貨嗎？$B$B謝謝你，$n！旅店老板奧里森在鑲金玫瑰旅店，就在暴風城的貿易區里。",
    ["O"] = "將煙林補給品交給暴風城的旅店老板奧里森。",
    ["T"] = "慶祝新年！",
  },
  [8861] = {
    ["D"] = "雷霆崖正在舉行新年慶典！所有人都可以全天暢飲美酒佳肴，晚上還會有焰火表演！聽起來是不錯……不過藏寶海灣也有這樣的慶典，我敢說這個肯定更棒！$B$B總之，雷霆崖的旅店老板帕拉需要一些煙林牧場的補給品才能應付需求量巨大的慶典，你能幫我送一趟貨嗎？$B$B謝謝你，$n！帕拉的旅店就在通往獵人高地的吊橋邊。",
    ["O"] = "將煙林補給品交給雷霆崖的旅店老板帕拉。",
    ["T"] = "慶祝新年！",
  },
  [8862] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "艾露恩的蠟燭",
  },
  [8863] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "美味佳肴",
  },
  [8864] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "節慶長裙",
  },
  [8865] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "節慶褲裝",
  },
  [8866] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "銅須長者",
  },
  [8867] = {
    ["D"] = "每年月光林地的德魯伊們都會舉行慶典，紀念我們打敗遠古惡魔的日子。$B$B我們贊美長者的智慧，共享美食盛宴，當然……我們還會燃放煙花！$B$B這些不是普通的煙花表演，$N。這些煙花承載著月神的賜福，用月火點燃它們，以此來祝愿大家健康。$B$B你只需付出一點點花費，就可以從我們的商人那里購買一些五顏六色的煙花，然后在周圍的發射器上點燃它們。",
    ["O"] = "點燃8枚春節煙花和2組春節煙花束，然后回到任何一座主城的春節預告者身邊。",
    ["T"] = "春節煙花",
  },
  [8868] = {
    ["D"] = "年獸曾經是這個世界的英雄，一頭充滿著力量、能給人帶來幸運的巨狼。在上古之戰時，它和其他的英雄一起對抗燃燒軍團，但最終卻被惡魔腐蝕，成為了邪惡的野獸，在艾澤拉斯傳播恐懼與死亡。$B$B最終，它在月光林地這里被打敗了，并長眠在月神湖底。但是每年的這個時候，在春節期間，它都會蘇醒……$B$B集結你的軍團吧，$n，召喚并打敗年獸，艾露恩將賜予你祝福！",
    ["O"] = "召喚年獸，擊敗它，并獲得艾露恩的祝福。完成任務之后回到永夜港的瓦拉達爾·星歌那里。",
    ["T"] = "艾露恩的祝福",
  },
  [8870] = {
    ["D"] = "春節將至，$n！塞納里奧議會邀請所有艾澤拉斯的居民參加我們的新年慶典活動。你可以在這座城市中尋找一個有神圣的月光之環標記的地方，我們的春節預告者就在那里！她可以告訴你更多關于這個節日的細節信息。",
    ["O"] = "與鐵爐堡秘法區的春節預告者交談。當然，你也可以到其他主城中去尋找當地的新年預報者。",
    ["T"] = "春節將至！",
  },
  [8871] = {
    ["D"] = "春節將至，$n！塞納里奧議會邀請所有艾澤拉斯的居民參加我們的新年慶典活動。你可以在這座城市中尋找一個有神圣的月光之環標記的地方，我們的春節預告者就在那里！她可以告訴你更多關于這個節日的細節信息。",
    ["O"] = "與暴風城花園區的春節預告者交談。當然，你也可以到其他主城中去尋找當地的新年預報者。",
    ["T"] = "春節將至！",
  },
  [8872] = {
    ["D"] = "春節將至，$n！塞納里奧議會邀請所有艾澤拉斯的居民參加我們的新年慶典活動。你可以在這座城市中尋找一個有神圣的月光之環標記的地方，我們的春節預告者就在那里！她可以告訴你更多關于這個節日的細節信息。",
    ["O"] = "與達納蘇斯塞納里奧區的春節預告者交談。當然，你也可以到其他主城中去尋找當地的新年預報者。",
    ["T"] = "春節將至！",
  },
  [8873] = {
    ["D"] = "春節將至，$n！塞納里奧議會邀請所有艾澤拉斯的居民參加我們的新年慶典活動。你可以在這座城市中尋找一個有神圣的月光之環標記的地方，我們的春節預告者就在那里！她可以告訴你更多關于這個節日的細節信息。",
    ["O"] = "與奧格瑞瑪智慧谷的春節預告者交談。當然，你也可以到其他主城中去尋找當地的新年預報者。",
    ["T"] = "春節將至！",
  },
  [8874] = {
    ["D"] = "春節將至，$n！塞納里奧議會邀請所有艾澤拉斯的居民參加我們的新年慶典活動。你可以在這座城市中尋找一個有神圣的月光之環標記的地方，我們的春節預告者就在那里！她可以告訴你更多關于這個節日的細節信息。",
    ["O"] = "與幽暗城入口處的春節預告者交談。當然，你也可以到其他主城中去尋找當地的新年預報者。",
    ["T"] = "春節將至！",
  },
  [8875] = {
    ["D"] = "春節將至，$n！塞納里奧議會邀請所有艾澤拉斯的居民參加我們的新年慶典活動。你可以在這座城市中尋找一個有神圣的月光之環標記的地方，我們的春節預告者就在那里！她可以告訴你更多關于這個節日的細節信息。",
    ["O"] = "與雷霆崖長者高地的春節預告者交談。當然，你也可以到其他主城中去尋找當地的新年預報者。",
    ["T"] = "春節將至！",
  },
  [8876] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "小型煙花",
  },
  [8877] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "煙花發射器",
  },
  [8878] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "節日的設計圖",
  },
  [8879] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "大型煙花",
  },
  [8880] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "煙花束",
  },
  [8881] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "大型煙花束",
  },
  [8882] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "煙花束發射器",
  },
  [8883] = {
    ["D"] = "現在你已經拿到了春節邀請函，就趕快到月光林地去吧！你可以在那里看到狂歡的人群，瓦拉達爾·星歌和他的妹妹法蕾爾·星歌在永夜港負責接待前來參加慶典的人。$B$B走上這道月光就可以被傳送到月光林地去，到那里之后就找瓦拉達爾·星歌談談吧，看看你能在節日期間拿到什么獎品！",
    ["O"] = "在月光中使用你的春節邀請函前往月光林地，抵達之后與永夜港的瓦拉達爾·星歌談一談。",
    ["T"] = "瓦拉達爾·星歌",
  },
  [8893] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "超級測蛋器",
  },
  [8897] = {
    ["D"] = "我得在城門駐守巡邏，但是我心里一直想著我的戀人科蘭拉。如果幸運的話，我還能注視她一會兒；但是，你瞧瞧我，我不過是個薪水微薄的小軍官，隨時都可能奉命趕赴前線。$B$B她會忘記我嗎？城里有那么多男人，其中不乏有錢的家伙。$B$B不管怎樣，我寫了一些東西給她……如果你能幫我交給她的話，我會很感謝你的。",
    ["O"] = "將亨德瑞克中尉精心書寫的信件交給暴風城銀行外面的科蘭拉·迪恩。",
    ["T"] = "親愛的科蘭拉",
  },
  [8898] = {
    ["D"] = "我上次去暴風城銀行辦事時遇到一位少女。她偷走了我的心。現在，我想她想得快發瘋了！我想把這封信給她——我反反復復寫了12次呢！$B$B這封信裝滿了我的心意，我一定要讓她看看。$B$B如果你順路的話，能幫我這個忙嗎？",
    ["O"] = "將皺褶的信件交給暴風城銀行外面的科蘭拉·迪恩。",
    ["T"] = "親愛的科蘭拉",
  },
  [8899] = {
    ["D"] = "要怎么描述她的美麗呢？我腦海里涌現了數千個形容詞，卻不知道該挑哪些。$B$B這些詞語擾亂了我的思緒，令我的舌頭打結。$B$B我久久地思考著，卻發現任何一個詞語都不足以描述她清新脫俗的容貌。啊，不行，她一定得盡快看到我的情書，不然其他的追求者肯定會奪走她的芳心。",
    ["O"] = "將精美的信件交給暴風城銀行外面的科蘭拉·迪恩。",
    ["T"] = "親愛的科蘭拉",
  },
  [8900] = {
    ["D"] = "她是如此悲傷，上次我路經幽暗城的時候就注意到了。我是說，她看起來很憂郁——你不這樣認為嗎？$B$B但是在一番交談之后，我們的關系有了微妙的變化。除了她，誰都不能理解我心里所想的事兒。$B$B當我把這種感覺告訴別人時，他們總是嘲笑我，因此我再也沒有跟她講過話了。但是我好想她……你能幫我把這封信帶給她嗎？你得親自把信送到她手上。",
    ["O"] = "將輕折的信件交給幽暗城銀行附近的艾琳娜·海東。",
    ["T"] = "親愛的艾琳娜",
  },
  [8901] = {
    ["D"] = "年輕的$c，你知道什么是愛情嗎？我一直以為自己跟愛情扯不上什么關系，直到最近在幽暗城邂逅了一位名叫艾琳娜的少女。我和我的族人們都不常外出，更不要說被遺忘者了。$B$B但是，我日日夜夜都在想她。$B$B你能幫我把這封信帶給她嗎？我想請她來莫高雷。希望她能接受我的邀請。",
    ["O"] = "將精心書寫的信件交給幽暗城銀行附近的艾琳娜·海東。",
    ["T"] = "親愛的艾琳娜",
  },
  [8902] = {
    ["D"] = "很久很久以前，我就跟青梅竹馬的艾琳娜訂婚了。雖然我對她的愛戀在多年之前就消退了，但她依然時常闖入我的內心。$B$B也許，即使在經歷了那么多事情之后，我們的心中還是為愛情留下了空間。$B$B我相信她也變了許多。你能幫我把這封信交給她嗎？我自己去的話肯定會很緊張的。",
    ["O"] = "將充滿感情的信件交給幽暗城銀行附近的艾琳娜·海東。",
    ["T"] = "親愛的艾琳娜",
  },
  [8903] = {
    ["D"] = "這場突然爆發的愛情流行感冒一定有問題。這不合常理，這是丑惡的，這甚至可能是對我們聯盟安全的一個重大威脅。$b$b你想想，要是所有的衛兵都染上了這花癡病，那可怎么辦？這種事情絕不能發生。$b$b到暴風城的衛兵中間去打探打探，給我抓一個已經著了道的衛兵出來。",
    ["O"] = "弄到一張暴風城衛兵的卡片，并把它交給暴風城的阿瑞斯坦·莫塔。",
    ["T"] = "危險的愛情",
  },
  [8904] = {
    ["D"] = "這場突然爆發的愛情流行感冒一定有問題。這可真討厭，我們的防御力量被大大削弱了！這是對我們安全狀況的一個重大威脅。$b$b那么多人都染了這種病，整天做些奇怪的事，這就已經很糟糕了。更糟的是，這種情況現在已經蔓延向了我們的衛兵，本來他們應該絕對免疫這類誘惑的。$b$b到幽暗城的衛兵中間去打探打探，給我抓一個已經走火入魔的衛兵出來。",
    ["O"] = "弄到一張發臭的卡片，并把它交給幽暗城的芬斯塔·艾吉勒。",
    ["T"] = "危險的愛情",
  },
  [8905] = {
    ["D"] = "你好，$c。我這里有一些你可能會很感興趣的東西。$B$B它跟你們這個職業的人平常穿著的那些護甲有點類似，但質量上遠遠好于你們現在所擁有的。要是你能幫我一個小忙的話，我愿意拿它來從你手里換一件普通的套裝組件。$B$B棲息在冬泉谷的霜刃豹和熊身上的血液有著某種我目前很需要的特性。給我帶來一批樣本，再把普通套裝的手腕部分拿來，當然了，你還得支付一些金幣。你會發現這其實是筆很劃算的交易。",
    ["O"] = "將15份冬泉谷血樣、20枚金幣以及一副野性之心護腕交給鐵爐堡的德莉亞娜。",
    ["T"] = "熱心的建議",
  },
  [8906] = {
    ["D"] = "你好，$c。我這里有一些你可能會很感興趣的東西。$B$B它跟你們這個職業的人平常穿著的那些護甲有點類似，但質量上遠遠好于你們現在所擁有的。要是你能幫我一個小忙的話，我愿意拿它來從你手里換一件普通的套裝組件。$B$B棲息在冬泉谷的霜刃豹和熊身上的血液有著某種我目前很需要的特性。給我帶來一批樣本，再把普通套裝的手腕部分拿來，當然了，你還得支付一些金幣。你會發現這其實是筆很劃算的交易。",
    ["O"] = "將15份冬泉谷血樣、20枚金幣，以及一副野獸追獵者護腕交給鐵爐堡的德莉亞娜。",
    ["T"] = "熱心的建議",
  },
  [8907] = {
    ["D"] = "你好，$c。我這里有一些你可能會很感興趣的東西。$B$B它跟你們這個職業的人平常穿著的那些護甲有點類似，但質量上遠遠好于你們現在所擁有的。要是你能幫我一個小忙的話，我愿意拿它來從你手里換一件普通的套裝組件。$B$B棲息在冬泉谷的霜刃豹和熊身上的血液有著某種我目前很需要的特性。給我帶來一批樣本，再把普通套裝的手腕部分拿來，當然了，你還得支付一些金幣。你會發現這其實是筆很劃算的交易。",
    ["O"] = "將15份冬泉谷血樣、20枚金幣，以及一副博學者腕輪交給鐵爐堡的德莉亞娜。",
    ["T"] = "熱心的建議",
  },
  [8908] = {
    ["D"] = "你好，$c。我這里有一些你可能會很感興趣的東西。$B$B它跟你們這個職業的人平常穿著的那些護甲有點類似，但質量上遠遠好于你們現在所擁有的。要是你能幫我一個小忙的話，我愿意拿它來從你手里換一件普通的套裝組件。$B$B棲息在冬泉谷的霜刃豹和熊身上的血液有著某種我目前很需要的特性。給我帶來一批樣本，再把普通套裝的手腕部分拿來，當然了，你還得支付一些金幣。你會發現這其實是筆很劃算的交易。",
    ["O"] = "將15份冬泉谷血樣、20枚金幣，以及一副光鑄護腕交給鐵爐堡的德莉亞娜。",
    ["T"] = "熱心的建議",
  },
  [8909] = {
    ["D"] = "你好，$c。我這里有一些你可能會很感興趣的東西。$B$B它跟你們這個職業的人平常穿著的那些護甲有點類似，但質量上遠遠好于你們現在所擁有的。要是你能幫我一個小忙的話，我愿意拿它來從你手里換一件普通的套裝組件。$B$B棲息在冬泉谷的霜刃豹和熊身上的血液有著某種我目前很需要的特性。給我帶來一批樣本，再把普通套裝的手腕部分拿來，當然了，你還得支付一些金幣。你會發現這其實是筆很劃算的交易。",
    ["O"] = "將15份冬泉谷血樣、20枚金幣，以及一副虔誠護腕交給鐵爐堡的德莉亞娜。",
    ["T"] = "熱心的建議",
  },
  [8910] = {
    ["D"] = "你好，$c。我這里有一些你可能會很感興趣的東西。$B$B它跟你們這個職業的人平常穿著的那些護甲有點類似，但質量上遠遠好于你們現在所擁有的。要是你能幫我一個小忙的話，我愿意拿它來從你手里換一件普通的套裝組件。$B$B棲息在冬泉谷的霜刃豹和熊身上的血液有著某種我目前很需要的特性。給我帶來一批樣本，再把普通套裝的手腕部分拿來，當然了，你還得支付一些金幣。你會發現這其實是筆很劃算的交易。",
    ["O"] = "將15份冬泉谷血樣、20枚金幣，以及一副迅影護腕交給鐵爐堡的德莉亞娜。",
    ["T"] = "熱心的建議",
  },
  [8911] = {
    ["D"] = "你好，$c。我有一些你可能會感興趣的東西。$B$B它很像你們那個職業的人會穿戴的典型護甲，但是等級高很多。只要你幫我一個小忙，我愿意和你交換一件普通裝備。$B$B冬泉谷的霜刃豹和熊的鮮血里有我目前需要的成分。幫我帶來足夠的樣本還有護腕裝備，以及一點金子。你會發現你的付出是值得的。",
    ["O"] = "取得15滴冬泉血滴樣本，20金和1套鬼霧護腕給鐵爐堡的德莉娜。",
    ["T"] = "誠摯的建議",
  },
  [8912] = {
    ["D"] = "你好，$c。我這里有一些你可能會很感興趣的東西。$B$B它跟你們這個職業的人平常穿著的那些護甲有點類似，但質量上遠遠好于你們現在所擁有的。要是你能幫我一個小忙的話，我愿意拿它來從你手里換一件普通的套裝組件。$B$B棲息在冬泉谷的霜刃豹和熊身上的血液有著某種我目前很需要的特性。給我帶來一批樣本，再把普通套裝的手腕部分拿來，當然了，你還得支付一些金幣。你會發現這其實是筆很劃算的交易。",
    ["O"] = "將15份冬泉谷血樣、20枚金幣，以及一副勇氣護腕交給鐵爐堡的德莉亞娜。",
    ["T"] = "熱心的建議",
  },
  [8913] = {
    ["D"] = "嗨，$C！從你的言行舉止就能看出你是個歷經滄桑、見多識廣的家伙。但是我打賭你沒有見過這么一件護甲。$B$B要是你能幫我一個小忙的話，我愿意拿它來從你手里換一件普通套裝的手腕部分。$B$B我需要大量生活在希利蘇斯地區的蝎子和蜘蛛的毒液。把毒液樣本帶給我，再支付一些金幣，我就跟你交換。",
    ["O"] = "將15份希利蘇斯毒液樣品、20枚金幣以及一副野性之心護腕交給奧格瑞瑪的莫克瓦爾。",
    ["T"] = "熱心的建議",
  },
  [8914] = {
    ["D"] = "嗨，$C！從你的言行舉止就能看出你是個歷經滄桑、見多識廣的家伙。但是我打賭你沒有見過這么一件護甲。$B$B要是你能幫我一個小忙的話，我愿意拿它來從你手里換一件普通套裝的手腕部分。$B$B我需要大量生活在希利蘇斯地區的蝎子和蜘蛛的毒液。把毒液樣本帶給我，再支付一些金幣，我就跟你交換。",
    ["O"] = "將15份希利蘇斯毒液樣品、20枚金幣以及一副野獸追獵者護腕交給奧格瑞瑪的莫克瓦爾。",
    ["T"] = "熱心的建議",
  },
  [8915] = {
    ["D"] = "嗨，$C！從你的言行舉止就能看出你是個歷經滄桑、見多識廣的家伙。但是我打賭你沒有見過這么一件護甲。$B$B要是你能幫我一個小忙的話，我愿意拿它來從你手里換一件普通套裝的手腕部分。$B$B我需要大量生活在希利蘇斯地區的蝎子和蜘蛛的毒液。把毒液樣本帶給我，再支付一些金幣，我就跟你交換。",
    ["O"] = "將15份希利蘇斯毒液樣品、20枚金幣以及一副博學者腕輪交給奧格瑞瑪的莫克瓦爾。",
    ["T"] = "熱心的建議",
  },
  [8916] = {
    ["D"] = "嗨，$c!我從你舉止可以看出，你已經見識過這世界許多事了。但是我敢打賭你一定沒有看過像這樣的護甲。$B$B幫我個小忙，我就和你交換一套普通的護腕。$B$B我現在需要足夠的希利蘇斯蜘蛛與蝎的毒液樣本。把物品帶給我再加上幾枚金幣，我就履行這項交易。",
    ["O"] = "取得15滴希利蘇斯毒液樣本，20金和1套虔誠護腕，帶給奧格瑪的莫克瓦。",
    ["T"] = "誠摯的建議",
  },
  [8917] = {
    ["D"] = "嗨，$C！從你的言行舉止就能看出你是個歷經滄桑、見多識廣的家伙。但是我打賭你沒有見過這么一件護甲。$B$B要是你能幫我一個小忙的話，我愿意拿它來從你手里換一件普通套裝的手腕部分。$B$B我需要大量生活在希利蘇斯地區的蝎子和蜘蛛的毒液。把毒液樣本帶給我，再支付一些金幣，我就跟你交換。",
    ["O"] = "將15份希利蘇斯毒液樣品、20枚金幣以及一副迅影護腕交給奧格瑞瑪的莫克瓦爾。",
    ["T"] = "熱心的建議",
  },
  [8918] = {
    ["D"] = "嗨，$C！從你的言行舉止就能看出你是個歷經滄桑、見多識廣的家伙。但是我打賭你沒有見過這么一件護甲。$B$B要是你能幫我一個小忙的話，我愿意拿它來從你手里換一件普通套裝的手腕部分。$B$B我需要大量生活在希利蘇斯地區的蝎子和蜘蛛的毒液。把毒液樣本帶給我，再支付一些金幣，我就跟你交換。",
    ["O"] = "將15份希利蘇斯毒液樣品、20枚金幣以及一副元素腕輪交給奧格瑞瑪的莫克瓦爾。",
    ["T"] = "熱心的建議",
  },
  [8919] = {
    ["D"] = "嗨，$C！從你的言行舉止就能看出你是個歷經滄桑、見多識廣的家伙。但是我打賭你沒有見過這么一件護甲。$B$B要是你能幫我一個小忙的話，我愿意拿它來從你手里換一件普通套裝的手腕部分。$B$B我需要大量生活在希利蘇斯地區的蝎子和蜘蛛的毒液。把毒液樣本帶給我，再支付一些金幣，我就跟你交換。",
    ["O"] = "將15份希利蘇斯毒液樣品、20枚金幣以及一副鬼霧護腕交給奧格瑞瑪的莫克瓦爾。",
    ["T"] = "熱心的建議",
  },
  [8920] = {
    ["D"] = "嗨，$C！從你的言行舉止就能看出你是個歷經滄桑、見多識廣的家伙。但是我打賭你沒有見過這么一件護甲。$B$B要是你能幫我一個小忙的話，我愿意拿它來從你手里換一件普通套裝的手腕部分。$B$B我需要大量生活在希利蘇斯地區的蝎子和蜘蛛的毒液。把毒液樣本帶給我，再支付一些金幣，我就跟你交換。",
    ["O"] = "將15份希利蘇斯毒液樣品、20枚金幣以及一副勇氣護腕交給奧格瑞瑪的莫克瓦爾。",
    ["T"] = "熱心的建議",
  },
  [8921] = {
    ["D"] = "啊，你需要我最新的研究產品……超維度幽靈顯形器！不過遺憾的是，我已經消耗光了所有的人力和資金，沒法繼續研究了。$B$B你說你愿意幫忙？太好了！我們首先需要建立起一個能夠收集亡靈物質的設備，制造一臺靈質提純器！這可不是一項簡單的工作，$N。$B$B我需要你給我找來一個奧金轉換器，一些強效不滅精華和一些石鱗魚油。我還需要一些來自燃燒平原的巖漿流里的火山灰，用來制造過濾網。",
    ["O"] = "將1個精密奧金轉換器、4份強效不滅精華、10瓶石鱗魚油、25份火山灰和40枚金幣交給加基森的穆克斯·瑪納斯卡波。",
    ["T"] = "靈質提純器",
  },
  [8922] = {
    ["D"] = "我必須想個辦法與安泰恩·哈爾蒙談談……更確切地說，和他的鬼魂好好談談！$B$B我知道有個技師對這種超自然的東西有著一種奇怪的興趣。他宣稱他可以造出一臺能讓與死者對話的機器！$B$B你收集來的血其實是為他所準備的，到加基森去，把這些帶給他，就算是支付給他的酬勞吧！",
    ["O"] = "將封起來的血液容器交給加基森的穆克斯·瑪納斯卡波。",
    ["T"] = "超自然的設備",
  },
  [8923] = {
    ["D"] = "你竟然收集到了這么多，看來真是個夠膽量的家伙。要不然就是我給你的護甲套件挑起了你興趣吧。要是你還愿意幫我的忙，我還能給你更多的套件。$B$要你采集的毒液樣本是為我的一個熟人穆克斯·瑪納斯卡波準備的。他是個技師，對于超自然的事物有著濃厚的興趣。他最近研究中的新項目是一臺可以讓你與死者交談的機器！那也是我聯絡安泰恩，并且了解自己處境的最后希望了。",
    ["O"] = "將封起來的毒液容器交給加基森的穆克斯·瑪納斯卡波。",
    ["T"] = "超自然的設備",
  },
  [8924] = {
    ["D"] = "這真是一件完美的器物，若能應用在工程學里就太好了，我不得不這么說！恐怕，你現在需要跑點遠路了，得去一些我們所必需的虛體亡靈生物里的靈質來。$B$B你看，不同的氣候將會導致幽靈體的亡靈生物的靈質不同。希利蘇斯的被折磨的暗夜精靈，冬泉谷的上層精靈幽靈，以及東瘟疫之地的幽靈和女妖或許能分別給我們提供不同的靈質樣本。在收集之前，一定要把萃取器放在它們附近！",
    ["O"] = "使用靈質提純器在希利蘇斯收集12份燒焦的靈質，在冬泉谷收集12份冰凍的靈質，以及在東瘟疫之地收集12份穩定的靈質。然后將這些東西與靈質提純器一起交給加基森的穆克斯·瑪納斯卡波。",
    ["T"] = "獵取靈質",
  },
  [8925] = {
    ["D"] = "接下來我們需要找到一種穩定且便于攜帶的能量，以便維持靈質的活性。我聽說有個名叫熔巖領主博奧克的強大土元素，它的心臟是個富含能量的巖漿核，永遠地在不停地散發著熱能！$B$B據說它就居住在燃燒平原的大熔爐。把它的心臟取來，這樣我們就可以獲得足夠的富含熱能的液體來維持超維度幽靈顯形器的運轉了！",
    ["O"] = "前往燃燒平原，找到熔巖領主博奧克，把它的巖漿核心交給加基森的穆克斯·瑪納斯卡波。",
    ["T"] = "便攜的能量源",
  },
  [8926] = {
    ["D"] = "你信守承諾將莫克斯建構的儀器帶來了。我相信如果我給你獎賞，你會感興趣的。若你想升級的話，就把腰帶和一整套手套拿來給我。我承諾我交還給你的一定是更為精良的物品。",
    ["O"] = "將野性之心腰帶，一套野性之心手套帶給鐵爐堡的德莉娜。",
    ["T"] = "公平的補償",
  },
  [8927] = {
    ["D"] = "你證明了自己是個非常可靠的人，$N。我相信你會幫我度過這次的困境，我會依照你的表現來給予獎勵。$B$B現在我要把你的腰帶和手套換掉。如果我們一起度過了這個難關，我就會把剩下的裝備都做給你。",
    ["O"] = "將野性之心腰帶和1套野性之心手套帶給奧格瑪的莫克瓦。",
    ["T"] = "公平的補償",
  },
  [8928] = {
    ["D"] = "那個核心可以提供足夠的巖漿來驅動我們的裝置，現在我們只需要制造一根耐性足夠，不會被熔掉的導流棒來引導能量就可以了！$B$B我曾在冬泉谷見過一個販賣各類奇特貨物的小鬼。他似乎有一根由某種元素制成的棒子，應該就是最完美的了。現在我真想抽自己的耳光，為什么當初沒有買下它。$B$B他就住在暗語峽谷入口附近的一處洞穴里。看看你能不能找到他吧！$B$B記住，超過40金幣就別要了，這是他過去給我開的價！",
    ["O"] = "到冬泉谷南部的暗語峽谷入口附近去，在那里的一處洞穴內的某個小鬼那里購買一根惡魔元素之杖，并把它交給加基森的穆克斯·瑪納斯卡波。",
    ["T"] = "小巧的商人",
  },
  [8929] = {
    ["D"] = "好吧，看來我們除了試試地精的發明外別無他法。據說安泰恩在試圖進入斯坦索姆時被天災軍團砍翻了。$B$B試試使用這個設備，看看你能從安泰恩的靈魂那里得到什么消息。",
    ["O"] = "在斯坦索姆的入口處使用超維度幽靈顯形器，然后與安泰恩·哈爾蒙的靈魂交談。",
    ["T"] = "尋找安泰恩",
  },
  [8930] = {
    ["D"] = "非常好，$N。后面唯一要做的事就是把這個地精的發明拿去測試一下了。據說安泰恩在嘗試進入斯坦索姆的時候被亡靈軍團干掉了。$B$B到那里去用一下這個裝置吧，看看你是否真的能跟死人說話！",
    ["O"] = "在斯坦索姆的入口處使用超維度幽靈顯形器，然后與安泰恩·哈爾蒙的靈魂交談。",
    ["T"] = "尋找安泰恩",
  },
  [8931] = {
    ["D"] = "你做到了你所承諾的事，把穆克斯制造的裝備給我帶了回來，那么我也按承諾給予你一件不錯的獎勵。把你原先使用的腰帶和手套拿來吧，我會幫你升級它們。我敢保證，新的裝備會比原來的好得多。",
    ["O"] = "將一條野獸追獵者腰帶和一副野獸追獵者手套交給鐵爐堡的德莉亞娜。",
    ["T"] = "小小的補償",
  },
  [8932] = {
    ["D"] = "你信守承諾將莫克斯建構的儀器帶來了。我相信如果我給你獎賞，你會感興趣的。若你想升級的話，就把普通腰帶和整套手套拿來給我。",
    ["O"] = "將博學者腰帶和1套博學者手套帶給鐵爐堡的德莉娜。",
    ["T"] = "公平的補償",
  },
  [8933] = {
    ["D"] = "你做到了你所承諾的事，把穆克斯制造的裝備給我帶了回來，那么我也按承諾給予你一件不錯的獎勵。把你原先使用的腰帶和手套拿來吧，我會幫你升級它們。我敢保證，新的裝備會比原來的好得多。",
    ["O"] = "將一條光鑄腰帶和一副光鑄護腕交給鐵爐堡的德莉亞娜。",
    ["T"] = "小小的補償",
  },
  [8934] = {
    ["D"] = "你信守承諾將莫克斯建構的儀器帶來了。我相信如果我給你獎賞，你會感興趣的。若你想升級的話，就把腰帶和一整套手套拿來給我。我承諾我給你的一定是超過精良的物品。",
    ["O"] = "將虔誠腰帶和1套虔誠手套帶給鐵爐堡的德莉娜。",
    ["T"] = "公平的補償",
  },
  [8935] = {
    ["D"] = "你做到了你所承諾的事，把穆克斯制造的裝備給我帶了回來，那么我也按承諾給予你一件不錯的獎勵。把你原先使用的腰帶和手套拿來吧，我會幫你升級它們。我敢保證，新的裝備會比原來的好得多。",
    ["O"] = "將一條迅影腰帶和一副迅影手套交給鐵爐堡的德莉亞娜。",
    ["T"] = "小小的補償",
  },
  [8936] = {
    ["D"] = "你做到了你所承諾的事，把穆克斯制造的裝備給我帶了回來，那么我也按承諾給予你一件不錯的獎勵。把你原先使用的腰帶和手套拿來吧，我會幫你升級它們。我敢保證，新的裝備會比原來的好得多。",
    ["O"] = "將一條鬼霧腰帶和一副鬼霧手套交給鐵爐堡的德莉亞娜。",
    ["T"] = "小小的補償",
  },
  [8937] = {
    ["D"] = "你信守承諾將莫克斯建構的儀器帶來了。我相信如果我給你獎賞，你會感興趣的。若你想升級的話，就把腰帶和一整套手套拿來給我。我承諾我交還給你的將會是更精良的物品。",
    ["O"] = "將勇氣腰帶和1套勇氣護手帶給鐵爐堡的德莉娜。",
    ["T"] = "公平的補償",
  },
  [8938] = {
    ["D"] = "你證明了自己是個非常可靠的人，$N。我相信你會幫我度過這次的困境，我會依照你的表現來給予獎勵。$B$B現在我要把你的腰帶和手套換掉。如果我們一起度過了這個難關，我就會把剩下的裝備都做給你。",
    ["O"] = "將馭獸者腰帶和1套馭獸者手套帶給奧格瑪的莫克瓦。",
    ["T"] = "公平的補償",
  },
  [8939] = {
    ["D"] = "你證明了自己是個非常可靠的人，$N。我相信你會幫我度過這次的困境，我會依照你的表現來給予獎勵。$B$B現在我要把你的腰帶和手套換掉。如果我們一起度過了這個難關，我就會把剩下的裝備都做給你。",
    ["O"] = "將博學者腰帶和1套博學者手套帶給奧格瑪的莫克瓦。",
    ["T"] = "公平的補償",
  },
  [8940] = {
    ["D"] = "你證明了自己是個非常可靠的人，$N。我相信你會幫我度過這次的困境，我會依照你的表現來給予獎勵。$B$B現在我要把你的腰帶和手套換掉。如果我們一起度過了這個難關，我就會把剩下的裝備都做給你。",
    ["O"] = "將虔誠腰帶和1套虔誠手套帶給奧格瑪的莫克瓦。",
    ["T"] = "公平的補償",
  },
  [8941] = {
    ["D"] = "你證明了自己是個非常可靠的人，$N。我相信你會幫我度過這次的困境，我會依照你的表現來給予獎勵。$B$B現在我要把你的腰帶和手套換掉。如果我們一起度過了這個難關，我就會把剩下的裝備都做給你。",
    ["O"] = "將迅影腰帶和1套迅影手套帶給奧格瑪的莫克瓦。",
    ["T"] = "公平的補償",
  },
  [8942] = {
    ["D"] = "你證明了自己是個非常可靠的人，$N。我相信你會幫我度過這次的困境，我會依照你的表現來給予獎勵。$B$B現在就交換你的腰帶和護手。如果我們一起度過了這個難關，我就會把剩下的裝備都做給你。",
    ["O"] = "將元素束腰和1套元素護手帶給奧格瑪的莫克瓦。",
    ["T"] = "公平的補償",
  },
  [8943] = {
    ["D"] = "你證明了自己是個非常可靠的人，$N。我相信你會幫我度過這次的困境，我會依照你的表現來給予獎勵。$B$B現在我要把你的腰帶和手套換掉。如果我們一起度過了這個難關，我就會把剩下的裝備都做給你。",
    ["O"] = "將鬼霧腰帶和1套鬼霧手套帶給奧格瑪的莫克瓦。",
    ["T"] = "公平的補償",
  },
  [8944] = {
    ["D"] = "你證明了自己是個非常可靠的人，$N。我相信你會幫我度過這次的困境，我會依照你的表現來給予獎勵。$B$B現在就交換你的腰帶和護手。如果我們一起度過了這個難關，我就會把剩下的裝備都做給你。",
    ["O"] = "將勇氣腰帶和1套勇氣護手帶給奧格瑪的莫克瓦。",
    ["T"] = "公平的補償",
  },
  [8945] = {
    ["D"] = "我會把我所知道的一切都告訴你的，$N。但現在還有些更緊迫的事情要做。$B$B我摯愛的妻子被該死的瑞文戴爾男爵和他手下的亡靈渣滓們給監禁了。$B$B我過去就非常反對她加入那個什么銀色黎明的愚蠢組織，不過現在這并不重要了。你一定得幫我這個忙，完成我的遺愿——從男爵的魔爪中救出我的伊思達！",
    ["O"] = "進入斯坦索姆，從瑞文戴爾男爵手中救出伊思達。",
    ["T"] = "死人的請求",
  },
  [8946] = {
    ["D"] = "我的愛人在趕來營救我的途中不幸喪命，這是多么悲慘的命運。不過既然你說自己有跟靈魂交談的能力……$B$B把這個小盒子交給他，告訴他我過得很好。讓他的靈魂不要繼續在世間游蕩了，我已經無法承受內心的傷痛。$B$B再見，$N。你心腸真好，我會永遠記得你的。",
    ["O"] = "將伊思達的盒子交給東瘟疫之地的安泰恩·哈爾蒙。",
    ["T"] = "生命的證據",
  },
  [8947] = {
    ["D"] = "我們竟沒有意識到瓦塔拉克勛章的重要性，它被分割成了幾部分，分別由不同的人保存著。第一部分被一個名叫塞爾德林的矮人拿走了。我曾嘗試著把它要回來，可那個矮人幾乎把我活活打死。要想拿回它，你恐怕得用點暴力手段。$B$B有關這個塞爾德林的近況……他好像在黑鐵矮人那邊，成了一名角斗士。想讓他跟你打，你恐怕得先通過一些挑戰。$B$B把這些材料都收集來，你會用到它們的。",
    ["O"] = "將3塊黑鐵錠、20張魔化皮、3塊月布和4塊熟化毛皮交給東瘟疫之地的安泰恩·哈爾蒙。",
    ["T"] = "安泰恩的奇怪請求",
  },
  [8948] = {
    ["D"] = "塞爾德林可不是一個愿意參加一場公平決斗的家伙。我做了這面旗子，上面繪有他家族的紋章。$B$B只需要再附加上一點小小的巫術，這面旗子就可以讓他無法抗拒地迎接他人的挑戰。$B$B我有個老熟人叫法爾林，他知道如何附加上這個小巫術。對于……對于激怒他人，他有一種非常特別的方式。你可以在厄運之槌的圖書館里找到他。",
    ["O"] = "將未完成的挑戰之旗交給厄運之槌圖書館內的法爾林·樹影。",
    ["T"] = "安泰恩的老朋友",
  },
  [8949] = {
    ["D"] = "是的，沒錯，我確實對你所想要的這種強化魔法十分熟悉，$c。可我并不是那種隨隨便便就免費施恩的人，哪怕你是我的老朋友介紹來的。$B$B對于那些粗鄙野蠻的食人魔鄰居，我除了討厭與憎恨以外就沒有其他情感了。不光是那些戈多克大王的手下，我還特別討厭那些追隨歐莫克大王的食人魔。$B$B我要你殺了他們。殺了他們！全殺光！把他們脖子上常掛的珠串給我拿回來，做為證明。去干吧，讓我滿意的話，我就考慮一下你的要求。",
    ["O"] = "在厄運之槌和黑石塔的食人魔身上收集25串食人魔珠串，然后回去向厄運之槌圖書館內的法爾林·樹影復命。",
    ["T"] = "法爾林的復仇",
  },
  [8950] = {
    ["D"] = "我能按照你的要求在挑戰之旗上附魔，$N。不幸的是，我恰好沒有那種附魔材料。那可是個稀罕物，有些人甚至把它當作護身符來用。$B$B我需要這一帶的建筑里面的艾德雷斯亡靈生物的精華，一些黑暗符文，以及一些大塊魔光碎片。將附魔材料交給我，我就能幫你完成任務。",
    ["O"] = "將1份游蕩鬼靈的精華、4個黑暗符文和8個大塊魔光碎片交給厄運之槌圖書館內的法爾林·樹影。",
    ["T"] = "旗幟上的附魔",
  },
  [8951] = {
    ["D"] = "瓦薩拉克的靈魂被存封在這個護符里。因為我們的貪婪，愚蠢地把護符分成三塊，不知道有可怕的詛咒在等著我們。$B$B阻止瓦薩拉克魔法的唯一方法就是將護符重新組合回去。回到德莉娜那里，告訴她布德利是找到剩下護符的唯一希望。和她談談為你安排的獎勵。$B$B我，這一次，終于可以安息了。祝你好運；你需要這份好運的！",
    ["O"] = "帶著野性之心長靴，野性之心褶裙和野性之心肩甲回到鐵爐堡的德莉娜那里。",
    ["T"] = "安希恩的離別感言",
  },
  [8952] = {
    ["D"] = "瓦薩拉克的靈魂被存封在這個護符里。因為我們的貪婪，愚蠢地把護符分成三塊，不知道有可怕的詛咒在等著我們。$B$B阻止瓦薩拉克魔法的唯一方法就是將護符重新組合回去。回到德莉娜那里，告訴她布德利是找到剩下護符的唯一希望。和她談談為你安排的獎勵。$B$B我，這一次，終于可以安息了。祝你好運；你需要這份好運的！",
    ["O"] = "帶著馭獸者長靴，馭獸者短褲和馭獸者襯肩回到鐵爐堡的德莉娜那里。",
    ["T"] = "安希恩的離別感言",
  },
  [8953] = {
    ["D"] = "瓦薩拉克的靈魂被存封在這個護符里。因為我們的貪婪，愚蠢地把護符分成三塊，不知道有可怕的詛咒在等著我們。$B$B阻止瓦薩拉克魔法的唯一方法就是將護符重新組合回去。回到德莉娜那里，告訴她布德利是找到剩下護符的唯一希望。和她談談為你安排的獎勵。$B$B我，這一次，終于可以安息了。祝你好運；你需要這份好運的!",
    ["O"] = "帶著博學者長靴，博學者護腿和博學者襯肩回到鐵爐堡的德莉娜那里。",
    ["T"] = "安希恩的離別感言",
  },
  [8954] = {
    ["D"] = "瓦塔拉克的靈魂就封印在這枚護符里。因為貪婪，我們愚蠢地將它分成了好幾部分，絲毫不了解這會為我們帶來怎樣殘酷的詛咒。$B$B唯一解除瓦塔拉克的法術的辦法，就是將這枚勛章重新組合在一起。回到德莉亞娜那里去，告訴她說，伯德雷已經是她找齊剩余部分的最后希望了。順便跟她提一下你應得的報酬。$B$B我只希望能從此安息。祝你好運……你會非常需要運氣的！",
    ["O"] = "帶上一雙光鑄戰靴、一條光鑄腿鎧和一副光鑄肩鎧，回去向鐵爐堡的德莉亞娜復命。",
    ["T"] = "告別安泰恩",
  },
  [8955] = {
    ["D"] = "瓦薩拉克的靈魂被存封在這個護符里。因為我們的貪婪，愚蠢地把護符分成三塊，不知道有可怕的詛咒在等著我們。$B$B阻止瓦薩拉克魔法的唯一方法就是將護符重新組合回去。回到德莉娜那里，告訴她布德利是找到剩下護符的唯一希望。和她談談為你安排的獎勵。$B$B我，這一次，終于可以安息了。祝你好運；你需要這份好運的！",
    ["O"] = "帶著虔誠軟鞋，虔誠長裙和虔誠襯肩回到鐵爐堡的德莉娜那里。",
    ["T"] = "安希恩的離別感言",
  },
  [8956] = {
    ["D"] = "瓦塔拉克的靈魂就封印在這枚護符里。因為貪婪，我們愚蠢地將它分成了好幾部分，絲毫不了解這會為我們帶來怎樣殘酷的詛咒。$B$B唯一解除瓦塔拉克的法術的辦法，就是將這枚勛章重新組合在一起。回到德莉亞娜那里去，告訴她說，伯德雷已經是她找齊剩余部分的最后希望了。順便跟她提一下你應得的報酬。$B$B我只希望能從此安息。祝你好運……你會非常需要運氣的！",
    ["O"] = "帶上一雙迅影長靴、一條迅影短褲和一副迅影肩甲，回去向鐵爐堡的德莉亞娜復命。",
    ["T"] = "告別安泰恩",
  },
  [8957] = {
    ["D"] = "瓦薩拉克的靈魂被存封在這個護符里。因為我們的貪婪，愚蠢地把護符分成三塊，不知道有可怕的詛咒在等著我們。$B$B阻止瓦薩拉克魔法的唯一方法就是將護符重新組合回去。回到莫克瓦那里，告訴他布德利是找到剩下護符的唯一希望。和他談談為你安排的獎勵。$B$B我，這一次，終于可以安息了。祝你好運；你需要這份好運的！",
    ["O"] = "帶著元素長靴，元素護腿和元素護肩回到奧格瑪的莫克瓦那里。",
    ["T"] = "安希恩的離別感言",
  },
  [8958] = {
    ["D"] = "瓦塔拉克的靈魂就封印在這枚護符里。因為貪婪，我們愚蠢地將它分成了好幾部分，絲毫不了解這會為我們帶來怎樣殘酷的詛咒。$B$B唯一解除瓦塔拉克的法術的辦法，就是將這枚勛章重新組合在一起。回到德莉亞娜那里去，告訴她說，伯德雷已經是她找齊剩余部分的最后希望了。順便跟她提一下你應得的報酬。$B$B我只希望能從此安息。祝你好運……你會非常需要運氣的！",
    ["O"] = "帶上一雙鬼霧便鞋、一條鬼霧護腿和一副鬼霧襯肩，回去向鐵爐堡的德莉亞娜復命。",
    ["T"] = "告別安泰恩",
  },
  [8959] = {
    ["D"] = "瓦薩拉克的靈魂被存封在這個護符里。因為我們的貪婪，愚蠢地把護符分成三塊，不知道有可怕的詛咒在等著我們。$B$B阻止瓦薩拉克魔法的唯一方法就是將護符重新組合回去。回到德莉娜那里，告訴她布德利是找到剩下護符的唯一希望。和她談談為你安排的獎勵。$B$B我，這一次，終于可以安息了。祝你好運；你需要這份好運的！",
    ["O"] = "帶著勇氣戰靴，勇氣腿鎧和勇氣肩甲回到鐵爐堡的德莉娜那里。",
    ["T"] = "安希恩的離別感言",
  },
  [8960] = {
    ["D"] = "那么也就是說我們需要找回勛章的其他部分？要找伯德雷可有點麻煩。他去了黑石山，想嘗試重新進入黑石塔，結果就再也沒有回來了。$B$B我建議你帶上地精的那臺設備吧，萬一最壞的結果發生了，你也有辦法應對。",
    ["O"] = "到黑石山去，使用超維度幽靈顯形器找到伯德雷。",
    ["T"] = "伯德雷的不幸",
  },
  [8961] = {
    ["D"] = "$C，要召喚出黑石山的瓦塔拉克公爵并解決這個麻煩的家伙，我們首先得找到三塊護符中的其他兩塊。因此，我們需要一只火盆和某些特殊的燃料。$B$B三位火元素領主，黑石深淵里的伊森迪奧斯、黑石塔里的烈焰衛士艾博希爾和希利蘇斯的灰燼公爵就有我們需要的東西。你可以從每個火元素領主的尸體上分別收集一塊殘骸，如果你在銀色黎明中的聲望達到了尊敬的話，就可以買到空火盆。將三塊殘骸和一只空火盆帶回來吧。",
    ["O"] = "收集伊森迪奧斯的余炭、艾博希爾灰燼和灰燼公爵的殘渣，并從銀色黎明軍需官那兒購買一只空火盆，然后將這些東西交給黑石山的伯德雷。",
    ["T"] = "烈焰之王",
  },
  [8962] = {
    ["D"] = "$C，仔細聽好了。既然我們有了火盆和點燃它的方法，我們還需要另一個材料來注入火盆；一種強大的集中力來誘使我已故亡友的靈魂出現。$B$B莫爾·灰蹄，我們最重要的德魯伊，在塞納里奧議會有很多親密的朋友，其中有些人已被異種消滅。我要你去希利蘇斯從雷戈蟲巢的異種身上取得德魯伊遺骨。",
    ["O"] = "取得德魯伊的遺體，再回到黑石山找布德利。",
    ["T"] = "重要的材料",
  },
  [8963] = {
    ["D"] = "$C，仔細聽好了。既然我們有了火盆和點燃它的方法，我們還需要另一個材料來注入火盆；一種強大的集中力來誘使我已故亡友的靈魂出現。$B$B伊薩利恩，我們的女祭司，在星風村的冬泉谷長大。我要你去冬泉谷南邊的霜語峽谷，從那里的霜槌巨人身上取得星風村圣物，他們有時候會襲擊北方。",
    ["O"] = "取得星風村圣物，再回到黑石山找布德利。",
    ["T"] = "重要的材料",
  },
  [8964] = {
    ["D"] = "$C，仔細聽好了。既然我們有了火盆和點燃它的方法，我們還需要另一個材料來注入火盆；一種強大的集中力來誘使我已故亡友的靈魂出現。$B$B賈林和索索斯這對兄弟是血色十字軍的信徒。他們渴望在那個邪惡的組織里成為騎士。前往東瘟疫之地的提爾之手，從血色禁衛隊那里取得光亮的狂熱之劍。",
    ["O"] = "取得光亮的狂熱之劍，再回到黑石山找布德利。",
    ["T"] = "重要的材料",
  },
  [8965] = {
    ["D"] = "$C，仔細聽我說。我們已經拿到火盆了，但是要點燃火盆，我們還需要借助某些特殊材料的力量。那些稀有的材料可以釋放出足夠的能量，以引出那些已死的靈魂，我昔日的同伴。$B$B有個叫庫爾莫克的食人魔通靈師曾與我們一起旅行，他曾在希爾斯布萊德海岸南方的贖罪島那邊召喚出被流放的死者的靈魂。到那里去，從他們的遺體身上幫我找些放逐者的靈魂灰燼回來。",
    ["O"] = "拿到放逐者的靈魂灰燼，把它交給黑石山的伯德雷。",
    ["T"] = "重要的材料",
  },
  [8966] = {
    ["D"] = "我的朋友，莫爾·灰蹄，是第一個因為擁有瓦薩拉克的護符碎片和其中包含的腐敗靈魂碎片而受害的人。在偷了瓦薩拉克的法術書和護符之后，我們就立刻從黑石塔上層逃走。途中，莫爾跌進了塔底。$B$B之后，我們發現他并沒有摔死，只是被指揮官沃恩俘虜起來且受盡折磨。幾個鬼魂刺客溜進去在沃恩面前把他給殺了。",
    ["O"] = "使用召喚火盆來召喚莫爾·灰蹄的靈魂并殺了他。帶著瓦薩拉克護符的左半塊和召喚火盆回到黑石山的布德利那里。",
    ["T"] = "瓦薩拉克護符的左半塊",
  },
  [8967] = {
    ["D"] = "就在幾天前，我們掙扎著尋求生存時得到了這樣的消息，我們隊伍中的暗夜精靈牧師伊薩莉恩私自去了那座暗夜精靈的古城遺跡，也就是現在被稱為厄運之槌的地方。根據我們搜集到的信息，她去那里不僅是為了個人原因，也是想解開她所擁有的那部分飾品中蘊涵的秘密。$B$B但她似乎沒能成功。我們所搜集到的消息是，她在艾德雷斯神殿被奧茲恩及其手下干掉了。",
    ["O"] = "使用召喚火盆召喚出伊薩利恩的靈魂，然后殺掉她。完成之后，將召喚火盆與瓦塔拉克飾品的左瓣還給伯德雷。",
    ["T"] = "瓦塔拉克飾品的左瓣",
  },
  [8968] = {
    ["D"] = "賈林和索索斯這對兄弟，決定要加入血色十字軍因為我們的傭兵公司要解散了。他們帶著瓦薩拉克的左半塊護符。我說這真是一個很好的解脫，但我們需要拿回那個東西。$B$B據消息指出，他們是因為在血色十字軍堡壘的創始儀式失敗，被大十字軍戰士達索漢在他的房間里殺死。$B$B無論如何，我們……也就是你，還是要把那塊護符討回來。",
    ["O"] = "使用召喚火盆來召喚賈林和索索斯并殺了他們。帶著瓦薩拉克護符的左半塊和召喚火盆回到黑石山的布德利那里。",
    ["T"] = "瓦薩拉克護符的左半塊",
  },
  [8969] = {
    ["D"] = "現在我們終于有了我們需要的一切，是時候討論一下你該召喚誰了。$B$B庫爾莫克過于曾是還不錯的食人魔，可開始學習通靈術之后他就徹底變了。自那以后，每個人都開始遠離他，厭惡他。于是，毫無懸念地，他帶著他的那部分飾品去了他的新家，通靈學院。$B$B然而，就算在那里，他仍然不免遭了幽靈刺客的毒手。它們干脆當著他的主人萊斯·霜語的面，殺死了他。",
    ["O"] = "使用召喚火盆召喚出庫爾莫克的靈魂，然后殺掉他。完成之后，將召喚火盆與瓦塔拉克飾品的左瓣還給黑石山的伯德雷。",
    ["T"] = "瓦塔拉克飾品的左瓣",
  },
  [8970] = {
    ["D"] = "正如我說的那樣，$C，我很草率地做了決定，成為一名預言師。預言師并非想象中那樣來錢……這份工作充滿危險，施法材料價格昂貴而且很不好找。但是我知道最后一塊飾品碎片在哪兒，那上面還附著我的老朋友的靈魂。$B$B$N，恐怕你得去塵泥沼澤的奧卡茲島一趟，從斯塔莎茲納迦身上收集血藻。",
    ["O"] = "前往塵泥沼澤的奧卡茲島，從斯塔莎茲納迦身上收集20份血藻，然后返回黑石山的伯德雷那兒。",
    ["T"] = "奧卡茲島在你前方……",
  },
  [8977] = {
    ["D"] = "跟你合作真是愉快，$N。這是你要的成品。$B$B希望它能助你一臂之力。呃，如果你不介意的話，請幫我宣傳宣傳。我希望有更多的顧客！",
    ["O"] = "將超維度幽靈顯形器交給鐵爐堡的德莉亞娜。",
    ["T"] = "向德莉亞娜回復",
  },
  [8978] = {
    ["D"] = "和你一起工作很愉快，$N。這是完成的產品。$B$B希望它能對你目前的努力有所幫助。還有，如果你不介意，幫我宣傳一下。我不介意有更多的顧客！",
    ["O"] = "帶著超空間靈體顯像機回到奧格瑪的莫克瓦那里。",
    ["T"] = "回到莫克瓦那里",
  },
  [8979] = {
    ["D"] = "我想我知道造成目前這種狀況的原因了。你聞到風中所飄揚著的這種芳香的氣味了沒有？它幾乎都把運河的臭味都給蓋過去了！莫非這就是新上市的香水嗎？$b$b我們的理智基本已經被這些該死的煉金術產品抹掉了。$b$b要想搞清楚問題，只有一個辦法：把香水的樣本交給我的朋友，藥劑師金格。皇家藥劑師協會一定能找出真相。$b$b別擔心，你回來的時候我會把買香水的錢付給你的。",
    ["O"] = "將1瓶古龍水和1瓶香水交給幽暗城煉金房的藥劑師金格。",
    ["T"] = "芬斯塔的預感",
  },
  [8980] = {
    ["D"] = "這真讓人感到意外。看來芬斯塔還真是個很警覺的家伙。我在香水中發現了某些可以用來控制精神的物質。$b$b在香水中應用這些物質雖然并非是前所未有的事情，但我從其中提煉出的一些原料……這是嚴肅的煉金術問題，以皇家藥劑師協會成員的能力一定可以查出結果。",
    ["O"] = "回到幽暗城銀行附近的芬斯塔·艾吉勒那里。",
    ["T"] = "金格的評估",
  },
  [8981] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "贈送禮品",
  },
  [8982] = {
    ["D"] = "我們一定得找出香水的供貨商！我注意藥劑師卡崔娜那里似乎有一瓶香水的樣子。她告訴我說是從旅店老板諾曼那里買來的。",
    ["O"] = "與幽暗城中的旅店老板諾曼談一談。",
    ["T"] = "追查貨源",
  },
  [8983] = {
    ["D"] = "我的貨有問題？好吧好吧，我從來沒見過別人對我的貨物這么熱衷癡迷。$b$b我是從一個叫瑪拉·雷尼克的商人那里進到這批貨的。她是新來的。$b$b她提到過說要有些貨物得送到法師區的裁縫店那邊去。",
    ["O"] = "與幽暗城法師區裁縫店里的瑪拉·雷尼克談一談。",
    ["T"] = "追查貨源",
  },
  [8984] = {
    ["D"] = "你看，一個游手好閑外加無所事事的藥劑師要干什么我根本不關心。要是他想給我找麻煩的話，那我就必須告訴你什么是正確的事。$b$b如果他是無辜的，那他根本沒什么好擔心的，對嗎？$b$b我這批貨是從藥劑師斯塔弗隆·雷倫特那里進的。他就在希爾斯布萊德丘陵的拉文霍德莊園那邊工作。坦承地講，我認為他確實有點古怪。",
    ["O"] = "到希爾斯布萊德丘陵去，在拉文霍德莊園后面找到藥劑師斯塔弗隆·雷倫特。",
    ["T"] = "水落石出",
  },
  [8985] = {
    ["D"] = "$C，仔細聽好了。既然我們知道了最后一塊護符的位置，我們還需要另一個材料來注入火盆；一種強大的集中力來誘使我已故亡友的靈魂出現。$B$B伊薩利恩，我們的女祭司，在星風村的冬泉谷長大。我要你去冬泉谷南邊的霜語峽谷，從那里的霜槌巨人身上取得星風村圣物，他們有時候會襲擊北方。",
    ["O"] = "取得星風村圣物，再回到黑石山找布德利。",
    ["T"] = "更多重要的材料",
  },
  [8986] = {
    ["D"] = "$C，仔細聽好了。既然我們知道了最后一塊護符的位置，我們還需要另一個材料來注入火盆；一種強大的集中力來誘使我已故亡友的靈魂出現。$B$B莫爾·灰蹄，我們最重要的德魯伊，在塞納里奧議會有很多親密的朋友，其中有些人已被異種消滅。我要你去希利蘇斯從雷戈蟲巢的異種身上取得德魯伊遺骨。",
    ["O"] = "取得德魯伊的遺體，再回到黑石山找布德利。",
    ["T"] = "更多重要的材料",
  },
  [8987] = {
    ["D"] = "$C，仔細聽好了。既然我們知道了最后一塊護符的位置，我們還需要另一個材料來注入火盆；一種強大的集中力來誘使我已故亡友的靈魂出現。$B$B賈林和索索斯這對兄弟是血色十字軍的信徒。他們渴望在那個邪惡的組織里成為騎士。前往東瘟疫之地的提爾之手，從血色禁衛隊那里取得光亮的狂熱之劍。",
    ["O"] = "取得光亮的狂熱之劍，再回到黑石山找布德利。",
    ["T"] = "更多重要的材料",
  },
  [8988] = {
    ["D"] = "$C，仔細聽好了。既然我們知道了最后一塊護符的位置，我們還需要另一個材料來注入火盆；一種強大的集中力來誘使我已故亡友的靈魂出現。$B$B有個跟我們同行的巨魔巫師，科爾莫克，喜愛召喚贖罪島上被流放的亡者靈魂，那個地方就在希爾斯布萊德丘陵南邊海岸。去那里的遺跡取得一些被流放的靈魂灰燼。",
    ["O"] = "取得流放者的靈魂灰燼，再回到黑石山找布德利。",
    ["T"] = "更多重要的材料",
  },
  [8989] = {
    ["D"] = "我的朋友，莫爾·灰蹄，是第一個因為擁有瓦薩拉克的護符碎片和其中包含的腐敗靈魂碎片而受害的人。在偷了瓦薩拉克的法術書和護符之后，我們就立刻從黑石塔上層逃走。途中，莫爾跌進了塔底。$B$B之后，我們發現他并沒有摔死，只是被指揮官沃恩俘虜起來且受盡折磨。幾個鬼魂刺客溜進去在沃恩面前把他給殺了。",
    ["O"] = "使用召喚火盆召喚莫爾·灰蹄的靈魂并殺了他。帶著重新組合的瓦薩拉克護符和召喚火盆回到黑石山的布德利那里。",
    ["T"] = "瓦薩拉克護符的右半塊",
  },
  [8990] = {
    ["D"] = "就在幾天前，我們掙扎著尋求生存時得到了這樣的消息，我們隊伍中的暗夜精靈牧師伊薩莉恩私自去了那座暗夜精靈的古城遺跡，也就是現在被稱為厄運之槌的地方。根據我們搜集到的信息，她去那里不僅是為了個人原因，也是想解開她所擁有的那部分飾品中蘊涵的秘密。$B$B但她似乎沒能成功。我們所搜集到的消息是，她在艾德雷斯神殿被奧茲恩及其手下干掉了。",
    ["O"] = "使用召喚火盆召喚出伊薩莉恩的靈魂，然后殺掉他。完成之后，將召喚火盆與瓦塔拉克公爵的飾品還給伯德雷。",
    ["T"] = "瓦塔拉克飾品的右瓣",
  },
  [8991] = {
    ["D"] = "在我們這個雇傭兵團解散之后，亞雷恩和索托斯決定去加入血色十字軍。他們姐弟兩人帶走了瓦塔拉克飾品的右瓣。本來他們把那個代表著災難與不幸的東西拿走是件好事，可現在我們又非需要它不可了。$B$B根據我們目前掌握的消息，他們似乎因為在宣誓儀式上觸怒了大十字軍達索漢而被殺了，死在了血色十字軍要塞中達索漢的房間內。$B$B無論如何，我們……我是說你……仍然有必要前去那里奪回那部分飾品。",
    ["O"] = "使用召喚火盆召喚出亞雷恩和索托斯的靈魂，然后殺掉他。完成之后，將召喚火盆與瓦塔拉克公爵的飾品還給黑石山的伯德雷。",
    ["T"] = "瓦塔拉克飾品的右瓣",
  },
  [8992] = {
    ["D"] = "現在我們有了需要的東西，該是討論你下一個要召喚的人的時候了。$B$B科爾莫克在巨魔中算是好的，讓他恢復正常直到他求助于巫術為止。在那之后，事情因每個人的裝備而變的棘手。當他拿著他的護符回到新家，通靈學院時，一點也不令人驚訝。$B$B但是就連在那里，或是尤其在那里，他仍無法幸免于鬼魂刺客的威脅。他們就在他的主人萊斯·霜語面前殺了他。",
    ["O"] = "使用召喚火盆召喚科爾莫克的靈魂并殺了他。帶著重新組合的瓦薩拉克護符和召喚火盆回到黑石山的布德利那里。",
    ["T"] = "瓦薩拉克護符的右半塊",
  },
  [8993] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "贈送禮品",
  },
  [8994] = {
    ["D"] = "就快好了，$C。只差最后一步了，我還需要往火盆中加一些東西，這樣才能召喚瓦塔拉克公爵。$B$B你必須進入黑石塔，殺死那兒的獸人。他們的護腕中含有某種可以追蹤靈魂的金屬，我需要一定數量的護腕來提取足夠多的這種金屬。要完成浸魔，你還得給我一瓶超級能量合劑。$B$B祝你好運，$n！",
    ["O"] = "從黑石塔的獸人那兒收集40副黑石護腕，把它們和一瓶超級能量合劑一起交給黑石山的伯德雷。",
    ["T"] = "最后的準備",
  },
  [8995] = {
    ["D"] = "$N，一切都已準備就緒了。$B$B瓦塔拉克公爵生前居住在比斯巨獸的房間。到那里去，使用召喚火盆召喚出瓦塔拉克公爵，火盆會使他重新成為實體生物，所以我們就可以再度殺死他。當然，最好先把比斯巨獸干掉，所以請多叫上幾個朋友一同前往黑石塔上層，確保安全。$B$B殺死瓦塔拉克之后對著他的尸體使用飾品就行了。靈魂重新融合之后，他也可能會要回他的飾品。$B$B祝你好運！",
    ["O"] = "在比斯巨獸的房間里使用召喚火盆，召喚瓦塔拉克公爵。殺死他，對尸體使用瓦塔拉克的飾品。然后將瓦塔拉克的飾品還給瓦塔拉克公爵之魂。",
    ["T"] = "瓦塔拉克公爵",
  },
  [8996] = {
    ["D"] = "我會原讓你這次的無禮，因為你今天做了一件高尚的事，$c，那就是帶回我被偷走的靈魂。盡管你的本性明顯地處于弱勢，$r，你仍然展現了比別人更多的勇氣，就連從我這里偷走東西的人也沒有你強，或許永遠也不會有人比得上你。$B$B趁我還沒改變心意殺了你之前，回到他們那里去。回去告訴他們，他們很安全…至少現在是。",
    ["O"] = "回到黑石山的布德利那里并將召喚火盆交給他。",
    ["T"] = "回到布德利那里",
  },
  [8997] = {
    ["D"] = "我想是說再見的時候了，我的朋友。但是，如果你偶爾想回來和我談談，我都在這里。或許就在你等待朋友加入黑石塔的突擊時。$B$B去吧，在我開始落淚之前離開。回到鐵爐堡的德莉娜那里，告訴她發生了什么事。",
    ["O"] = "回到鐵爐堡的王座廳和德莉娜談談。",
    ["T"] = "回到原點",
  },
  [8998] = {
    ["D"] = "我想是說再見的時候了，我的朋友。但是，如果你偶爾想回來和我談談，我都在這里。或許就在你等待朋友加入黑石塔的突擊時。$B$B去吧，在我開始落淚之前離開。回到奧格瑪的莫克瓦那里，告訴他發生了什么事。",
    ["O"] = "回到奧格瑪智慧谷在索爾的堡壘中找莫克瓦談談。",
    ["T"] = "回到原點",
  },
  [8999] = {
    ["D"] = "這真是個不可思議的故事，$N！謝謝你，我保證，所有相關的人都衷心的感激你。現在我或許可以安心的入眠了。$B$B至于你的獎勵，我確信這幾樣東西你會很喜歡。",
    ["O"] = "將你的野性之心兜帽和野性之心外衣交給德莉娜。",
    ["T"] = "最后的獎賞",
  },
  [9000] = {
    ["D"] = "這真是個不可思議的故事，$N！謝謝你，我保證，所有相關的人都衷心的感激你。現在我或許可以安心的入眠了。$B$B至于你的獎勵，我確信這幾樣東西你會很喜歡。",
    ["O"] = "將你的馭獸者之帽和馭獸者外套交給德莉娜。",
    ["T"] = "最后的獎賞",
  },
  [9001] = {
    ["D"] = "這真是個不可思議的故事，$N！謝謝你，我保證，所有相關的人都衷心的感激你。現在我或許可以安心的入眠了。$B$B至于你的獎勵，我確信這幾樣東西你會很喜歡。",
    ["O"] = "將你的博學者頭冠和博學者長袍交給德莉娜。",
    ["T"] = "獎賞",
  },
  [9002] = {
    ["D"] = "這真是個不可思議的故事，$N！謝謝你，我保證，所有相關的人都衷心的感激你。現在我或許可以安心的入眠了。$B$B至于你的獎勵，我確信這幾樣東西你會很喜歡。",
    ["O"] = "將你的光鑄頭盔和光鑄胸甲交給德莉娜。",
    ["T"] = "最后的獎賞",
  },
  [9003] = {
    ["D"] = "這真是個不可思議的故事，$N！謝謝你，我保證，所有相關的人都衷心的感激你。現在我或許可以安心的入眠了。$B$B至于你的獎勵，我確信這幾樣東西你會很喜歡。",
    ["O"] = "將你的虔誠頭冠和虔誠長袍交給德莉娜。",
    ["T"] = "最后的獎賞",
  },
  [9004] = {
    ["D"] = "這真是個不可思議的故事，$N！謝謝你，我保證，所有相關的人都衷心的感激你。現在我或許可以安心的入眠了。$B$B至于你的獎勵，我確信這幾樣東西你會很喜歡。",
    ["O"] = "將你的迅影罩帽和迅影外套交給德莉娜。",
    ["T"] = "最后的獎賞",
  },
  [9005] = {
    ["D"] = "這真是個不可思議的故事，$N!謝謝你，我保證，所有相關的人都衷心的感激你。現在我或許可以安心的入眠了。$B$B至于你的獎勵，我確信這幾樣東西你會很喜歡。",
    ["O"] = "將你的鬼霧面具和鬼霧長袍交給德莉娜。",
    ["T"] = "最后的獎賞",
  },
  [9006] = {
    ["D"] = "這真是個不可思議的故事，$N!謝謝你，我保證，所有相關的人都衷心的感激你。現在我或許可以安心的入眠了。$B$B至于你的獎勵，我確信這幾樣東西你會很喜歡。",
    ["O"] = "將你的勇氣頭盔和勇氣胸甲交給德莉娜。",
    ["T"] = "最后的獎賞",
  },
  [9007] = {
    ["D"] = "真是個不可思議的故事，$N！謝謝你，我保證，所有相關的人都衷心的感激你。因為你的努力，我們走出了從前犯的錯誤。$B$B至于你的獎勵，我確信這幾樣東西你會很喜歡。",
    ["O"] = "將你的野性之心兜帽和野性之心外衣交給莫克瓦。",
    ["T"] = "最后的獎賞",
  },
  [9008] = {
    ["D"] = "確實是個令人驚異的故事，$n！我實在是太感謝你了，其他一些與此有關的人也會對你表示真心誠意的感激，這一點我向你保證。你的努力使我們終于認識到了自己過去所犯的錯誤。這兒還有些你絕對會很喜歡的東西，送你算作獎勵吧。",
    ["O"] = "將你的野獸追獵者之帽與野獸追獵者外套交給莫克瓦爾。",
    ["T"] = "最后的獎賞",
  },
  [9009] = {
    ["D"] = "真是個不可思議的故事，$N！謝謝你，我保證，所有相關的人都衷心的感激你。因為你的努力，我們走出了從前犯的錯誤。$B$B至于你的獎勵，我確信這幾樣東西你會很喜歡。",
    ["O"] = "將你的虔誠頭冠和虔誠長袍交給莫克瓦。",
    ["T"] = "最后的獎賞",
  },
  [9010] = {
    ["D"] = "真是個不可思議的故事，$N！謝謝你，我保證，所有相關的人都衷心的感激你。因為你的努力，我們走出了從前犯的錯誤。$B$B至于你的獎勵，我確信這幾樣東西你會很喜歡。",
    ["O"] = "將你的迅影罩帽和迅影外套交給莫克瓦。",
    ["T"] = "最后的獎賞",
  },
  [9011] = {
    ["D"] = "真是個不可思議的故事，$N！謝謝你，我保證，所有相關的人都衷心的感激你。因為你的努力，我們走出了從前犯的錯誤。$B$B至于你的獎勵，我確信這幾樣東西你會很喜歡。",
    ["O"] = "將你的元素罩帽和元素外衣交給莫克瓦。",
    ["T"] = "最后的獎賞",
  },
  [9012] = {
    ["D"] = "真是個不可思議的故事，$N！謝謝你，我保證，所有相關的人都衷心的感激你。因為你的努力，我們走出了從前犯的錯誤。$B$B至于你的獎勵，我確信這幾樣東西你會很喜歡。",
    ["O"] = "將你的鬼霧面具和鬼霧長袍交給莫克瓦。",
    ["T"] = "最后的獎賞",
  },
  [9013] = {
    ["D"] = "真是個不可思議的故事，$N!謝謝你，我保證，所有相關的人都衷心的感激你。因為你的努力，我們走出了從前犯的錯誤。$B$B至于你的獎勵，我確信這幾樣東西你會很喜歡。",
    ["O"] = "將你的勇氣頭盔和勇氣胸甲交給莫克瓦。",
    ["T"] = "最后的獎賞",
  },
  [9014] = {
    ["D"] = "真是個不可思議的故事，$N！謝謝你，我保證，所有相關的人都衷心的感激你。因為你的努力，我們走出了從前犯的錯誤。$B$B至于你的獎勵，我確信這幾樣東西你會很喜歡。",
    ["O"] = "將你的博學者頭冠和博學者長袍交給莫克瓦。",
    ["T"] = "最后的獎賞",
  },
  [9015] = {
    ["D"] = "聽好了，$N。為了讓這面旗幟運轉起來，你必須要進入黑石深淵的競技場，然后聽任裁決者格里斯通宣判你，然后將這面旗子牢牢地插在地面上有處挑戰標記的地方。$B$B這時你想挑戰的人就會被不可抗拒的力量推入戰場，渾身上下只有將你殺死的欲望。當你從他身上找到了你要的東西以后，就回去找安泰恩吧。",
    ["O"] = "到黑石深淵的競技場去，在你被裁決者格里斯通宣判之后將挑戰之旗插在場地中央。殺死塞爾德林和他的角斗士，然后將瓦塔拉克飾品第一部分交給東瘟疫之地的安泰恩·哈爾蒙。",
    ["T"] = "挑戰",
  },
  [9016] = {
    ["D"] = "瓦薩拉克的靈魂被存在這個護符里。因為我們的貪婪，愚蠢地把護符分成三塊，不知道有可怕的詛咒在等著我們。$B$B阻止瓦薩拉克的魔法的唯一方法就是將護符重新組合回去。回到莫克瓦那里，告訴他布德利是找到剩下護符的唯一希望。和他談談為你安排的獎勵。$B$B我，這一次，終于可以安息了。祝你好運；你需要這份好運的！",
    ["O"] = "帶著野性之心長靴，野性之心褶裙和野性之心肩甲回到奧格瑪的莫克瓦那里。",
    ["T"] = "安希恩的離別感言",
  },
  [9017] = {
    ["D"] = "瓦薩拉克的靈魂被存在這個護符里。因為我們的貪婪，愚蠢地把護符分成三塊，不知道有可怕的詛咒在等著我們。$B$B阻止瓦薩拉克的魔法的唯一方法就是將護符重新組合回去。回到莫克瓦那里，告訴他布德利是找到剩下護符的唯一希望。和他談談為你安排的獎勵。$B$B我，這一次，終于可以安息了。祝你好運；你需要這份好運的！",
    ["O"] = "帶著馭獸者長靴，馭獸者短褲和馭獸者襯肩回到奧格瑪的莫克瓦那里。",
    ["T"] = "安希恩的離別感言",
  },
  [9018] = {
    ["D"] = "瓦薩拉克的靈魂被存在這個護符里。因為我們的貪婪，愚蠢地把護符分成三塊，不知道有可怕的詛咒在等著我們。$B$B阻止瓦薩拉克的魔法的唯一方法就是將護符重新組合回去。回到莫克瓦那里，告訴他布德利是找到剩下護符的唯一希望。和他談談為你安排的獎勵。$B$B我，這一次，終于可以安息了。祝你好運；你需要這份好運的!",
    ["O"] = "帶著博學者長靴，博學者護腿和博學者襯肩回到奧格瑪的莫克瓦那里。",
    ["T"] = "安希恩的離別感言",
  },
  [9019] = {
    ["D"] = "瓦塔拉克的靈魂就封印在這枚護符里。因為貪婪，我們愚蠢地將它分成了好幾部分，絲毫不了解這會為我們帶來怎樣殘酷的詛咒。$B$B唯一解除瓦塔拉克的法術的辦法，就是將這枚勛章重新組合在一起。回到莫克瓦爾那里去，告訴他說，伯德雷已經是他找齊剩余部分的最后希望了。順便跟他提一下你應得的報酬。$B$B我只希望能從此安息。祝你好運……你會非常需要運氣的！",
    ["O"] = "帶上一雙虔誠軟鞋、一條虔誠長裙和一副虔誠襯肩，回去向奧格瑞瑪的莫克瓦爾復命。",
    ["T"] = "告別安泰恩",
  },
  [9020] = {
    ["D"] = "瓦薩拉克的靈魂被存在這個護符里。因為我們的貪婪，愚蠢地把護符分成三塊，不知道有可怕的詛咒在等著我們。$B$B阻止瓦薩拉克的魔法的唯一方法就是將護符重新組合回去。回到莫克瓦那里，告訴他布德利是找到剩下護符的唯一希望。和他談談為你安排的獎勵。$B$B我，這一次，終于可以安息了。祝你好運；你需要這份好運的!",
    ["O"] = "帶著迅影長靴，迅影短褲和迅影肩甲回到奧格瑪的莫克瓦那里。",
    ["T"] = "安希恩的離別感言",
  },
  [9021] = {
    ["D"] = "瓦薩拉克的靈魂被存在這個護符里。因為我們的貪婪，愚蠢地把護符分成三塊，不知道有可怕的詛咒在等著我們。$B$B阻止瓦薩拉克的魔法的唯一方法就是將護符重新組合回去。回到莫克瓦那里，告訴他布德利是找到剩下護符的唯一希望。和他談談為你安排的獎勵。$B$B我，這一次，終于可以安息了。祝你好運；你需要這份好運的！",
    ["O"] = "帶著鬼霧便鞋，鬼霧護腿和鬼霧襯肩回到奧格瑪的莫克瓦那里。",
    ["T"] = "安希恩的離別感言",
  },
  [9022] = {
    ["D"] = "瓦薩拉克的靈魂被存在這個護符里。因為我們的貪婪，愚蠢地把護符分成三塊，不知道有可怕的詛咒在等著我們。$B$B阻止瓦薩拉克的魔法的唯一方法就是將護符重新組合回去。回到莫克瓦那里，告訴他布德利是找到剩下護符的唯一希望。和他談談為你安排的獎勵。$B$B我，這一次，終于可以安息了。祝你好運；你需要這份好運的!",
    ["O"] = "帶著勇氣戰靴，勇氣腿鎧和勇氣肩甲回到奧格瑪的莫克瓦那里。",
    ["T"] = "安希恩的離別感言",
  },
  [9023] = {
    ["D"] = "我和我的兄弟在拉文霍德莊園外進行毒藥研究。$B$B拉文霍德公爵命令我們研制一種極效混合毒藥，祖爾格拉布和安其拉廢墟出產這種毒藥的原料，也就是毒囊。$B$B有兩只劇毒的野獸居住在那些可怕的廢墟中，它們很可能有我們需要的毒囊。$C，去取回庫林納克斯和溫諾希斯的毒囊，我們會永遠記得你的恩情的。",
    ["O"] = "塞納里奧要塞的德爾克·雷木讓你把溫諾希斯的毒囊和庫林納克斯的毒囊交給他。",
    ["T"] = "完美的毒藥",
  },
  [9024] = {
    ["D"] = "我找到了！你聞到過風中的新香氣沒有？新的香水現在有那么流行么？我們的衛兵不該這么簡單就這樣拋棄他們的職責！$b$b嗯，一定是因為他們的理智完全被這些該死的煉金術產品所蓋過去了。$b$b要想搞清楚問題，只有一個辦法：弄一些香水的樣本，把它們交給摩根·匹斯特，并把我的推斷告訴他。別擔心，你回來的時候我會把買香水的錢付給你的。",
    ["O"] = "將1瓶古龍水和1瓶香水交給暴風城貿易區的摩根·匹斯特。",
    ["T"] = "阿瑞斯坦的預感",
  },
  [9025] = {
    ["D"] = "好吧，有問題。看來阿瑞斯坦還真是個很警覺的人。我在香水中發現了一些應用在愛情藥水中的物質，以及一些可以影響情緒的危險成分。$b$b在香水中應用這些物質雖然并非是前所未有的，但我從中分析出的一些原料……聞起來很有趣。",
    ["O"] = "回到暴風城銀行附近的阿瑞斯坦·莫塔那里。",
    ["T"] = "摩根的發現",
  },
  [9026] = {
    ["D"] = "我們一定得找到源頭才行。我看到許多人，包括衛兵，都在鑲金玫瑰那里進進出出。跟奧里森談談，要是她在賣這些東西，就問問她是從哪里弄來的貨。",
    ["O"] = "與暴風城貿易區中的鑲金玫瑰旅店的老板奧里森談一談。",
    ["T"] = "追查貨源",
  },
  [9027] = {
    ["D"] = "我的香水有點古怪？有可能。我從來沒見過人們對某種產品這樣癡迷。$b$b你看，要是有什么古怪的話，我也很想知道。我是從一個叫埃文特·索里薩姆的商人那里進到這批貨的。他是新來的。$b$b他提到過說有些貨物得送到“最好的線團”那邊去。",
    ["O"] = "與暴風城運河旁的裁縫店“最好的線團”里面的埃文特·索里薩姆談一談。",
    ["T"] = "追查貨源",
  },
  [9028] = {
    ["D"] = "什么？叛國罪？不，不，我向你保證，我絕對沒有任何的惡意。$b$b難道說幫助那些想輕松度過痛苦的求愛期的年輕人也有錯嗎？拜托，這絕對不是犯罪。$b$b為了證明我確實沒有惡意，我可以告訴你貨源。$b$b據說這些香水都是一個叫斯塔弗隆·雷倫特的藥劑師制作的，不過我從未與他見過面，也沒有說過話。$b$b我們的地精中間人說，他就在希爾斯布萊德地區工作，似乎就是那個神秘的拉文霍德莊園一帶。祝你好運！",
    ["O"] = "到希爾斯布萊德丘陵去，在拉文霍德莊園后面找到藥劑師斯塔弗隆·雷倫特。",
    ["T"] = "水落石出",
  },
  [9029] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "薰爐",
  },
  [9032] = {
    ["D"] = "這枚徽章里有瓦薩拉克的靈魂嗎?被這強大的詛咒所守護其實也沒什麼好驚訝的。$B$B布德利的所在位置顯現出一些問題。上次我聽到的是他準備重返黑石塔的消息，然後就再也沒音訊了。$B$B到黑石山去找他，不過我很擔心他可能早已身亡。所以我建議你隨身攜帶哥布林的裝置，朋友。",
    ["O"] = "到黑石山并使用超空間鬼魂顯像機，去黑石塔附近尋找布德利。",
    ["T"] = "布德利不幸的命運",
  },
  [9033] = {
    ["D"] = "上一次戰爭距今已有5年了……$B$B數萬名士兵戰死沙場，他們的犧牲換來了什么？危機遠遠沒有消失。$B$B巫妖王再次蠢蠢欲動……他的走狗克爾蘇加德正在集聚軍隊，準備對我們的家園發動新一輪的襲擊。$B$B我們絕不會讓他得逞！拿出你的奉獻精神吧。勇敢地投入戰斗，以此證明你的無畏！銀色黎明和血色十字軍組成的聯軍將是你堅強的后盾和戰友。$B$B前往納克薩瑪斯的宮殿，打敗天災軍團……",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的指揮官埃里戈爾·黎明使者要你殺死5個畸形妖、5只巖膚石像鬼、8個死亡騎士隊長和3只毒性捕獵者。",
    ["T"] = "戰爭的回響",
  },
  [9034] = {
    ["D"] = "在你與納克薩瑪斯宮殿中的天災軍團作戰過程中，如果看到被玷污的護甲和板甲碎片，將它們帶給我，我會為你打造一套適合英雄穿著的護甲。",
    ["O"] = "如果你將1件被玷污的胸甲、25塊板甲碎片、4塊奧金錠和2塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的科爾法克斯，他會為你制作一件無畏胸甲。",
    ["T"] = "無畏胸甲",
  },
  [9036] = {
    ["D"] = "在你與納克薩瑪斯宮殿中的天災軍團作戰過程中，如果看到被玷污的護甲和板甲碎片，將它們帶給我，我會為你打造一套適合英雄穿著的護甲。",
    ["O"] = "如果你將1副被玷污的腿鎧、20塊板甲碎片、4塊奧金錠和3個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的科爾法克斯，他會為你制作一副無畏腿鎧。",
    ["T"] = "無畏腿鎧",
  },
  [9037] = {
    ["D"] = "在你與納克薩瑪斯宮殿中的天災軍團作戰過程中，如果看到被玷污的護甲和板甲碎片，將它們帶給我，我會為你打造一套適合英雄穿著的護甲。",
    ["O"] = "如果你將1頂被玷污的頭盔、15塊板甲碎片、5塊奧金錠和1塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的科爾法克斯，他會為你制作一頂無畏頭盔。",
    ["T"] = "無畏頭盔",
  },
  [9038] = {
    ["D"] = "在你與納克薩瑪斯宮殿中的天災軍團作戰過程中，如果看到被玷污的護甲和板甲碎片，將它們帶給我，我會為你打造一套適合英雄穿著的護甲。",
    ["O"] = "如果你將1副被玷污的肩鎧、12塊板甲碎片、2塊奧金錠和3個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的科爾法克斯，他會為你制作一副無畏肩鎧。",
    ["T"] = "無畏肩鎧",
  },
  [9039] = {
    ["D"] = "在你與納克薩瑪斯宮殿中的天災軍團作戰過程中，如果看到被玷污的護甲和板甲碎片，將它們帶給我，我會為你打造一套適合英雄穿著的護甲。",
    ["O"] = "如果你將1雙被玷污的馬靴、12塊板甲碎片、2塊奧金錠和3個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的科爾法克斯，他會為你制作一雙無畏馬靴。",
    ["T"] = "無畏馬靴",
  },
  [9040] = {
    ["D"] = "在你與納克薩瑪斯宮殿中的天災軍團作戰過程中，如果看到被玷污的護甲和板甲碎片，將它們帶給我，我會為你打造一套適合英雄穿著的護甲。",
    ["O"] = "如果你將1副被玷污的護手、8塊板甲碎片、1塊奧金錠和5個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的科爾法克斯，他會為你制作一副無畏護手。",
    ["T"] = "無畏護手",
  },
  [9041] = {
    ["D"] = "在你與納克薩瑪斯宮殿中的天災軍團作戰過程中，如果看到被玷污的護甲和板甲碎片，將它們帶給我，我會為你打造一套適合英雄穿著的護甲。",
    ["O"] = "如果你將1條被玷污的護腰、8塊板甲碎片、1塊奧金錠和5個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的科爾法克斯，他會為你制作一條無畏護腰。",
    ["T"] = "無畏腰帶",
  },
  [9042] = {
    ["D"] = "在你與納克薩瑪斯宮殿中的天災軍團作戰過程中，如果看到被玷污的護甲和板甲碎片，將它們帶給我，我會為你打造一套適合英雄穿著的護甲。",
    ["O"] = "如果你將1副被玷污的護腕、6塊板甲碎片、1塊奧金錠和1塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的科爾法克斯，他會為你制作一副無畏護腕。",
    ["T"] = "無畏護腕",
  },
  [9043] = {
    ["D"] = "殺死納克薩瑪斯城中的敵軍首領之后，你會在他們的尸體上發現陣亡英雄的遺骸。將那些被褻瀆的遺物、板甲碎片和其它材料交給我，也許我能試著移除護甲上的詛咒，重新為你打造一件精良的護甲。",
    ["O"] = "如果你將1件被玷污的外套，25塊板甲碎片，4塊奧金錠和3個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的指揮官埃里戈爾·黎明使者，他將為你制作一件救贖外套。",
    ["T"] = "救贖外套",
  },
  [9044] = {
    ["D"] = "殺死納克薩瑪斯城中的敵軍首領之后，你會在他們的尸體上發現陣亡英雄的遺骸。將那些被褻瀆的遺物、板甲碎片和其它材料交給我，也許我能試著移除護甲上的詛咒，重新為你打造一件精良的護甲。",
    ["O"] = "如果你將1副被玷污的腿甲，20塊板甲碎片，4塊奧金錠和2塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的指揮官埃里戈爾·黎明使者，他將為你制作一副救贖腿甲。",
    ["T"] = "救贖腿甲",
  },
  [9045] = {
    ["D"] = "殺死納克薩瑪斯城中的敵軍首領之后，你會在他們的尸體上發現陣亡英雄的遺骸。將那些被褻瀆的遺物、板甲碎片和其它材料交給我，也許我能試著移除護甲上的詛咒，重新為你打造一件精良的護甲。",
    ["O"] = "如果你將1件被玷污的頭飾，15塊板甲碎片，5塊奧金錠和2個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的指揮官埃里戈爾·黎明使者，他將為你制作一件救贖頭飾。",
    ["T"] = "救贖頭飾",
  },
  [9046] = {
    ["D"] = "殺死納克薩瑪斯城中的敵軍首領之后，你會在他們的尸體上發現陣亡英雄的遺骸。將那些被褻瀆的遺物、板甲碎片和其它材料交給我，也許我能試著移除護甲上的詛咒，重新為你打造一件精良的護甲。",
    ["O"] = "如果你將1副被玷污的肩鎧，12塊板甲碎片，2塊奧金錠和2塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的指揮官埃里戈爾·黎明使者，他將為你制作一副救贖肩鎧。",
    ["T"] = "救贖肩鎧",
  },
  [9047] = {
    ["D"] = "殺死納克薩瑪斯城中的敵軍首領之后，你會在他們的尸體上發現陣亡英雄的遺骸。將那些被褻瀆的遺物、板甲碎片和其它材料交給我，也許我能試著移除護甲上的詛咒，重新為你打造一件精良的護甲。",
    ["O"] = "如果你將1雙被玷污的長靴，12塊板甲碎片，2塊奧金錠和3個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的指揮官埃里戈爾·黎明使者，他將為你制作一雙救贖長靴。",
    ["T"] = "救贖長靴",
  },
  [9048] = {
    ["D"] = "殺死納克薩瑪斯城中的敵軍首領之后，你會在他們的尸體上發現陣亡英雄的遺骸。將那些被褻瀆的遺物、板甲碎片和其它材料交給我，也許我能試著移除護甲上的詛咒，重新為你打造一件精良的護甲。",
    ["O"] = "如果你將1副被玷污的護手，8塊板甲碎片，1塊奧金錠和5個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的指揮官埃里戈爾·黎明使者，他將為你制作一副救贖護手。",
    ["T"] = "救贖護手",
  },
  [9049] = {
    ["D"] = "殺死納克薩瑪斯城中的敵軍首領之后，你會在他們的尸體上發現陣亡英雄的遺骸。將那些被褻瀆的遺物、板甲碎片和其它材料交給我，也許我能試著移除護甲上的詛咒，重新為你打造一件精良的護甲。",
    ["O"] = "如果你將1條被玷污的束帶，8塊板甲碎片，1塊奧金錠和3塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的指揮官埃里戈爾·黎明使者，他將為你制作一條救贖束帶。",
    ["T"] = "救贖束帶",
  },
  [9050] = {
    ["D"] = "殺死納克薩瑪斯城中的敵軍首領之后，你會在他們的尸體上發現陣亡英雄的遺骸。將那些被褻瀆的遺物、板甲碎片和其它材料交給我，也許我能試著移除護甲上的詛咒，重新為你打造一件精良的護甲。",
    ["O"] = "如果你將1副被玷污的護腕，6塊板甲碎片，1塊奧金錠和2個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的指揮官埃里戈爾·黎明使者，他將為你制作一副救贖護腕。",
    ["T"] = "救贖護腕",
  },
  [9051] = {
    ["D"] = "這些你幫我制造的毒素有著特殊的用途。環形山里的魔暴龍使得那里的狩獵和生存環境對我來說都變得十分惡劣。即使我足夠強壯，殺死一只魔暴龍也只會讓另一只游蕩入那塊帶領地而已。$b$b帶上這根毒針并將其刺入一只活著的魔暴龍體內。毒素會使它很快就安靜下來，不過……我不知道很快有多快……",
    ["O"] = "將魔暴龍之刺扎入一只魔暴龍的體內。",
    ["T"] = "毒性測試",
  },
  [9052] = {
    ["D"] = "我要你幫我制作一批毒素，用來制服某些生活在環形山里的巨獸。它并非是致命性的，不過只有一個足夠細心和聰明的$c才能收集到所有的材料。$b$b在環形山里任意血瓣花苗身上，你都可以找到一些血帽蘑菇，而格里什釘刺則可以從環形山南部巨痕谷中的那些巨蜂身上找到。",
    ["O"] = "收集一些血帽和格里什釘刺，然后向托爾瓦·尋路者復命。",
    ["T"] = "血瓣毒藥",
  },
  [9053] = {
    ["D"] = "這正是我所擔心的，看來毒素的力量還是太弱了，無法對這樣強大的生物產生影響。$b$b我們必須造出一種更強力的毒素，你需要前往阿塔哈卡神廟的底部，揭開那個祭壇的秘密，并從那里的守衛身上取一些腐爛的藤蔓來。神廟很危險，我建議你帶些朋友一起去。$b$b完成之后回到我這里來吧。",
    ["O"] = "從沉沒的神廟底部的守衛身上得到一些腐爛藤蔓，把它們交給托爾瓦·尋路者。",
    ["T"] = "更好的材料",
  },
  [9054] = {
    ["D"] = "我發現地穴惡魔的甲殼大有用處。我可以利用這種甲殼以及丟失在納克薩瑪斯宮殿中的被玷污的護甲，打造出一套輕便時尚的、具有毀滅性力量的套裝。$B$B幫我尋找必需的材料，我就能制作出這套前所未有的裝備！",
    ["O"] = "如果你將1件被玷污的外套、25塊鎖甲碎片、4塊奧金錠和3個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的獵手雷奧普德，他會為你制作一件地穴追獵者外套。",
    ["T"] = "地穴追獵者外套",
  },
  [9055] = {
    ["D"] = "我發現地穴惡魔的甲殼大有用處。我可以利用這種甲殼以及丟失在納克薩瑪斯宮殿中的被玷污的護甲，打造出一套輕便時尚的、具有毀滅性力量的套裝。$B$B幫我尋找必需的材料，我就能制作出這套前所未有的裝備！",
    ["O"] = "如果你將1條被玷污的腿甲、20塊鎖甲碎片、3塊奧金錠和5個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的獵手雷奧普德，他會為你制作一條地穴追獵者腿甲。",
    ["T"] = "地穴追獵者腿甲",
  },
  [9056] = {
    ["D"] = "我發現地穴惡魔的甲殼大有用處。我可以利用這種甲殼以及丟失在納克薩瑪斯宮殿中的被玷污的護甲，打造出一套輕便時尚的、具有毀滅性力量的套裝。$B$B幫我尋找必需的材料，我就能制作出這套前所未有的裝備！",
    ["O"] = "如果你將1件被玷污的頭飾、15塊鎖甲碎片、4塊奧金錠和2塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的獵手雷奧普德，他會為你制作一件地穴追獵者頭飾。",
    ["T"] = "地穴追獵者頭飾",
  },
  [9057] = {
    ["D"] = "我發現地穴惡魔的甲殼大有用處。我可以利用這種甲殼以及丟失在納克薩瑪斯宮殿中的被玷污的護甲，打造出一套輕便時尚的、具有毀滅性力量的套裝。$B$B幫我尋找必需的材料，我就能制作出這套前所未有的裝備！",
    ["O"] = "如果你將1副被玷污的肩飾、12塊鎖甲碎片、2塊奧金錠和3個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的獵手雷奧普德，他會為你制作一副地穴追獵者肩飾。",
    ["T"] = "地穴追獵者肩飾",
  },
  [9058] = {
    ["D"] = "我發現地穴惡魔的甲殼大有用處。我可以利用這種甲殼以及丟失在納克薩瑪斯宮殿中的被玷污的護甲，打造出一套輕便時尚的、具有毀滅性力量的套裝。$B$B幫我尋找必需的材料，我就能制作出這套前所未有的裝備！",
    ["O"] = "如果你將1雙被玷污的長靴、12塊鎖甲碎片、1塊奧金錠和3塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的獵手雷奧普德，他會為你制作一雙地穴追獵者長靴。",
    ["T"] = "地穴追獵者長靴",
  },
  [9059] = {
    ["D"] = "我發現地穴惡魔的甲殼大有用處。我可以利用這種甲殼以及丟失在納克薩瑪斯宮殿中的被玷污的護甲，打造出一套輕便時尚的、具有毀滅性力量的套裝。$B$B幫我尋找必需的材料，我就能制作出這套前所未有的裝備！",
    ["O"] = "如果你將1副被玷污的手甲、8塊鎖甲碎片、1塊奧金錠和5個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的獵手雷奧普德，他會為你制作一副地穴追獵者護手。",
    ["T"] = "地穴追獵者護手",
  },
  [9060] = {
    ["D"] = "我發現地穴惡魔的甲殼大有用處。我可以利用這種甲殼以及丟失在納克薩瑪斯宮殿中的被玷污的護甲，打造出一套輕便時尚的、具有毀滅性力量的套裝。$B$B幫我尋找必需的材料，我就能制作出這套前所未有的裝備！",
    ["O"] = "如果你將1條被玷污的束帶、8塊鎖甲碎片、1塊奧金錠和3塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的獵手雷奧普德，他會為你制作一條地穴追獵者束帶。",
    ["T"] = "地穴追獵者束帶",
  },
  [9061] = {
    ["D"] = "我發現地穴惡魔的甲殼大有用處。我可以利用這種甲殼以及丟失在納克薩瑪斯宮殿中的被玷污的護甲，打造出一套輕便時尚的、具有毀滅性力量的套裝。$B$B幫我尋找必需的材料，我就能制作出這套前所未有的裝備！",
    ["O"] = "如果你將1副被玷污的腕甲、6塊鎖甲碎片、1塊奧金錠和2個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的獵手雷奧普德，他會為你制作一副地穴追獵者腕甲。",
    ["T"] = "地穴追獵者腕甲",
  },
  [9063] = {
    ["D"] = "有位名叫托爾瓦·尋路者的獵人最近請求德魯伊的幫助。他說只有我們才具備必要的技巧與對大自然的尊重。$b$b托爾瓦并不難找，他就在由塔納利斯通往安戈洛環形山的路上，準確的說，是環形山的入口位置。",
    ["O"] = "與安戈洛環形山的托爾瓦·尋路者談一談。",
    ["T"] = "托爾瓦·尋路者",
  },
  [9068] = {
    ["D"] = "你可以將為了防守這片土地而倒下的勇士護甲帶來給我嗎?$B$B護甲已被褻瀆，無疑是正被惡魔使用；不過，只要有被戰爭破壞的護甲碎片，被褻瀆的護甲就可以復原并再次被批上戰場。$B$B將死者的遺物和凈化材料帶來給我，碎地者護甲就會是你的。$B$B尋找納克薩瑪斯。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的林布拉特·大地粉碎者將為你制作碎地者外套，只要你將下列物品帶給他：1件被褻瀆的外衣，25個受戰爭破壞的鏈甲碎片，4個奧金錠和3塊熟化毛皮。",
    ["T"] = "碎地者外套",
  },
  [9069] = {
    ["D"] = "你可以將為了防守這片土地而倒下的勇士護甲帶來給我嗎?$B$B護甲已被褻瀆，無疑是正被惡魔使用；不過，只要有被戰爭破壞的護甲碎片，被褻瀆的護甲就可以復原并再次被批上戰場。$B$B將死者的遺物和凈化材料帶來給我，碎地者護甲就會是你的。$B$B尋找納克薩瑪斯。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的林布拉特·大地粉碎者將為你制作碎地者護腿，只要你將下列物品帶給他：1對被褻瀆的腿甲，20個受戰爭破壞的鏈甲碎片，3個奧金錠和5塊熟化毛皮。",
    ["T"] = "碎地者護腿",
  },
  [9070] = {
    ["D"] = "你可以將為了防守這片土地而倒下的勇士護甲帶來給我嗎?$B$B護甲已被褻瀆，無疑是正被惡魔使用；不過，只要有被戰爭破壞的護甲碎片，被褻瀆的護甲就可以復原并再次被批上戰場。$B$B將死者的遺物和凈化材料帶來給我，碎地者護甲就會是你的。$B$B尋找納克薩瑪斯。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的林布拉特·大地粉碎者將為你制作碎地者頭盔，只要你將下列物品帶給他：1個被褻瀆的頭甲，15個受戰爭破壞的鏈甲碎片，4個奧金錠和2個聯結水晶。",
    ["T"] = "碎地者頭盔",
  },
  [9071] = {
    ["D"] = "你可以將為了防守這片土地而倒下的勇士護甲帶來給我嗎?$B$B護甲已被褻瀆，無疑是正被惡魔使用；不過，只要有被戰爭破壞的護甲碎片，被褻瀆的護甲就可以復原并再次被批上戰場。$B$B將死者的遺物和凈化材料帶來給我，碎地者護甲就會是你的。$B$B尋找納克薩瑪斯。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的林布拉特·大地粉碎者將為你制作碎地者肩甲，只要你將下列物品帶給他：1套被褻瀆的護肩，12個受戰爭破壞的鏈甲碎片，2個奧金錠和2塊月布。",
    ["T"] = "碎地者肩甲",
  },
  [9072] = {
    ["D"] = "你能將那些戰死沙場的英雄的護甲給我帶回來嗎？$B$B那些護甲被邪惡的敵人奪去，早已被玷污了，但是護甲碎片能徹底清潔它們，讓我們重新穿著它們殺入戰場。$B$B將陣亡英雄的遺物以及那些凈化所需的材料交給我，我會為你打造碎地者的套裝。$B$B到納克薩瑪斯去尋找吧！",
    ["O"] = "如果你將1雙被玷污的長靴、12塊鎖甲碎片、1塊奧金錠和3塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的雷布拉特·碎地者，他將為你制作一雙碎地者長靴。",
    ["T"] = "碎地者長靴",
  },
  [9073] = {
    ["D"] = "你可以將為了防守這片土地而倒下的勇士護甲帶來給我嗎？$B$B護甲已被褻瀆，無疑是正被惡魔使用；不過，只要有被戰爭破壞的護甲碎片，被褻瀆的護甲就可以復原并再次被批上戰場。$B$B將死者的遺物和凈化材料帶來給我，碎地者護甲就會是你的。$B$B尋找納克薩瑪斯。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的林布拉特·大地粉碎者將為你制作碎地者護手，只要你將下列物品帶給他：1套被褻瀆的護手，8個受戰爭破壞的鏈甲碎片，1個奧金錠和5塊熟化毛皮。",
    ["T"] = "碎地者護手",
  },
  [9074] = {
    ["D"] = "你可以將為了防守這片土地而倒下的勇士護甲帶來給我嗎？$B$B護甲已被褻瀆，無疑是正被惡魔使用；不過，只要有被戰爭破壞的護甲碎片，被褻瀆的護甲就可以復原并再次被批上戰場。$B$B將死者的遺物和凈化材料帶來給我，碎地者護甲就會是你的。$B$B尋找納克薩瑪斯。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的林布拉特·大地粉碎者將為你制作碎地者束腰，只要你將下列物品帶給他：1個被褻瀆的束腰，8個受戰爭破壞的鏈甲碎片，1個奧金錠和3個聯結水晶。",
    ["T"] = "碎地者束腰",
  },
  [9075] = {
    ["D"] = "你可以將為了防守這片土地而倒下的勇士護甲帶來給我嗎？$B$B護甲已被褻瀆，無疑是正被惡魔使用；不過，只要有被戰爭破壞的護甲碎片，被褻瀆的護甲就可以復原并再次被批上戰場。$B$B將死者的遺物和凈化材料帶來給我，碎地者護甲就會是你的。$B$B尋找納克薩瑪斯。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的林布拉特·大地粉碎者將為你制作碎地者護腕，只要你將下列物品帶給他：1對被褻瀆的束腕，6個受戰爭破壞的鏈甲碎片，1個奧金錠和2塊熟化毛皮。",
    ["T"] = "碎地者護腕",
  },
  [9077] = {
    ["D"] = "如果你想要骨鐮護甲，就得幫我找來一些必需的材料。$B$B進入納克薩瑪斯的宮殿——就是那座漂浮在空中的巨大城市，去收集被玷污的護甲和皮甲碎片。集齊所有材料，我就能為你打造骨鐮護甲。噢，對了，你還得付點金幣給我……制作護甲所需的骨頭由我來提供。",
    ["O"] = "如果你將1件被玷污的胸甲、25塊皮甲碎片、2塊奧金錠和6個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的殺手洛汗，他會為你制作一件骨鐮胸甲。",
    ["T"] = "骨鐮胸甲",
  },
  [9078] = {
    ["D"] = "如果你想要骨鐮護甲，就得幫我找來一些必需的材料。$B$B進入納克薩瑪斯的宮殿——就是那座漂浮在空中的巨大城市，去收集被玷污的護甲和皮甲碎片。集齊所有材料，我就能為你打造骨鐮護甲。噢，對了，你還得付點金幣給我……制作護甲所需的骨頭由我來提供。",
    ["O"] = "如果你將1副被玷污的腿鎧、20塊皮甲碎片、1塊奧金錠、8個熟化毛皮和100金幣交給東瘟疫之地圣光之愿禮拜堂的殺手洛汗，他會為你制作一副骨鐮腿鎧。",
    ["T"] = "骨鐮腿鎧",
  },
  [9079] = {
    ["D"] = "如果你想要骨鐮護甲，就得幫我找來一些必需的材料。$B$B進入納克薩瑪斯的宮殿——就是那座漂浮在空中的巨大城市，去收集被玷污的護甲和皮甲碎片。集齊所有材料，我就能為你打造骨鐮護甲。噢，對了，你還得付點金幣給我……制作護甲所需的骨頭由我來提供。",
    ["O"] = "如果你將1頂被玷污的頭盔、15塊皮甲碎片、8個熟化毛皮、1塊連結水晶和75金幣交給東瘟疫之地圣光之愿禮拜堂的殺手洛汗，他會為你制作一頂骨鐮頭盔。",
    ["T"] = "骨鐮頭盔",
  },
  [9080] = {
    ["D"] = "如果你想要骨鐮護甲，就得幫我找來一些必需的材料。$B$B進入納克薩瑪斯的宮殿——就是那座漂浮在空中的巨大城市，去收集被玷污的護甲和皮甲碎片。集齊所有材料，我就能為你打造骨鐮護甲。噢，對了，你還得付點金幣給我……制作護甲所需的骨頭由我來提供。",
    ["O"] = "如果你將1副被玷污的肩鎧、12塊皮甲碎片、5個熟化毛皮、1塊連結水晶和50金幣交給東瘟疫之地圣光之愿禮拜堂的殺手洛汗，他會為你制作一副骨鐮肩鎧。",
    ["T"] = "骨鐮肩鎧",
  },
  [9081] = {
    ["D"] = "如果你想要骨鐮護甲，就得幫我找來一些必需的材料。$B$B進入納克薩瑪斯的宮殿——就是那座漂浮在空中的巨大城市，去收集被玷污的護甲和皮甲碎片。集齊所有材料，我就能為你打造骨鐮護甲。噢，對了，你還得付點金幣給我……制作護甲所需的骨頭由我來提供。",
    ["O"] = "如果你將1雙被玷污的馬靴、12塊皮甲碎片、3個熟化毛皮、2塊連結水晶和25金幣交給東瘟疫之地圣光之愿禮拜堂的殺手洛汗，他會為你制作一雙骨鐮馬靴。",
    ["T"] = "骨鐮馬靴",
  },
  [9082] = {
    ["D"] = "如果你想要骨鐮護甲，就得幫我找來一些必需的材料。$B$B進入納克薩瑪斯的宮殿——就是那座漂浮在空中的巨大城市，去收集被玷污的護甲和皮甲碎片。集齊所有材料，我就能為你打造骨鐮護甲。噢，對了，你還得付點金幣給我……制作護甲所需的骨頭由我來提供。",
    ["O"] = "如果你將1雙被玷污的護手、8塊皮甲碎片、1塊奧金錠和5個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的殺手洛汗，他會為你制作一雙骨鐮護手。",
    ["T"] = "骨鐮護手",
  },
  [9083] = {
    ["D"] = "如果你想要骨鐮護甲，就得幫我找來一些必需的材料。$B$B進入納克薩瑪斯的宮殿——就是那座漂浮在空中的巨大城市，去收集被玷污的護甲和皮甲碎片。集齊所有材料，我就能為你打造骨鐮護甲。噢，對了，你還得付點金幣給我……制作護甲所需的骨頭由我來提供。",
    ["O"] = "如果你將1條被玷污的護腰、8塊皮甲碎片、5個熟化毛皮、1塊連結水晶和15金幣交給東瘟疫之地圣光之愿禮拜堂的殺手洛汗，他會為你制作一條骨鐮護腰。",
    ["T"] = "骨鐮護腰",
  },
  [9084] = {
    ["D"] = "如果你想要骨鐮護甲，就得幫我找來一些必需的材料。$B$B進入納克薩瑪斯的宮殿——就是那座漂浮在空中的巨大城市，去收集被玷污的護甲和皮甲碎片。集齊所有材料，我就能為你打造骨鐮護甲。噢，對了，你還得付點金幣給我……制作護甲所需的骨頭由我來提供。",
    ["O"] = "如果你將1副被玷污的護腕、6塊皮甲碎片、1塊奧金錠、2個熟化毛皮和10金幣交給東瘟疫之地圣光之愿禮拜堂的殺手洛汗，他會為你制作一副骨鐮護腕。",
    ["T"] = "骨鐮護腕",
  },
  [9085] = {
    ["D"] = "在你攻破天災軍團的召喚法陣后，就要面對守護法陣的侍僧了。$B$B說老實話，這些家伙不是人，而是暗影，巫妖王最恐怖的爪牙。使用死靈石可令它們顯形，魔法和武器攻擊都能取它們的性命。",
    ["O"] = "前往一處召喚法陣，殺死一名末日之影，然后向東瘟疫之地圣光之愿禮拜堂的指揮官托馬斯·海勒拉復命。",
    ["T"] = "末日之影",
  },
  [9086] = {
    ["D"] = "許多英雄在那場戰爭中喪生，直到今天還有無數勇士前赴后繼，與天災軍團進行殊死的搏斗。天災士兵們從陣亡的英雄身上脫下護甲，帶回納克薩瑪斯進行秘密研究。$B$B取回那些被玷污的護甲碎片和我需要的其它材料，我就能為你打造夢游者護甲。",
    ["O"] = "如果你將1件被玷污的外套、25塊皮甲碎片、6個熟化毛皮和2塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的萊茵，他會為你制作一件夢游者外套。",
    ["T"] = "夢游者外套",
  },
  [9087] = {
    ["D"] = "許多英雄在那場戰爭中喪生，直到今天還有無數勇士前赴后繼，與天災軍團進行殊死的搏斗。天災士兵們從陣亡的英雄身上脫下護甲，帶回納克薩瑪斯進行秘密研究。$B$B取回那些被玷污的護甲碎片和我需要的其它材料，我就能為你打造夢游者護甲。",
    ["O"] = "如果你將1件被玷污的腿甲、20塊皮甲碎片、8個熟化毛皮和1塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的萊茵，他會為你制作一件夢游者腿甲。",
    ["T"] = "夢游者腿甲",
  },
  [9088] = {
    ["D"] = "許多英雄在那場戰爭中喪生，直到今天還有無數勇士前赴后繼，與天災軍團進行殊死的搏斗。天災士兵們從陣亡的英雄身上脫下護甲，帶回納克薩瑪斯進行秘密研究。$B$B取回那些被玷污的護甲碎片和我需要的其它材料，我就能為你打造夢游者護甲。",
    ["O"] = "如果你將1件被玷污的頭飾、15塊皮甲碎片、6個熟化毛皮和2塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的萊茵，他會為你制作一件夢游者頭飾。",
    ["T"] = "夢游者頭飾",
  },
  [9089] = {
    ["D"] = "許多英雄在那場戰爭中喪生，直到今天還有無數勇士前赴后繼，與天災軍團進行殊死的搏斗。天災士兵們從陣亡的英雄身上脫下護甲，帶回納克薩瑪斯進行秘密研究。$B$B取回那些被玷污的護甲碎片和我需要的其它材料，我就能為你打造夢游者護甲。",
    ["O"] = "如果你將1副被玷污的肩飾、12塊皮甲碎片、5個熟化毛皮和1塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的萊茵，他會為你制作一副夢游者肩飾。",
    ["T"] = "夢游者肩飾",
  },
  [9090] = {
    ["D"] = "許多英雄在那場戰爭中喪生，直到今天還有無數勇士前赴后繼，與天災軍團進行殊死的搏斗。天災士兵們從陣亡的英雄身上脫下護甲，帶回納克薩瑪斯進行秘密研究。$B$B取回那些被玷污的護甲碎片和我需要的其它材料，我就能為你打造夢游者護甲。",
    ["O"] = "如果你將1雙被玷污的長靴、12塊皮甲碎片、3張月布和2個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的萊茵，他會為你制作一雙夢游者長靴。",
    ["T"] = "夢游者長靴",
  },
  [9091] = {
    ["D"] = "許多英雄在那場戰爭中喪生，直到今天還有無數勇士前赴后繼，與天災軍團進行殊死的搏斗。天災士兵們從陣亡的英雄身上脫下護甲，帶回納克薩瑪斯進行秘密研究。$B$B取回那些被玷污的護甲碎片和我需要的其它材料，我就能為你打造夢游者護甲。",
    ["O"] = "如果你將1副被玷污的護手、8塊皮甲碎片、5個熟化毛皮和1塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的萊茵，他會為你制作一副夢游者護手。",
    ["T"] = "夢游者護手",
  },
  [9092] = {
    ["D"] = "許多英雄在那場戰爭中喪生，直到今天還有無數勇士前赴后繼，與天災軍團進行殊死的搏斗。天災士兵們從陣亡的英雄身上脫下護甲，帶回納克薩瑪斯進行秘密研究。$B$B取回那些被玷污的護甲碎片和我需要的其它材料，我就能為你打造夢游者護甲。",
    ["O"] = "如果你將1條被玷污的束帶、8塊皮甲碎片、3張月布和2個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的萊茵，他會為你制作一條夢游者束帶。",
    ["T"] = "夢游者束帶",
  },
  [9093] = {
    ["D"] = "許多英雄在那場戰爭中喪生，直到今天還有無數勇士前赴后繼，與天災軍團進行殊死的搏斗。天災士兵們從陣亡的英雄身上脫下護甲，帶回納克薩瑪斯進行秘密研究。$B$B取回那些被玷污的護甲碎片和我需要的其它材料，我就能為你打造夢游者護甲。",
    ["O"] = "如果你將1副被玷污的腕甲、6塊皮甲碎片、1塊奧術水晶和2個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的萊茵，他會為你制作一副夢游者腕甲。",
    ["T"] = "夢游者腕甲",
  },
  [9094] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "銀色黎明手套",
  },
  [9095] = {
    ["D"] = "作為一名守衛，我有權使用麥迪文的私人物品。我發現在所有的物品中，書籍最能予人啟迪。坦白地說，雖然大部分書籍內容都相當垃圾，但其中也不乏精品。其中一本記載了大法師的霜火套裝的制作方法。$B$B<安吉拉指著她的腦袋。>$B$B它們現在都在我的腦子里，如果你能給我適當的材料，我會很樂意與你分享這些寶貴的知識。",
    ["O"] = "如果你將1件被玷污的長袍、25塊布衣碎片、4張月布和2塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的大法師安吉拉·杜薩圖斯，她會為你制作一件霜火長袍。",
    ["T"] = "霜火長袍",
  },
  [9096] = {
    ["D"] = "作為一名守衛，我有權使用麥迪文的私人物品。我發現在所有的物品中，書籍最能予人啟迪。坦白地說，雖然大部分書籍內容都相當垃圾，但其中也不乏精品。其中一本記載了大法師的霜火套裝的制作方法。$B$B<安吉拉指著她的腦袋。>$B$B它們現在都在我的腦子里，如果你能給我適當的材料，我會很樂意與你分享這些寶貴的知識。",
    ["O"] = "如果你將1副被玷污的護腿、20塊布衣碎片、4張月布和2塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的大法師安吉拉·杜薩圖斯，她會為你制作一副霜火護腿。",
    ["T"] = "霜火護腿",
  },
  [9097] = {
    ["D"] = "作為一名守衛，我有權使用麥迪文的私人物品。我發現在所有的物品中，書籍最能予人啟迪。坦白地說，雖然大部分書籍內容都相當垃圾，但其中也不乏精品。其中一本記載了大法師的霜火套裝的制作方法。$B$B<安吉拉指著她的腦袋。>$B$B它們現在都在我的腦子里，如果你能給我適當的材料，我會很樂意與你分享這些寶貴的知識。",
    ["O"] = "如果你將1個被玷污的頭環、15塊布衣碎片、3張月布和3塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的大法師安吉拉·杜薩圖斯，她會為你制作一個霜火頭飾。",
    ["T"] = "霜火頭飾",
  },
  [9098] = {
    ["D"] = "作為一名守衛，我有權使用麥迪文的私人物品。我發現在所有的物品中，書籍最能予人啟迪。坦白地說，雖然大部分書籍內容都相當垃圾，但其中也不乏精品。其中一本記載了大法師的霜火套裝的制作方法。$B$B<安吉拉指著她的腦袋。>$B$B它們現在都在我的腦子里，如果你能給我適當的材料，我會很樂意與你分享這些寶貴的知識。",
    ["O"] = "如果你將1副被玷污的肩墊、12塊布衣碎片、2張月布和3個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的大法師安吉拉·杜薩圖斯，她會為你制作一副霜火肩墊。",
    ["T"] = "霜火肩墊",
  },
  [9099] = {
    ["D"] = "作為一名守衛，我有權使用麥迪文的私人物品。我發現在所有的物品中，書籍最能予人啟迪。坦白地說，雖然大部分書籍內容都相當垃圾，但其中也不乏精品。其中一本記載了大法師的霜火套裝的制作方法。$B$B<安吉拉指著她的腦袋。>$B$B它們現在都在我的腦子里，如果你能給我適當的材料，我會很樂意與你分享這些寶貴的知識。",
    ["O"] = "如果你將1雙被玷污的便鞋、12塊布衣碎片、2張月布和3個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的大法師安吉拉·杜薩圖斯，她會為你制作一雙霜火便鞋。",
    ["T"] = "霜火便鞋",
  },
  [9100] = {
    ["D"] = "作為一名守衛，我有權使用麥迪文的私人物品。我發現在所有的物品中，書籍最能予人啟迪。坦白地說，雖然大部分書籍內容都相當垃圾，但其中也不乏精品。其中一本記載了大法師的霜火套裝的制作方法。$B$B<安吉拉指著她的腦袋。>$B$B它們現在都在我的腦子里，如果你能給我適當的材料，我會很樂意與你分享這些寶貴的知識。",
    ["O"] = "如果你將1雙被玷污的手套、8塊布衣碎片和4張月布交給東瘟疫之地圣光之愿禮拜堂的大法師安吉拉·杜薩圖斯，她會為你制作一雙霜火手套。",
    ["T"] = "霜火手套",
  },
  [9101] = {
    ["D"] = "作為一名守衛，我有權使用麥迪文的私人物品。我發現在所有的物品中，書籍最能予人啟迪。坦白地說，雖然大部分書籍內容都相當垃圾，但其中也不乏精品。其中一本記載了大法師的霜火套裝的制作方法。$B$B<安吉拉指著她的腦袋。>$B$B它們現在都在我的腦子里，如果你能給我適當的材料，我會很樂意與你分享這些寶貴的知識。",
    ["O"] = "如果你將1條被玷污的腰帶、8塊布衣碎片、2塊奧術水晶和2張月布交給東瘟疫之地圣光之愿禮拜堂的大法師安吉拉·杜薩圖斯，她會為你制作一條霜火腰帶。",
    ["T"] = "霜火腰帶",
  },
  [9102] = {
    ["D"] = "作為一名守衛，我有權使用麥迪文的私人物品。我發現在所有的物品中，書籍最能予人啟迪。坦白地說，雖然大部分書籍內容都相當垃圾，但其中也不乏精品。其中一本記載了大法師的霜火套裝的制作方法。$B$B<安吉拉指著她的腦袋。>$B$B它們現在都在我的腦子里，如果你能給我適當的材料，我會很樂意與你分享這些寶貴的知識。",
    ["O"] = "如果你將1副被玷污的腕輪、6塊布衣碎片、1塊奧術水晶和1塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的大法師安吉拉·杜薩圖斯，她會為你制作一副霜火腕輪。",
    ["T"] = "霜火腕輪",
  },
  [9103] = {
    ["D"] = "我可不是吹牛，你這卑微的家伙。瘟疫之心套裝擁有的黑暗力量很可能會要了我們倆的性命。這也是我要價很高的原因。要死的話，我也得做個富鬼不是？$B$B我可不關心你的死活，除非你照我說的去做。去尋找我需要的材料吧，這對我們都有好處——當然，或者我們都會丟掉性命，但是我已經解釋過了……",
    ["O"] = "如果你將1件被玷污的長袍、25塊布衣碎片、4張月布和2塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的憤怒者瑪塔烏斯，他會為你制作一件瘟疫之心長袍。",
    ["T"] = "瘟疫之心長袍",
  },
  [9104] = {
    ["D"] = "我可不是吹牛，你這卑微的家伙。瘟疫之心套裝擁有的黑暗力量很可能會要了我們倆的性命。這也是我要價很高的原因。要死的話，我也得做個富鬼不是？$B$B我可不關心你的死活，除非你照我說的去做。去尋找我需要的材料吧，這對我們都有好處——當然，或者我們都會丟掉性命，但是我已經解釋過了……",
    ["O"] = "如果你將1副被玷污的護腿、20塊布衣碎片、4張月布和2塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的憤怒者瑪塔烏斯，他會為你制作一副瘟疫之心護腿。",
    ["T"] = "瘟疫之心護腿",
  },
  [9105] = {
    ["D"] = "我可不是吹牛，你這卑微的家伙。瘟疫之心套裝擁有的黑暗力量很可能會要了我們倆的性命。這也是我要價很高的原因。要死的話，我也得做個富鬼不是？$B$B我可不關心你的死活，除非你照我說的去做。去尋找我需要的材料吧，這對我們都有好處——當然，或者我們都會丟掉性命，但是我已經解釋過了……",
    ["O"] = "如果你將1個被玷污的頭環、15塊布衣碎片、3張月布和3塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的憤怒者瑪塔烏斯，他會為你制作一個瘟疫之心頭飾。",
    ["T"] = "瘟疫之心頭飾",
  },
  [9106] = {
    ["D"] = "我可不是吹牛，你這卑微的家伙。瘟疫之心套裝擁有的黑暗力量很可能會要了我們倆的性命。這也是我要價很高的原因。要死的話，我也得做個富鬼不是？$B$B我可不關心你的死活，除非你照我說的去做。去尋找我需要的材料吧，這對我們都有好處——當然，或者我們都會丟掉性命，但是我已經解釋過了……",
    ["O"] = "如果你將1副被玷污的肩墊、12塊布衣碎片、2張月布和3個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的憤怒者瑪塔烏斯，他會為你制作一副瘟疫之心肩墊。",
    ["T"] = "瘟疫之心肩墊",
  },
  [9107] = {
    ["D"] = "我可不是吹牛，你這卑微的家伙。瘟疫之心套裝擁有的黑暗力量很可能會要了我們倆的性命。這也是我要價很高的原因。要死的話，我也得做個富鬼不是？$B$B我可不關心你的死活，除非你照我說的去做。去尋找我需要的材料吧，這對我們都有好處——當然，或者我們都會丟掉性命，但是我已經解釋過了……",
    ["O"] = "如果你將1雙被玷污的便鞋、12塊布衣碎片、2張月布和3個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的憤怒者瑪塔烏斯，他會為你制作一雙瘟疫之心便鞋。",
    ["T"] = "瘟疫之心便鞋",
  },
  [9108] = {
    ["D"] = "我可不是吹牛，你這卑微的家伙。瘟疫之心套裝擁有的黑暗力量很可能會要了我們倆的性命。這也是我要價很高的原因。要死的話，我也得做個富鬼不是？$B$B我可不關心你的死活，除非你照我說的去做。去尋找我需要的材料吧，這對我們都有好處——當然，或者我們都會丟掉性命，但是我已經解釋過了……",
    ["O"] = "如果你將1雙被玷污的手套、8塊布衣碎片和4張月布交給東瘟疫之地圣光之愿禮拜堂的憤怒者瑪塔烏斯，他會為你制作一雙瘟疫之心手套。",
    ["T"] = "瘟疫之心手套",
  },
  [9109] = {
    ["D"] = "我可不是吹牛，你這卑微的家伙。瘟疫之心套裝擁有的黑暗力量很可能會要了我們倆的性命。這也是我要價很高的原因。要死的話，我也得做個富鬼不是？$B$B我可不關心你的死活，除非你照我說的去做。去尋找我需要的材料吧，這對我們都有好處——當然，或者我們都會丟掉性命，但是我已經解釋過了……",
    ["O"] = "如果你將1條被玷污的腰帶、8塊布衣碎片、2塊奧術水晶和2張月布交給東瘟疫之地圣光之愿禮拜堂的憤怒者瑪塔烏斯，他會為你制作一條瘟疫之心腰帶。",
    ["T"] = "瘟疫之心腰帶",
  },
  [9110] = {
    ["D"] = "我可不是吹牛，你這卑微的家伙。瘟疫之心套裝擁有的黑暗力量很可能會要了我們倆的性命。這也是我要價很高的原因。要死的話，我也得做個富鬼不是？$B$B我可不關心你的死活，除非你照我說的去做。去尋找我需要的材料吧，這對我們都有好處——當然，或者我們都會丟掉性命，但是我已經解釋過了……",
    ["O"] = "如果你將1副被玷污的腕輪、6塊布衣碎片、1塊奧術水晶和1塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的憤怒者瑪塔烏斯，他會為你制作一副瘟疫之心腕輪。",
    ["T"] = "瘟疫之心腕輪",
  },
  [9111] = {
    ["D"] = "<蒙托爾神父在你面前做了一個奇怪的手勢。>$B$B幸運的$G小伙子:姑娘;，你找到那些陣亡士兵的護甲了嗎？這些可憐的英雄在那場戰爭中咽下了最后一口氣，還被天災士兵脫去了所有護甲，連死亡的尊嚴都沒能保住。$B$B把被玷污的護甲部件和凈化所需的材料給我帶來，你就會了解信仰的含義。",
    ["O"] = "如果你將1件被玷污的長袍、25塊布衣碎片、4張月布和2塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的英尼戈·蒙托爾神父，他會為你制作一件信仰長袍。",
    ["T"] = "信仰長袍",
  },
  [9112] = {
    ["D"] = "<蒙托爾神父在你面前做了一個奇怪的手勢。>$B$B幸運的$G小伙子:姑娘;，你找到那些陣亡士兵的護甲了嗎？這些可憐的英雄在那場戰爭中咽下了最后一口氣，還被天災士兵脫去了所有護甲，連死亡的尊嚴都沒能保住。$B$B把被玷污的護甲部件和凈化所需的材料給我帶來，你就會了解信仰的含義。",
    ["O"] = "如果你將1件被玷污的護腿、20塊布衣碎片、4張月布和2塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的英尼戈·蒙托爾神父，他會為你制作一件信仰護腿。",
    ["T"] = "信仰護腿",
  },
  [9113] = {
    ["D"] = "<蒙托爾神父在你面前做了一個奇怪的手勢。>$B$B幸運的$G小伙子:姑娘;，你找到那些陣亡士兵的護甲了嗎？這些可憐的英雄在那場戰爭中咽下了最后一口氣，還被天災士兵脫去了所有護甲，連死亡的尊嚴都沒能保住。$B$B把被玷污的護甲部件和凈化所需的材料給我帶來，你就會了解信仰的含義。",
    ["O"] = "如果你將1件被玷污的頭環、15塊布衣碎片、3張月布和3塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的英尼戈·蒙托爾神父，他會為你制作一件信仰頭環。",
    ["T"] = "信仰頭環",
  },
  [9114] = {
    ["D"] = "<蒙托爾神父在你面前做了一個奇怪的手勢。>$B$B幸運的$G小伙子:姑娘;，你找到那些陣亡士兵的護甲了嗎？這些可憐的英雄在那場戰爭中咽下了最后一口氣，還被天災士兵脫去了所有護甲，連死亡的尊嚴都沒能保住。$B$B把被玷污的護甲部件和凈化所需的材料給我帶來，你就會了解信仰的含義。",
    ["O"] = "如果你將1副被玷污的肩墊、12塊布衣碎片、2張月布和3塊熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的英尼戈·蒙托爾神父，他會為你制作一對信仰肩墊。",
    ["T"] = "信仰肩墊",
  },
  [9115] = {
    ["D"] = "<蒙托爾神父在你面前做了一個奇怪的手勢。>$B$B幸運的$G小伙子:姑娘;，你找到那些陣亡士兵的護甲了嗎？這些可憐的英雄在那場戰爭中咽下了最后一口氣，還被天災士兵脫去了所有護甲，連死亡的尊嚴都沒能保住。$B$B把被玷污的護甲部件和凈化所需的材料給我帶來，你就會了解信仰的含義。",
    ["O"] = "如果你將1雙被玷污的便鞋、12塊布衣碎片、2張月布和3個熟化毛皮交給東瘟疫之地圣光之愿禮拜堂的英尼戈·蒙托爾神父，他會為你制作一雙信仰便鞋。",
    ["T"] = "信仰便鞋",
  },
  [9116] = {
    ["D"] = "<蒙托爾神父在你面前做了一個奇怪的手勢。>$B$B幸運的$G小伙子:姑娘;，你找到那些陣亡士兵的護甲了嗎？這些可憐的英雄在那場戰爭中咽下了最后一口氣，還被天災士兵脫去了所有護甲，連死亡的尊嚴都沒能保住。$B$B把被玷污的護甲部件和凈化所需的材料給我帶來，你就會了解信仰的含義。",
    ["O"] = "如果你將1雙被玷污的手套、8塊布衣碎片和4張月布交給東瘟疫之地圣光之愿禮拜堂的英尼戈·蒙托爾神父，他會為你制作一雙信仰手套。",
    ["T"] = "信仰手套",
  },
  [9117] = {
    ["D"] = "<蒙托爾神父在你面前做了一個奇怪的手勢。>$B$B幸運的$G小伙子:姑娘;，你找到那些陣亡士兵的護甲了嗎？這些可憐的英雄在那場戰爭中咽下了最后一口氣，還被天災士兵脫去了所有護甲，連死亡的尊嚴都沒能保住。$B$B把被玷污的護甲部件和凈化所需的材料給我帶來，你就會了解信仰的含義。",
    ["O"] = "如果你將1條被玷污的腰帶、8塊布衣碎片、2塊奧術水晶和2張月布交給東瘟疫之地圣光之愿禮拜堂的英尼戈·蒙托爾神父，他會為你制作一條信仰腰帶。",
    ["T"] = "信仰腰帶",
  },
  [9118] = {
    ["D"] = "<蒙托爾神父在你面前做了一個奇怪的手勢。>$B$B幸運的$G小伙子:姑娘;，你找到那些陣亡士兵的護甲了嗎？這些可憐的英雄在那場戰爭中咽下了最后一口氣，還被天災士兵脫去了所有護甲，連死亡的尊嚴都沒能保住。$B$B把被玷污的護甲部件和凈化所需的材料給我帶來，你就會了解信仰的含義。",
    ["O"] = "如果你將1副被玷污的腕輪、6塊布衣碎片、1塊奧術水晶和1塊連結水晶交給東瘟疫之地圣光之愿禮拜堂的英尼戈·蒙托爾神父，他會為你制作一副信仰腕輪。",
    ["T"] = "信仰腕輪",
  },
  [9120] = {
    ["D"] = "護符匣是納克薩瑪斯惟一的遺物。理性告訴你應該摧毀護符匣，令巫妖王再也無法復活。好在你從來不會聽從理智的心聲。$B$B圣光之愿禮拜堂的某人會出大價錢換取護符匣的。就算克爾蘇加德恢復力量又如何？管他的呢！",
    ["O"] = "將克爾蘇加德的護符匣帶往東瘟疫之地圣光之愿禮拜堂。",
    ["T"] = "克爾蘇加德的末日",
  },
  [9121] = {
    ["D"] = "病木林深處就是納克薩瑪斯的宮殿入口。那兒的符文傳送門被魔法結界籠罩，一般人是根本進不去的，不過現在不一樣了。$B$B我們已經想出了破除結界的方法——奧術遮罩。我對肯瑞托古老的咒語進行了一些修改，使它具備了破除納克薩瑪斯結界的能力。但是你在銀色黎明的聲望還不高，$N，因此你需要支付一大筆錢。或者當你的聲望達到崇敬或是崇拜時再來找我，我會給你打折的。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的大法師安吉拉·杜薩圖斯需要5塊奧術水晶、2塊連結水晶、1個正義寶珠和60金幣。你在銀色黎明中的聲望必須達到尊敬。",
    ["T"] = "恐怖之城，納克薩瑪斯",
  },
  [9122] = {
    ["D"] = "病木林深處就是納克薩瑪斯的宮殿入口。那兒的符文傳送門被魔法結界籠罩，一般人是根本進不去的，不過現在不一樣了。$B$B我們已經想出了破除結界的方法——奧術遮罩。我對肯瑞托古老的咒語進行了一些修改，使它具備了破除納克薩瑪斯結界的能力。我說過，這種咒語價格不菲，但是你對銀色黎明的貢獻令人非常敬佩，我們會給你打個折扣的。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的大法師安吉拉·杜薩圖斯需要2塊奧術水晶、1塊連結水晶和30金幣。你在銀色黎明中的聲望必須達到崇敬。",
    ["T"] = "恐怖之城，納克薩瑪斯",
  },
  [9123] = {
    ["D"] = "在濃密的病木林里有個入口通往納克薩瑪斯的可怕堡壘。以前，任何想嘗試進入的人都被符文傳送門外的魔法守衛擋下來。直到現在。$B$B我們設計了一個方法，透過一個永久的秘法掩護 - 肯瑞托的古老咒語加上一些我自己做的修改。說到這，那個斗篷是要錢的；不過，你對銀色黎明的貢獻不可動搖!我們會取消所有的費用。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的大法師安琪拉·多桑杜將免費給你秘法掩護。你一定要在銀色黎明達到崇拜聲望。",
    ["T"] = "可怕的堡壘 - 納克薩瑪斯",
  },
  [9124] = {
    ["D"] = "你想賺到這些亮閃閃的玩意兒嗎？$B$B<雷奧普德舉起一枚十字軍徽記。>$B$B我有點小麻煩，或許你能幫得上忙，$N。瞧，我會為那些敢于進入納克薩瑪斯宮殿的勇士們制作地穴追獵者套裝。雖然他們能為我提供所需的主要材料，但是我還需要地穴魔的碎塊。把一組碎塊交給我，我會送你一枚十字軍徽記作為獎勵的，這東西在軍需官那兒大有用處。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的獵手雷奧普德要30份地穴魔的碎塊。",
    ["T"] = "地穴追獵者護甲的材料……",
  },
  [9125] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "地穴魔的碎塊",
  },
  [9126] = {
    ["D"] = "打造胡里奧的骨鐮護甲需要大量白骨碎片。雖然那些勇敢的家伙們已經從納克薩瑪斯的宮殿中為我取回了重要材料，但是我還需要白骨碎片。$B$B你覺得怎么樣？想接受這項任務，順便殺些天災士兵嗎？這可是件雙贏的好事兒。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的殺手洛漢要30塊白骨碎片。",
    ["T"] = "骨鐮的材料",
  },
  [9127] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "白骨碎片",
  },
  [9128] = {
    ["D"] = "冒險者，你好啊！你對這兒的工作感興趣嗎？如果你替我做事的話，我會給你這些徽記作為報酬的。你可以用它們在軍需官那里購買各種物品。$B$B我只需要元素之核，越多越好！$B$B你在整個艾澤拉斯世界都可以找到形狀大小各異的元素之核。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的大法師安吉拉·杜薩圖斯要30個元素之核。",
    ["T"] = "元素交易",
  },
  [9129] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "元素之核",
  },
  [9131] = {
    ["D"] = "你有見過無畏套裝嗎，$C？噢，你當然沒有見過。你還是個$G小伙子:姑娘;，孩子。讓我來告訴你吧，無畏套裝是一套象征著榮耀的護甲。$B$B你或許會問，這跟你有什么關系呢？我要說的是，如果你有黑鐵碎片的話，我會很樂意統統買下的。$B$B我需要這些碎片為勇士們打造無畏套裝。把碎片給我，你會得到報酬的。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的科爾法克斯需要30塊黑鐵碎片。",
    ["T"] = "無畏護甲的材料",
  },
  [9132] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "黑鐵碎片",
  },
  [9136] = {
    ["D"] = "我會為那些進入納克薩瑪斯宮殿的勇士們打造一套名為夢游者的護甲。他們能為我提供大多數材料，但是我還需要來自艾澤拉斯某種植株的蠻荒之葉。$B$B你或許認為這項任務太過容易，但是蠻荒之葉是打造夢游者套裝的必備材料。$B$B如果你能完成任務，我還會讓你挑選一枚銀色黎明徽記或是十字軍徽記作為獎勵。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的萊茵需要30片蠻荒之葉。",
    ["T"] = "蠻荒之葉",
  },
  [9137] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "蠻荒之葉",
  },
  [9141] = {
    ["D"] = "你想要文書？什么？你認為多少人夢寐以求的文書僅僅是用來炫耀的嗎？你錯了，無知的家伙。世界各地的工匠們都想要為前線戰事貢獻自己的一份力量。$B$B如果你想拿到訂單的話，就得證明你愿意投身這項事業。將一枚勇氣勛章交給我吧。$B$B惟有殺戮能讓你這卑微的家伙了解真相。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的物資官員梅茲要一枚銀色黎明勇氣勛章。",
    ["T"] = "梅茲的文書",
  },
  [9142] = {
    ["D"] = "You know the drill, kid. One valor token gets you a craftsman\'s writ.",
    ["O"] = "",
    ["T"] = "工匠文書",
  },
  [9153] = {
    ["D"] = "那些漂浮在空中的天災浮空城污染了部落和聯盟的土地。塔納利斯、詛咒之地、冬泉谷和燃燒平原都籠罩在它們的陰影之下。$B$B我們只有協力作戰，才能消滅敵人。$B$B在天災入侵之地，有多處魔法陣支持著這些浮空城。我們決定要攻破法陣周圍的防御勢力。",
    ["O"] = "在你的地圖上尋找天災入侵的地區。擊敗浮空城周圍的天災士兵，摧毀一處浮空城。將5塊死靈石交給東瘟疫之地圣光之愿禮拜堂的指揮官托馬斯·海勒拉。",
    ["T"] = "陰影之下",
  },
  [9154] = {
    ["D"] = "天災軍團糾集了浩浩蕩蕩的部隊向我們發動了反攻，妄圖憑借數量取勝。銀色黎明現在招募所有有戰斗能力的有志之士，無論男女，共同保衛我們的家園。$B$B如果我們站在同一陣線，請將這份文件交給東瘟疫之地圣光之愿禮拜堂的名單登記員。",
    ["O"] = "將征兵公告交給東瘟疫之地圣光之愿禮拜堂的名單登記員。",
    ["T"] = "圣光之愿禮拜堂",
  },
  [9165] = {
    ["D"] = "如果沒有冒險者的幫忙，我的商隊絕不可能成功！天譴軍團已經停下他們的木工活，想阻止我們進入那里。$B$B&lt;守衛迪笛兒擦了擦他的額頭。&gt;$B$B現在我們要在這里等待大元帥錢柏到達。他會簽署你的安全之路令狀讓你帶回圣光之愿禮拜堂的發送指揮官梅茲那里。$B$B還有$N，在錢柏面前講話可要小心。他是那種會咬斷你的頭刺穿你氣管的人 - 只是他不一定會這么做...",
    ["O"] = "將簽署的安全之路令狀送到東瘟疫之地給圣光之愿禮拜堂的發送指揮官梅茲。",
    ["T"] = "安全之路令狀",
  },
  [9178] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單BS-091：$B$B120個致密平衡石。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將120個致密平衡石和工匠文書 - 致密平衡石交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 致密平衡石",
  },
  [9179] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單BS-428：$B$B3個君王板甲護胸。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將3個君王板甲護胸和工匠文書 - 君王板甲護胸交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 君王板甲護胸",
  },
  [9181] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單BS-697：$B$B3個火山戰錘。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將3把火山戰錘和工匠文書 - 火山戰錘交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 火山戰錘",
  },
  [9182] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單BS-6020：$B$B3個巨型瑟銀戰斧。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將3把巨型瑟銀戰斧和工匠文書 - 巨型瑟銀戰斧交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 巨型瑟銀戰斧",
  },
  [9183] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單BS-80：$B$B3個輻光頭飾。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將3個輻光頭飾和工匠文書 - 輻光頭飾交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 輻光頭飾",
  },
  [9184] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單LW-971：$B$B10個邪惡皮甲頭環。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將10個邪惡皮甲頭環和工匠文書 - 邪惡皮甲頭環交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 邪惡皮甲頭環",
  },
  [9185] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單LW-448：$B$B25個毛皮護甲片。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將25個毛皮護甲片和工匠文書 - 毛皮護甲片交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 毛皮護甲片",
  },
  [9186] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單LW-736：$B$B9條邪惡皮甲腰帶。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將9條邪惡皮甲腰帶和工匠文書 - 邪惡皮甲腰帶交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 邪惡皮甲腰帶",
  },
  [9187] = {
    ["D"] = "這張令狀的持有人在完成訂定的工作后會以徽記的形式得到獎賞。$B$B工作令LW-8485：$B$B4件符文皮甲短褲。$B$B所有完成的工作令都要送到東瘟疫之地給圣光之愿禮拜堂的軍需籌備官·石漢 。$B$B一旦契約遭到損壞或篡改一律視為無效。$B$B-發送指揮官梅茲，銀色黎明",
    ["O"] = "將4件符文皮甲短褲和工匠令狀 - 符文皮甲短褲 - 帶到東瘟疫之地給圣光之愿禮拜堂的軍需籌備官·石漢 。",
    ["T"] = "工匠令狀 - 符文皮甲短褲",
  },
  [9188] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單TR-95：$B$B6條亮布短褲。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將6條亮布短褲和工匠文書 - 亮布短褲交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 亮布短褲",
  },
  [9190] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單TR-635：$B$B8雙符文布靴。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將8雙符文布靴和工匠文書 - 符文布靴交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 符文布靴",
  },
  [9191] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單TR-9999：$B$B8個符文布背包。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將8個符文布背包和工匠文書 - 符文布背包交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 符文布背包",
  },
  [9194] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單TR-7229：$B$B8件符文布袍。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將8件符文布袍和工匠文書 - 符文布袍交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 符文布袍",
  },
  [9195] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單EN-11：$B$B20個地精工兵炸藥。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將20個地精工兵炸藥和工匠文書 - 地精工兵炸藥交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 地精工兵炸藥",
  },
  [9196] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單EN-7：$B$B20枚瑟銀手榴彈。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將20枚瑟銀手榴彈和工匠文書 - 瑟銀手榴彈交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 瑟銀手榴彈",
  },
  [9197] = {
    ["D"] = "這張令狀的持有人在完成訂定的工作后會以徽記的形式得到獎賞。$B$B工作令EN-0：$B$B4只地精作戰小雞。$B$B所有完成的工作令都要送到東瘟疫之地給圣光之愿禮拜堂的軍需籌備官·石漢 。$B$B一旦契約遭到損壞或篡改一律視為無效。$B$B-發送指揮官梅茲，銀色黎明",
    ["O"] = "將4只地精作戰小雞和工匠令狀 - 地精作戰小雞 - 帶到東瘟疫之地給圣光之愿禮拜堂的軍需籌備官·石漢 。",
    ["T"] = "工匠令狀 - 地精作戰小雞",
  },
  [9198] = {
    ["D"] = "這張令狀的持有人在完成訂定的工作后會以徽記的形式得到獎賞。$B$B工作令EN-558：$B$B14個瑟銀管。$B$B所有完成的工作令都要送到東瘟疫之地給圣光之愿禮拜堂的軍需籌備官·石漢 。$B$B一旦契約遭到損壞或篡改一律視為無效。$B$B-發送指揮官梅茲，銀色黎明",
    ["O"] = "將14個瑟銀管和工匠令狀 - 瑟銀管 - 帶到東瘟疫之地給圣光之愿禮拜堂的軍需籌備官·石漢 。",
    ["T"] = "工匠令狀 - 瑟銀管",
  },
  [9200] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單AL-473：$B$B10份特效法力藥水。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將10份特效法力藥水和工匠文書 - 特效法力藥水交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 特效法力藥水",
  },
  [9201] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單AL-1420：$B$B15份強效奧術防護藥水。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將15份強效奧術防護藥水和工匠文書 - 強效奧術防護藥水交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 強效奧術防護藥水",
  },
  [9202] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單AL-169110：$B$B20份特效治療藥水。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將20份特效治療藥水和工匠文書 - 特效治療藥水交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 特效治療藥水",
  },
  [9203] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單AL-90：$B$B1份化石合劑。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將1份化石合劑和工匠文書 - 化石合劑交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 化石合劑",
  },
  [9204] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單FS-5：$B$B40條石鱗鰻。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將40條石鱗鰻和工匠文書 - 石鱗鰻交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 石鱗鰻",
  },
  [9205] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單FS-12：$B$B30條板鱗魚。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將30條板鱗魚和工匠文書 - 板鱗魚交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 板鱗魚",
  },
  [9206] = {
    ["D"] = "工匠文書的持有者在完成訂單后可以挑選一枚徽記作為獎勵。$B$B訂單FS-9：$B$B30條電鰻。$B$B所有的成品應送到東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘處。$B$B物品若有任何損壞，訂單無效。$B$B銀色黎明物資官員梅茲",
    ["O"] = "將30條電鰻和工匠文書 - 電鰻交給東瘟疫之地圣光之愿禮拜堂的馬隊管理者布魯斯·石錘。",
    ["T"] = "工匠文書 - 電鰻",
  },
  [9208] = {
    ["D"] = "贊扎可以使用適當的材料對你的裝備進行古老的魔法增強處理！你聽說過野性戒衛嗎？啊，你當然沒有聽說過。你滿腦子都是那些低級的暗夜精靈的魔法。$B$B給我拿來一份暗夜精靈的秘藥，我也許能重新為你附魔。去吧，我會把野性戒衛作為獎勵送給你的。",
    ["O"] = "祖爾格拉布的無眠者贊扎需要一份防護秘藥。",
    ["T"] = "野性戒衛 - 防護秘藥",
  },
  [9209] = {
    ["D"] = "贊扎可以使用適當的材料對你的裝備進行古老的魔法增強處理！你聽說過野性戒衛嗎？啊，你當然沒有聽說過。你滿腦子都是那些低級的暗夜精靈的魔法。$B$B給我拿來一份暗夜精靈的秘藥，我也許能重新為你附魔。去吧，我會把野性戒衛作為獎勵送給你的。",
    ["O"] = "祖爾格拉布的無眠者贊扎需要一份急速秘藥。",
    ["T"] = "野性戒衛 - 急速秘藥",
  },
  [9210] = {
    ["D"] = "贊扎可以使用適當的材料對你的裝備進行古老的魔法增強處理！你聽說過野性戒衛嗎？啊，你當然沒有聽說過。你滿腦子都是那些低級的暗夜精靈的魔法。$B$B給我拿來一份暗夜精靈的秘藥，我也許能重新為你附魔。去吧，我會把野性戒衛作為獎勵送給你的。",
    ["O"] = "祖爾格拉布的無眠者贊扎需要一份專注秘藥。",
    ["T"] = "野性戒衛 - 專注秘藥",
  },
  [9211] = {
    ["D"] = "啊，寒冰戒衛。它可以在某些護甲表面生成稀薄的魔法保護光環。寒冰戒衛能在你遭受冰霜系的攻擊時起到額外的保護作用。$B$B憤怒者瑪塔烏斯的創造物總是相當昂貴的，就算你哭著求我，我也不會降價。你感興趣嗎？",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的憤怒者瑪塔烏斯需要10枚十字軍徽記和30金幣。",
    ["T"] = "寒冰戒衛",
  },
  [9213] = {
    ["D"] = "天才的創造物！跟寒冰戒衛類似，暗影戒衛可以在某些護甲表面生成稀薄的魔法保護光環。當然，暗影戒衛跟寒冰戒衛一樣價值不菲。$B$B<瑪塔烏斯搓著手。>$B$B你感興趣嗎？",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的憤怒者瑪塔烏斯需要10枚十字軍徽記和30金幣。",
    ["T"] = "暗影戒衛",
  },
  [9221] = {
    ["D"] = "朋友，你好。你想要用銀色黎明徽記或十字軍徽記換取這些物品嗎？$B$B我得提醒你，如果你在銀色黎明的聲望只達到友好的話，這筆交易可是要收取很高的附加費的。我建議你跟銀色黎明建立更高的聲望之后再實施你的計劃。",
    ["O"] = "如果你有30枚銀色黎明徽記和30枚十字軍徽記，就能從銀色黎明的寶藏中挑選一件物品。",
    ["T"] = "精良的作戰裝備 - 銀色黎明友善",
  },
  [9222] = {
    ["D"] = "朋友，你好。你想要用銀色黎明徽記或十字軍徽記換取這些物品嗎？$B$B我得提醒你，如果你在銀色黎明的聲望只達到友好的話，這筆交易可是要收取很高的附加費的。我建議你跟銀色黎明建立更高的聲望之后再實施你的計劃。",
    ["O"] = "如果你有110枚銀色黎明徽記和110枚十字軍徽記，就能從銀色黎明的寶藏中挑選一件物品。",
    ["T"] = "史詩級的作戰裝備 - 銀色黎明友善",
  },
  [9223] = {
    ["D"] = "朋友，你好。你想要用銀色黎明徽記或十字軍徽記換取這些物品嗎？$B$B我得提醒你，如果你在銀色黎明的聲望只達到尊敬的話，這筆交易可是要收取很高的附加費用的。我建議你跟銀色黎明建立更高的聲望之后再實施你的計劃。",
    ["O"] = "如果你有20枚銀色黎明徽記和20枚十字軍徽記，就能從銀色黎明庫存的寶藏中挑選一件物品。",
    ["T"] = "精良的作戰裝備 - 銀色黎明尊敬",
  },
  [9224] = {
    ["D"] = "朋友，你好。你想要用銀色黎明徽記或十字軍徽記換取這些物品嗎？$B$B我得提醒你，如果你在銀色黎明的聲望只達到尊敬的話，這筆交易可是要收取很高的附加費用的。我建議你跟銀色黎明建立更高的聲望之后再實施你的計劃。",
    ["O"] = "如果你有75枚銀色黎明徽記和75枚十字軍徽記，就能從銀色黎明庫存的寶藏中挑選一件物品。",
    ["T"] = "史詩級的作戰裝備 - 銀色黎明尊敬",
  },
  [9225] = {
    ["D"] = "朋友，你好。你想要用銀色黎明徽記或十字軍徽記換取這些物品嗎？$B$B我得提醒你，就算你在銀色黎明的聲望達到崇敬，購買史詩級物品仍然相當昂貴。我建議你跟銀色黎明建立更高的聲望之后再實施你的計劃。",
    ["O"] = "如果你有45枚銀色黎明徽記和45枚十字軍徽記，就能從銀色黎明庫存的寶藏中挑選一件物品。",
    ["T"] = "史詩級的作戰裝備 - 銀色黎明崇敬",
  },
  [9226] = {
    ["D"] = "朋友，你好。你想要用銀色黎明徽記或十字軍徽記換取這些物品嗎？$B$B如果你在銀色黎明的聲望達到崇拜的話，我們會給你最低的折扣！我建議你現在就購買吧！",
    ["O"] = "如果你有7枚銀色黎明徽記和7枚十字軍徽記，就能從銀色黎明庫存的寶藏中挑選一件物品。",
    ["T"] = "精良的作戰裝備 - 銀色黎明崇敬",
  },
  [9227] = {
    ["D"] = "朋友，你好。你想要用銀色黎明徽記或十字軍徽記換取這些物品嗎？$B$B如果你在銀色黎明的聲望達到崇拜的話，我們會給你最低的折扣！我建議你現在就購買吧！",
    ["O"] = "如果你有6枚銀色黎明徽記和6枚十字軍徽記，就能從銀色黎明庫存的寶藏中挑選一件物品。",
    ["T"] = "精良的作戰裝備 - 銀色黎明崇拜",
  },
  [9228] = {
    ["D"] = "朋友，你好。你想要用銀色黎明徽記或十字軍徽記換取這些物品嗎？$B$B如果你在銀色黎明的聲望達到崇拜的話，我們會給你最低的折扣！我建議你現在就購買吧！",
    ["O"] = "如果你有27枚銀色黎明徽記和27枚十字軍徽記，就能從銀色黎明庫存的寶藏中挑選一件物品。",
    ["T"] = "史詩級的作戰裝備 - 銀色黎明崇拜",
  },
  [9229] = {
    ["D"] = "拉瑪蘭迪是兄弟會的一名戰士，早在銀色黎明成立之前他便是莫格萊尼閣下的學生了！當莫格萊尼的死訊傳來時，仇恨和憤怒充斥著他的心靈。$B$B試想一下吧，$N，一個被復仇的怒火占據了心靈的人還能算個人嗎，無非是個被情緒操控的傀儡。拉瑪蘭迪在盛怒之下沖進了納克薩瑪斯的宮殿，想為恩師報仇……可惜是肉包子打狗。$B$B前往納克薩瑪斯的宮殿打探拉瑪蘭迪的下落吧。",
    ["O"] = "進入納克薩瑪斯的宮殿，找到拉瑪蘭迪的下落。",
    ["T"] = "拉瑪蘭迪的命運",
  },
  [9230] = {
    ["D"] = "要修復這枚戒指可不是件容易的事兒，$N。瞧，它的原材料是取自天災建筑物中形成的冰凍符文，例如納克薩瑪斯的宮殿。當然我還需要其它材料，但是你的主要任務就是找到冰凍符文。把我所需的材料拿來，我會讓這枚戒指重新恢復光澤的。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的科爾法克斯要1個冰凍符文、1塊藍寶石和1塊奧金錠。",
    ["T"] = "拉瑪蘭迪的寒冰之握",
  },
  [9232] = {
    ["D"] = "你自詡為銀色黎明的英雄，是嗎？克爾蘇加德手下的小嘍啰能輕松砍翻我軍最優秀的士兵，這是我親眼所見！像你這樣的蠢貨還想去納克薩瑪斯的宮殿？$B$B<威爾海姆嘆了一口氣。>$B$B呸，我還能有什么選擇？你是我惟一的希望；我或許能幫上忙。$B$B“奧瑪里恩悄悄地走，除了一份圖樣，他什么都沒留……”，我只會唱這一首歌……嗯，我可以為你制作一條很棒的褲子，但是你得為我提供材料。",
    ["O"] = "將2個冰凍符文、2個水之精華、2塊藍寶石和30金幣交給東瘟疫之地圣光之愿禮拜堂的工匠威爾海姆。",
    ["T"] = "我只會唱這一首歌……",
  },
  [9233] = {
    ["D"] = "威爾海姆：$B$B當你翻閱這本手冊時，我已經咽氣了——這對我來說是個解脫。我想告訴你，我臨死前還想著你和你那糟糕的商業頭腦。不幸的是，就工匠技能來說，送手冊給你的家伙連你都不如。$B$B這本手冊記載了我生前研制的配方，可以讓手冊的持有者制造出任何他們想要的東西。我想你一定會向別人收取高額費用的，因為你就是這么個混帳。$B$B我鄙視你，$B$B奧瑪里恩",
    ["O"] = "將奧瑪里恩的手冊交給東瘟疫之地圣光之愿禮拜堂的工匠威爾海姆。",
    ["T"] = "奧瑪里恩的手冊",
  },
  [9234] = {
    ["D"] = "謝謝你與歐瑪利安，愿他安息。我現在能制作冰克護手了，你只需要替我找來制作材料，以及支付一些工匠費就可以了。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的鐵匠維爾海姆需要你帶給他5個冰凍符文，12個瑟銀錠，2個奧金錠，2個水之精華，還有200金。",
    ["T"] = "冰克護手",
  },
  [9235] = {
    ["D"] = "感謝你和奧瑪里恩（愿奧瑪里恩就此安息），現在我可以開始制作破冰護腕了。你要做的只是為我提供材料，并支付一筆小小的加工費。",
    ["O"] = "將4個冰凍符文、12塊瑟銀錠、2塊奧金錠、2個水之精華和200金幣交給東瘟疫之地圣光之愿禮拜堂的工匠威爾海姆。",
    ["T"] = "破冰護腕",
  },
  [9236] = {
    ["D"] = "感謝你和奧瑪里恩（愿奧瑪里恩就此安息），現在我可以開始制作破冰胸甲了。你要做的只是為我提供材料，并支付一筆小小的加工費。",
    ["O"] = "將8個冰凍符文、16塊瑟銀錠、2塊奧金錠、4個水之精華和300金幣交給東瘟疫之地圣光之愿禮拜堂的工匠威爾海姆。你在銀色黎明的聲望必須達到崇拜。",
    ["T"] = "破冰胸甲",
  },
  [9237] = {
    ["D"] = "感謝你和奧瑪里恩（愿奧瑪里恩就此安息），現在我可以開始制作冰川披風了。你要做的只是為我提供材料，并支付一筆小小的加工費。",
    ["O"] = "將5個冰凍符文、4個符文布卷、2個水之精華、4個鐵網蛛絲和200金幣交給東瘟疫之地圣光之愿禮拜堂的工匠威爾海姆。你在銀色黎明的聲望必須達到崇拜。",
    ["T"] = "冰川披風",
  },
  [9238] = {
    ["D"] = "謝謝你與歐瑪利安，愿他安息。我現在能制作冰川護腕了，你只需要替我找來制作材料，以及支付一些工匠費就可以了。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的鐵匠維爾海姆需要你帶給他4個冰凍符文，2份符文布卷，2個水之精華，2份鐵網蛛絲，還有200金。",
    ["T"] = "冰川護腕",
  },
  [9239] = {
    ["D"] = "謝謝你與歐瑪利安，愿他安息。我現在能制作冰川護手了，你只需要替我找來制作材料，以及支付一些工匠費就可以了。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的鐵匠維爾海姆需要5個冰凍符文，4份符文布卷，4個水之精華，2份鐵網蛛絲，還有200金。",
    ["T"] = "冰川護手",
  },
  [9240] = {
    ["D"] = "謝謝你與歐瑪利安，愿他安息。我現在能制作冰川外衣了，你只需要替我找來制作材料，以及支付一些工匠費就可以了。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的鐵匠維爾海姆需要你帶給他8個冰凍符文，8份符文布卷，6個水之精華，4份鐵網蛛絲，還有300金。同時你必須在銀色黎明達到崇拜聲望值，才能完成這項任務。",
    ["T"] = "冰川外衣",
  },
  [9241] = {
    ["D"] = "感謝你和奧瑪里恩（愿奧瑪里恩就此安息），現在我可以開始制作北極護腕了。你要做的只是為我提供材料，并支付一筆小小的加工費。",
    ["O"] = "將4個冰凍符文、12個魔化皮、3個水之精華、3個熟化毛皮和200金幣交給東瘟疫之地圣光之愿禮拜堂的工匠威爾海姆。",
    ["T"] = "北極護腕",
  },
  [9242] = {
    ["D"] = "感謝你和奧瑪里恩（愿奧瑪里恩就此安息），現在我可以開始制作北極手套了。你要做的只是為我提供材料，并支付一筆小小的加工費。",
    ["O"] = "將5個冰凍符文、12個魔化皮、3個水之精華、3個熟化毛皮和200金幣交給東瘟疫之地圣光之愿禮拜堂的工匠威爾海姆。",
    ["T"] = "北極手套",
  },
  [9243] = {
    ["D"] = "感謝你和奧瑪里恩（愿奧瑪里恩就此安息），現在我可以開始制作北極外套了。你要做的只是為我提供材料，并支付一筆小小的加工費。",
    ["O"] = "將8個冰凍符文、16個魔化皮、5個水之精華、5個熟化毛皮和300金幣交給東瘟疫之地圣光之愿禮拜堂的工匠威爾海姆。你在銀色黎明的聲望必須達到崇拜。",
    ["T"] = "北極外套",
  },
  [9244] = {
    ["D"] = "謝謝你與歐瑪利安，愿他安息。我現在能制作冰鱗護腕了，你只需要替我找來制作材料，以及支付一些工匠費就可以了。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的鐵匠維爾海姆需要你帶給他4個冰凍符文，16個厚蝎鱗，5個水之精華，3塊熟化毛皮，還有200金。",
    ["T"] = "冰鱗護腕",
  },
  [9245] = {
    ["D"] = "謝謝你與歐瑪利安，愿他安息。我現在能制作冰鱗護手了，你只需要替我找來制作材料，以及支付一些工匠費就可以了。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的鐵匠維爾海姆需要你帶給他5個冰凍符文，16個厚蝎鱗，5個水之精華 ，3塊熟化毛皮，還有200金。",
    ["T"] = "冰鱗護手",
  },
  [9246] = {
    ["D"] = "謝謝你與歐瑪利安，愿他安息。我現在能制作冰鱗胸甲了，你只需要替我找來制作材料，以及支付一些工匠費就可以了。",
    ["O"] = "東瘟疫之地圣光之愿禮拜堂的鐵匠維爾海姆需要你帶給他8個冰凍符文，24個厚蝎鱗，7個水之精華 ，5塊熟化毛皮，還有300金。同時你必須在銀色黎明達到崇拜聲望值，才能完成這項任務。",
    ["T"] = "冰鱗胸甲",
  },
  [9247] = {
    ["D"] = "$N，$B$B在過去的日子里，你盡心盡力地為銀色黎明做出了杰出的貢獻。現在，在這緊要關頭，我們再次發出號召。$B$B$N，如果你愿意伸出援手，就去東瘟疫之地圣光之愿禮拜堂向名單登記員報道吧。",
    ["O"] = "將名單登記員的信交給東瘟疫之地圣光之愿禮拜堂的名單登記員。",
    ["T"] = "圣光的召喚",
  },
  [9248] = {
    ["D"] = "Ishnu-alah，$R。讓我看看能證明你殺死深淵議會領主的證據，我就獎勵你一件好東西，它能在你與其拉蟲人作戰時幫你一臂之力。",
    ["O"] = "將一根深淵節杖交給希利蘇斯塞納里奧要塞的奧蕾爾·金葉。你在塞納里奧議會的聲望必須達到尊敬。",
    ["T"] = "謙卑的饋贈",
  },
  [9250] = {
    ["D"] = "合成杖柄之后，從形狀上來看，守護者的傳說之杖埃提耶什只差法杖頂部和杖柄末端兩個部分了。還有個小問題就是：這根杖子蘊涵著薩格拉斯的邪惡力量。$B$B看看有誰能幫你找到殘余的法杖碎片并且凈化那些邪惡的力量。",
    ["O"] = "看看有誰能幫你找到法杖的最后兩個部分，并且凈化邪惡的力量。",
    ["T"] = "埃提耶什之杖",
  },
  [9251] = {
    ["D"] = "你很困惑為何自己還活在世上吧。畢竟，你擁有這么一件邪惡的物品。沒有確切的答案，$N。我只是做我應該做的事兒罷了。$B$B克爾蘇加德就在納克薩瑪斯宮殿的王座上策劃著某個陰謀……他要找的東西在你手中，而你要找的東西在他手中。$B$B一位名叫布萊恩·銅須的矮人曾攜帶杖柄的末端進入安其拉，卻不小心將它遺失在了安其拉里面。$B$B一旦你成功拿到杖柄末端，就立即來找我吧。",
    ["O"] = "塔納利斯時光之穴的阿納克洛斯要你找到埃提耶什的法杖頂部和埃提耶什的杖柄末端。",
    ["T"] = "埃提耶什，被玷污的傳說之杖",
  },
  [9257] = {
    ["D"] = "This final task will be the most difficult of all, $N. You have faced and defeated both an Old God and the Lich King\'s General, but now you must face the hand of Sargeras.$B$BTake the staff to Stratholme. It is there that you will find a piece of consecrated earth: ground where the greatest knights of Lordaeron were murdered. Place the befouled staff upon the holy ground and prepare for an entity of immense power to break from within... Defeat the demonic being that controls the staff and return to me.",
    ["O"] = "Anachronos at the Caverns of Time in Tanaris wants you to take Atiesh, Greatstaff of the Guardian to Stratholme and use it on Consecrated Earth. Defeat the entity that is exorcised from the staff and return to him.",
    ["T"] = "埃提耶什，守護者的傳說之杖",
  },
  [9259] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "血帆海盜的叛徒",
  },
  [9260] = {
    ["D"] = "巫妖王的部隊已經在我們鼻子底下扎了營，我們可不能坐以待斃！你會拿起武器跟這些可憎的入侵者作戰，保衛暴風城的吧？$B$B城外出現了奇怪的符文法陣，它散發著神秘的能量，亡靈和懸浮在半空的浮空城也被同樣的能量環繞著。我想這個符文法陣對天災士兵們必然有著重要的意義，因此想讓你調查此事。去和城外的亡靈作戰吧，帶回你殺死他們的證據，以及你的調查結果，我會獎勵你的。去吧！",
    ["O"] = "從暴風城外面的天災士兵身上收集3塊暗淡的死靈石，并調查天災營地附近的發光符文法陣。",
    ["T"] = "調查暴風城的天災入侵",
  },
  [9261] = {
    ["D"] = "巫妖王的部隊已經在我們鼻子底下扎了營，我們可不能坐以待斃！你會拿起武器跟這些可憎的入侵者作戰，保衛鐵爐堡的吧？$B$B城外出現了奇怪的符文法陣，它散發著神秘的能量，亡靈和懸浮在半空的浮空城也被同樣的能量環繞著。我想這個符文法陣對天災士兵們必然有著重要的意義，因此想讓你調查此事。去和城外的亡靈作戰吧，帶回你殺死他們的證據，以及你的調查結果，我會獎勵你的。去吧！",
    ["O"] = "從鐵爐堡外面的天災士兵身上收集3塊暗淡的死靈石，并調查天災營地附近的發光符文法陣。",
    ["T"] = "調查鐵爐堡的天災入侵",
  },
  [9262] = {
    ["D"] = "巫妖王的部隊已經在我們鼻子底下扎了營，我們可不能坐以待斃！你會拿起武器跟這些可憎的入侵者作戰，保衛達納蘇斯的吧？$B$B城外出現了奇怪的符文法陣，它散發著神秘的能量，亡靈和懸浮在半空的浮空城也被同樣的能量環繞著。我想這個符文法陣對天災士兵們必然有著重要的意義，因此想讓你調查此事。去和城外的亡靈作戰吧，帶回你殺死他們的證據，以及你的調查結果，我會獎勵你的。去吧！",
    ["O"] = "從達納蘇斯外面的天災士兵身上收集3塊暗淡的死靈石，并調查天災營地附近的發光符文法陣。",
    ["T"] = "調查達納蘇斯的天災入侵",
  },
  [9263] = {
    ["D"] = "天災士兵們在主城外扎了營，我們不能坐以待斃！你會拿起武器跟這些可憎的入侵者作戰，保衛奧格瑞瑪的吧？$B$B城外出現了奇怪的符文法陣，它散發著神秘的能量，亡靈和懸浮在半空的浮空城也被同樣的能量環繞著。我想這個符文法陣對天災士兵們必然有著重要的意義，因此想讓你調查此事。去和城外的亡靈作戰吧，帶回你殺死他們的證據，以及你的調查結果，我會獎勵你的。去吧！",
    ["O"] = "從奧格瑞瑪外面的天災士兵身上收集3塊暗淡的死靈石，并調查營地附近的發光的符文法陣。",
    ["T"] = "調查奧格瑞瑪的天災入侵",
  },
  [9264] = {
    ["D"] = "天災士兵們在主城外扎了營，我們不能坐以待斃！你會拿起武器跟這些可憎的入侵者作戰，保衛雷霆崖的吧？$B$B城外出現了奇怪的符文法陣，它散發著神秘的能量，亡靈和懸浮在半空的浮空城也被同樣的能量環繞著。我想這個符文法陣對天災士兵們必然有著重要的意義，因此想讓你調查此事。去和城外的亡靈作戰吧，帶回你殺死他們的證據，以及你的調查結果，我會獎勵你的。去吧！",
    ["O"] = "從雷霆崖外面的天災士兵身上收集3塊暗淡的死靈石，并調查營地附近的發光的符文法陣。",
    ["T"] = "調查雷霆崖的天災入侵",
  },
  [9265] = {
    ["D"] = "天災士兵們在主城外扎了營，我們不能坐以待斃！你會拿起武器跟這些可憎的入侵者作戰，保衛幽暗城的吧？$B$B城外出現了奇怪的符文法陣，它散發著神秘的能量，亡靈和懸浮在半空的浮空城也被同樣的能量環繞著。我想這個符文法陣對天災士兵們必然有著重要的意義，因此想讓你調查此事。去和城外的亡靈作戰吧，帶回你殺死他們的證據，以及你的調查結果，我會獎勵你的。去吧！",
    ["O"] = "從幽暗城外面的天災士兵身上收集3塊暗淡的死靈石，并調查營地附近的發光的符文法陣。",
    ["T"] = "調查幽暗城的天災入侵",
  },
  [9266] = {
    ["D"] = "You must\'ve done something really bad to us or our friends, $N.  At any rate, I\'m here to offer you a way to get our good graces back.$B$BAs you know, Winterspring is quite cold.  With so many of us goblins coming from other cities, we could use a hand keeping warm. Bring me some runecloth and coal and I\'ll put in the good word for ya.  Be warned though, our enemies are not going to take kindly to your helping us.",
    ["O"] = "",
    ["T"] = "重修舊好",
  },
  [9267] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "修復舊創",
  },
  [9268] = {
    ["D"] = "You seek to befriend the goblins of Tanaris once again, <name>?  We\'re in need of materials for sails and guns to fight off our old enemies, the Bloodsail Buccaneers.  Bring me mageweave and strong flux and we\'ll be on our way to pardoning your trespasses.",
    ["O"] = "",
    ["T"] = "海上之戰",
  },
  [9269] = {
    ["D"] = "This final task will be the most difficult of all, $N. You have faced and defeated both an Old God and the Lich King\'s General, but now you must face the hand of Sargeras.$B$BTake the staff to Stratholme. It is there that you will find a piece of consecrated earth: ground where the greatest knights of Lordaeron were murdered. Place the befouled staff upon the holy ground and prepare for an entity of immense power to break from within... Defeat the demonic being that controls the staff and return to me.",
    ["O"] = "Anachronos at the Caverns of Time in Tanaris wants you to take Atiesh, Greatstaff of the Guardian to Stratholme and use it on Consecrated Earth. Defeat the entity that is exorcised from the staff and return to him.",
    ["T"] = "埃提耶什，守護者的傳說之杖",
  },
  [9270] = {
    ["D"] = "艱巨的任務總在最后，$N。你已經擊敗了一位上古之神和一位巫妖王的大將，現在是面對薩格拉斯的時候了。$B$B帶上這根杖子前往斯坦索姆。你會在那兒發現一處神圣之地：洛丹倫最偉大的騎士們的埋骨之處。將這柄被玷污的傳說之杖放在神圣之地中，準備好挑戰被驅趕出法杖的可怕生物……擊敗控制著法杖的惡魔，然后再回來找我。",
    ["O"] = "塔納利斯時光之穴的阿納克洛斯要你前往斯坦索姆，在神圣之地上使用埃提耶什，守護者的傳說之杖。擊敗被驅趕出法杖的生物，然后回到阿納克洛斯那里去。",
    ["T"] = "埃提耶什，守護者的傳說之杖",
  },
  [9271] = {
    ["D"] = "This final task will be the most difficult of all, $N. You have faced and defeated both an Old God and the Lich King\'s General, but now you must face the hand of Sargeras.$B$BTake the staff to Stratholme. It is there that you will find a piece of consecrated earth: ground where the greatest knights of Lordaeron were murdered. Place the befouled staff upon the holy ground and prepare for an entity of immense power to break from within... Defeat the demonic being that controls the staff and return to me.",
    ["O"] = "Anachronos at the Caverns of Time in Tanaris wants you to take Atiesh, Greatstaff of the Guardian to Stratholme and use it on Consecrated Earth. Defeat the entity that is exorcised from the staff and return to him.",
    ["T"] = "埃提耶什，守護者的傳說之杖",
  },
  [9272] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "適宜的服裝",
  },
  [9292] = {
    ["D"] = "你在憎惡的尸體上找到一塊散發著腐壞能量的破碎水晶。",
    ["O"] = "將破碎的死靈水晶交給暴風城門外的奧林中尉。",
    ["T"] = "破碎的死靈水晶",
  },
  [9295] = {
    ["D"] = "你在某個天災士兵的尸體上找到了這封信。破舊發黃的信紙散發著霉臭，看來它在亡靈手里已經有些日子了。或許圣光之愿禮拜堂的家伙會對此感興趣的……",
    ["O"] = "將被撕碎的信交給東瘟疫之地圣光之愿禮拜堂的名單登記員。",
    ["T"] = "被撕碎的信",
  },
  [9299] = {
    ["D"] = "你在殺掉的眾多天譴軍團爪牙其中一人身上找到這封信。從它的樣子和氣味判斷，它已經和不死族在一起一些日子了。或許圣光之愿禮拜堂的某人會對它有興趣進而好好的研究它...",
    ["O"] = "將干凈的便條帶到東瘟疫之地的圣光之愿禮拜堂交給名冊保管者。",
    ["T"] = "前線的便條",
  },
  [9300] = {
    ["D"] = "你在某個天災士兵的尸體上找到了這封信。破舊發黃的信紙散發著霉臭，看來它在亡靈手里已經有些日子了。或許圣光之愿禮拜堂的家伙會對此感興趣的……",
    ["O"] = "將破舊的信交給東瘟疫之地圣光之愿禮拜堂的名單登記員。",
    ["T"] = "破舊的信",
  },
  [9301] = {
    ["D"] = "你在某個天災士兵的尸體上找到了這封信。破舊發黃的信紙散發著霉臭，看來它在亡靈手里已經有些日子了。或許圣光之愿禮拜堂的家伙會對此感興趣的……",
    ["O"] = "將浸血的信封交給東瘟疫之地圣光之愿禮拜堂的名單登記員。",
    ["T"] = "浸血的信封",
  },
  [9302] = {
    ["D"] = "你在某個天災士兵的尸體上找到了這封信。破舊發黃的信紙散發著霉臭，看來它在亡靈手里已經有些日子了。或許圣光之愿禮拜堂的家伙會對此感興趣的……",
    ["O"] = "將被弄皺的信交給東瘟疫之地圣光之愿禮拜堂的名單登記員。",
    ["T"] = "被弄皺的信",
  },
  [9304] = {
    ["D"] = "你在殺掉的眾多天譴軍團爪牙其中一人身上找到這封信。從它的樣子和氣味判斷，它已經和不死族在一起一些日子了。或許圣光之愿禮拜堂的某人會對它有興趣進而好好的研究它……",
    ["O"] = "將弄臟的文件帶到東瘟疫之地的圣光禮拜堂交給名冊保管者。",
    ["T"] = "前線的文件",
  },
  [9310] = {
    ["D"] = "你在怪物的尸體上找到一塊散發著微弱的腐壞能量的水晶。",
    ["O"] = "將暗淡的死靈水晶交給幽暗城庭院處的盧卡中尉。",
    ["T"] = "暗淡的死靈水晶",
  },
  [9317] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "神圣的磨刀石",
  },
  [9318] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "神圣巫師之油",
  },
  [9319] = {
    ["D"] = "我們不是這世界上唯一慶祝這個節日的人， $n。所有種族，所有文化，都曾為火焰的寓意所深深觸動。即使是在這世界上最陰暗、最寒冷的處所，仍有明亮的火焰在跳動。$b$b如果你想自己證實這一點，就到那些地下城里去看看吧。去看看通靈學院、斯坦索姆、黑石塔和厄運之槌廳堂內的篝火，我會在這里等你回來的。",
    ["O"] = "找到并碰觸在黑石塔、厄運之槌、通靈學院和斯坦索姆內的火盆，并回到節日護火者處。",
    ["T"] = "黑暗中的光明",
  },
  [9320] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "極效法力藥水",
  },
  [9322] = {
    ["D"] = "艾澤拉斯世界上的每一處地方都會慶祝仲夏的來臨，廣袤的卡利姆多大陸也是如此，或許你會有興趣那那邊看一看。$b$b若你沒有真正地感受過那些熊熊燃燒著的火焰，那么你是無法徹底了解仲夏的。慶祝者已經在寒冷的冬泉谷西部、艾薩拉東北部、希利蘇斯廢土上的勇士之墓附近，以及富饒美麗的安戈洛環行山入口處都點起了火焰，去看看吧。你的旅程結束以后，別忘了回來找我。",
    ["O"] = "造訪艾薩拉、希利蘇斯、安戈洛環行山和冬泉谷的仲夏慶典營地，然后回到節日護火者處。",
    ["T"] = "卡利姆多的野火",
  },
  [9323] = {
    ["D"] = "我們的慶典已經在全世界展開了，$c。幾乎每一處地方都已經點燃了圣火，在節日光輝的照耀之下，強大的火焰映射著明亮的藍天。去尋找它們吧。$b$b有一處就在黑石塔的北方。其它的火焰，有的在東瘟疫之地一處衰敗的城鎮前，有的在辛特蘭懸崖的路旁，還有在詛咒之地的黑暗之門附近。$b$b去尋找它們吧，旅程結束后回來找我。",
    ["O"] = "造訪詛咒之地、東瘟疫之地、辛特蘭和灼熱峽谷的火焰節營地，然后回到節日護火者處。",
    ["T"] = "東部王國的野火",
  },
  [9324] = {
    ["D"] = "從奧格瑞瑪中心偷來的烈焰令你感到異常的溫暖。你對這種罕見的力量一無所知，但是博學者或許知道些什么……",
    ["O"] = "將奧格瑞瑪烈焰交給節日博學者。",
    ["T"] = "盜取奧格瑞瑪的烈焰",
  },
  [9325] = {
    ["D"] = "從雷霆崖薩滿祭司身上偷來的烈焰令你感到異常的溫暖。你對這種罕見的力量一無所知，但是博學者或許知道些什么……",
    ["O"] = "將雷霆崖烈焰交給節日博學者。",
    ["T"] = "盜取雷霆崖的烈焰",
  },
  [9326] = {
    ["D"] = "從幽暗城上面的洛丹倫廢墟偷來的烈焰令你感到異常的溫暖。你對這種罕見的力量一無所知，但是博學者或許知道些什么……",
    ["O"] = "將幽暗城烈焰交給節日博學者。",
    ["T"] = "盜取幽暗城的烈焰",
  },
  [9330] = {
    ["D"] = "從暴風城中心偷來的烈焰令你感到異常的溫暖。你對這種罕見的力量一無所知，但是詩人或許知道些什么……",
    ["O"] = "將暴風城烈焰交給節日詩人。",
    ["T"] = "盜取暴風城的烈焰",
  },
  [9331] = {
    ["D"] = "從鐵爐堡中心偷來的烈焰令你感到異常的溫暖。你對這種罕見的力量一無所知，但是詩人或許知道些什么……",
    ["O"] = "將鐵爐堡烈焰交給節日詩人。",
    ["T"] = "盜取鐵爐堡的烈焰",
  },
  [9332] = {
    ["D"] = "從泰達希爾海岸邊偷來的烈焰令你感到異常的溫暖。你對這種罕見的力量一無所知，但是詩人或許知道些什么……",
    ["O"] = "將達納蘇斯烈焰交給節日詩人。",
    ["T"] = "盜取達納蘇斯的烈焰",
  },
  [9333] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "銀色黎明手套",
  },
  [9334] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "神圣巫師之油",
  },
  [9335] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "神圣磨刀石",
  },
  [9336] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "超級治療藥水",
  },
  [9337] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "超級法力藥水",
  },
  [9338] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "塞納里奧議會的盟友",
  },
  [9339] = {
    ["D"] = "從暴風城中心偷來的烈焰令你感到異常的溫暖。你對這種罕見的力量一無所知，但是(NAME)或許知道些什么……",
    ["O"] = "將暴風城烈焰交給(NAME)。",
    ["T"] = "盜賊的獎勵",
  },
  [9341] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "銀色黎明戰袍",
  },
  [9343] = {
    ["D"] = "",
    ["O"] = "",
    ["T"] = "銀色黎明戰袍",
  },
  [9362] = {
    ["D"] = "沒什么時間了，$n！我的探知法術最近發現了一個很強大的法術源。但我卻不能離開法師塔，所以只有請你幫我殺死那個占有這件神器的邪惡生物。$b$b這個邪惡的家伙名叫軍閥克雷利安，他躲藏在守衛森嚴的辛瑪洛神殿。把他燒成灰，然后將他垂涎已久的虹彩貝殼給我帶回來。",
    ["O"] = "為大法師克希雷姆奪回虹彩貝殼。大法師克希雷姆就居住在艾薩拉北部懸崖上的一座塔中。",
    ["T"] = "軍閥克雷利安",
  },
  [9364] = {
    ["D"] = "我的研究發現了這個虹彩貝殼的一個特殊用途。$b$b帶上這個貝殼，到艾薩拉四處找一些惡鞭納迦，使用一下變形術看看。如果你愿意等一段時間，那么這個貝殼上所附帶的光環會使他們分裂為幾個小一些的相似物體。盡快殺死這些物體，貝殼就可以收集它們的精華。$b$b等貝殼滿了之后，回來找我。",
    ["O"] = "對艾薩拉的惡鞭納迦使用變形術，然后殺死幾秒鐘后出現的相似體。當你殺了50個相似體后，回去向大法師克希雷姆復命。",
    ["T"] = "魔法的碎片",
  },
  [9365] = {
    ["D"] = "從暴風城中心偷來的烈焰令你感到異常的溫暖。你對這種罕見的力量一無所知，但是(NAME)或許知道些什么……",
    ["O"] = "將暴風城烈焰交給(NAME)。",
    ["T"] = "盜賊的獎勵",
  },
  [9367] = {
    ["D"] = "仲夏就要來了！$b$b每一年，按照傳統，各大城市里都會選出護火者來照看我們城中的篝火。當火焰燃燒在艾澤拉斯世界的各處時，我們就可以通過這種世上最熱誠也最明亮的事物向夏天這個季節表示敬意。$b$b事實上，若你不介意的話，我有個任務要交給你。我還不知道是否所有城市里的火焰都已經點起了。到各大城市去吧，讓那里的火焰溫暖你的身軀，當然，首先要確認它們已經被點燃了！",
    ["O"] = "碰觸暴風城、鐵爐堡和達納蘇斯城里的篝火，然后與城市內的節日博學者交談。",
    ["T"] = "火焰的節日",
  },
  [9368] = {
    ["D"] = "仲夏就要來了！$b$b每一年，按照傳統，各大城市里都會選出護火者來照看我們城中的篝火。當火焰燃燒在艾澤拉斯世界的各處時，我們就可以通過這種世上最熱誠也最明亮的事物向夏天這個季節表示敬意。$b$b事實上，若你不介意的話，我有個任務要交給你。我還不知道是否所有城市里的火焰都已經點起了。到各大城市去吧，讓那里的火焰溫暖你的身軀，當然，首先要確認它們已經被點燃了！",
    ["O"] = "碰觸奧格瑞瑪、雷霆崖和幽暗城里的篝火，然后與城市內的節日詩人交談。",
    ["T"] = "火焰的節日",
  },
  [9378] = {
    ["D"] = "In the thick of Plaguewood lies the entrance to the dread citadel of Naxxramas. Previously, all attempts to enter had been stymied by the magical wards placed upon the rune portal. That is, until now.$B$BWe have devised a way to gain entry via a permanent arcane cloaking of sorts - an old cantrip of the Kirin Tor with a few modifications of my own. With that said, the cloaking is costly; however, your dedication to the cause of the Dawn is unwavering! We will waive all cost associations.",
    ["O"] = "Archmage Angela Dosantos at Light\'s Hope Chapel in the Eastern Plaguelands will grant you Arcane Cloaking at no cost. You must be Exalted with the Argent Dawn.",
    ["T"] = "恐怖之城，納克薩瑪斯",
  },
  [9386] = {
    ["D"] = "我們不是這世界上唯一慶祝這個節日的人， 迅捷之刃。所有種族，所有文化，都曾為火焰的寓意所深深觸動。即使是在這世界上最陰暗、最寒冷的處所，仍有明亮的火焰在跳動。如果你想自己證實這一點，就到那些地下城里去看看吧。去看看通靈學院、斯坦索姆、黑石塔和厄運之槌廳堂內的篝火，我會在這里等你回來的。",
    ["O"] = "找到并碰觸在黑石塔、厄運之槌、通靈學院和斯坦索姆內的火盆，并回到節日護火者處。",
    ["T"] = "黑暗中的光明",
  },
  [9388] = {
    ["D"] = "今天，全世界上各處有無數的火焰在熊熊燃燒著，$n。那些最狡詐的火焰往往都是綠色的，如果不小心照看的話，它們很快就會滅掉。為我們的護火者確認一下卡利姆多上的幾處翡翠烈焰是否還在燃燒著，好嗎？$b$b你能在貧瘠之地的棘齒城、黑海岸的主宰之劍、銀翼崗哨附近的橋，以及石爪山塵風峽谷的路旁去尋找這樣的篝火堆。",
    ["O"] = "造訪灰谷、貧瘠之地、黑海岸和石爪山的篝火堆，然后回來與節日護火者交談。",
    ["T"] = "卡利姆多的火焰",
  },
  [9389] = {
    ["D"] = "仲夏火焰節的傳統就是建起一座金字塔狀的火焰。有些人說綠色的火焰是最好的，因為它們最難以維持燃燒，而且有著如此美麗的顏色。$b$b你去為我們的護火者確認一下東部王國的綠色火焰是否都在正常燃燒吧。它們分別座落于濕地的丹莫德，銀松森林的焚木村旁，西部荒野能望見燈塔的懸崖邊，以及希爾斯布萊德那座被廢棄的哨塔邊。",
    ["O"] = "造訪希爾斯布萊德丘陵、銀松森林、西部荒野和濕地的篝火堆，然后回來與節日護火者交談。",
    ["T"] = "東部王國的火焰",
  },
  [9415] = {
    ["D"] = "你就是布魯沃爾元帥招募來的新兵嗎？顯然。$b$b那你還在等什么呢？我們最優秀的士兵們正在戰場上流血犧牲。要加入他們是否讓你感覺到很興奮呢？$b$b現在，去吧，不要耽擱。",
    ["O"] = "與佐拉蟲巢附近聯盟營地的布魯沃爾元帥談一談。",
    ["T"] = "向布魯沃爾元帥報告",
  },
  [9416] = {
    ["D"] = "你一定就是吉里卡將軍招募來的新兵了？來的正是時候，沙漠里激戰正酣呢！$b$b現在矮人幾乎每天都能得到增援，我們要想爭奪希利蘇斯的資源的話，可不能失去任何據點。$b$b立刻到將軍那里去接受命令，我的任務可不是訓練你，只是找到你而已。",
    ["O"] = "與雷戈蟲巢附近部落營地的吉里卡將軍談一談。",
    ["T"] = "向吉里卡將軍報到",
  },
  [9419] = {
    ["D"] = "最近我們發現部落正在希利蘇斯的沙漠上進行一些掃蕩行動，以爭奪寶貴的資源，不過不必擔心這些家伙。我們不認為他們值得我軍在酷熱的沙漠上派駐大批兵員。$b$b但是，資源的重要性卻是不容質疑的，我們也決定做出一些行動。$b$b如果你有能力的話，立刻進入沙漠地區，奪回一些希利蘇斯水晶塵，然后回到這里。",
    ["O"] = "找到一份水晶塵，將其送到水晶塵萃取器那里，然后向佐拉蟲巢外聯盟營地的布魯沃爾元帥復命。",
    ["T"] = "橫掃沙漠",
  },
  [9422] = {
    ["D"] = "不久以前，我們開始吸收希利蘇斯沙漠中水晶資源的力量。過去，開采過程中唯一遇到的危險不過是那些以沙漠為家的野獸，以及沙漠的干旱和炎熱。$b$b但現在聯盟似乎也開始爭奪這些我們先發現的東西了。現在看來，我們正在展開一場競賽，雙方都想要徹底占領這些資源，并防止它們落入對方的手中。$b$b我需要一切可以依靠的力量，希望你能幫助我。",
    ["O"] = "找到一份水晶塵，將其送到水晶塵萃取器那里，然后向雷戈蟲巢外部落營地的吉里卡將軍復命。",
    ["T"] = "橫掃沙漠",
  },
  [9664] = {
    ["D"] = "歡迎來到瘟疫之地，$n。正如你所知，被遺忘者和他們的盟友控制著西邊的土地，并與我們互相抗衡。聯盟的指揮官們決定在東部建立數個新的據點，以加強我們在敵人外圈的包圍網。$b$b洛丹倫戰爭后期被廢棄的那些哨塔正好用來達成這個目標。不過，這些地方都非常危險，我們需要你的幫助。",
    ["O"] = "奪取東瘟疫之地的皇冠哨塔、東墻哨塔、北地哨塔和病木林哨塔，然后向圣光之愿禮拜堂的白須大使復命。",
    ["T"] = "建立新據點",
  },
  [9665] = {
    ["D"] = "被遺忘者的密探發現，最近聯盟試圖在東瘟疫之地利用那些廢棄的哨塔建立一系列的據點。$b$b現在，情況非常急迫，我們顯然不能允許他們在我們東部邊界的一系列重要地點建立這樣的據點，因此我們必須擊退聯盟的這次進犯，并把他們趕出那些已經被占據的哨塔，同時，我們還要將那些哨塔占領下來，以應對以后的進攻。",
    ["O"] = "奪取東瘟疫之地的皇冠哨塔、東墻哨塔、北地哨塔和病木林哨塔，然后向圣光之愿禮拜堂的高莫克大使復命。",
    ["T"] = "加強防御",
  },
}
