pfDB["quests"]["zhCN"] = {
  ['帅小伙子邓肯'] =
  {
    ['利刃凯特琳'] = 'NPC',
  },
  ['一大堆软泥怪'] =
  {
    ['化学家弗雷'] = 'NPC',
  },
  ['还有螃蟹！'] =
  {
    ['摩根·斯特恩'] = 'NPC',
  },
  ['10张奖券 - 上个月的羊肉'] =
  {
    ['吉瓦斯·格里加特'] = 'NPC',
  },
  ['12张彩票 - 二等暗月奖'] =
  {
    ['吉瓦斯·格里加特'] = 'NPC',
  },
  ['1200张彩票 - 暗月护符'] =
  {
    ['吉瓦斯·格里加特'] = 'NPC',
  },
  ['1200张奖券 - 暗月宝珠'] =
  {
    ['吉瓦斯·格里加特'] = 'NPC',
  },
  ['40张奖券 - 高级奖品'] =
  {
    ['吉瓦斯·格里加特'] = 'NPC',
  },
  ['5张奖券 - 暗月花束'] =
  {
    ['吉瓦斯·格里加特'] = 'NPC',
  },
  ['5张奖券 - 小奖品'] =
  {
    ['吉瓦斯·格里加特'] = 'NPC',
  },
  ['50张奖券 - 暗月储物箱'] =
  {
    ['吉瓦斯·格里加特'] = 'NPC',
  },
  ['50张彩票 - 去年的羊肉'] =
  {
    ['吉瓦斯·格里加特'] = 'NPC',
  },
  ['坏掉的蛋'] =
  {
    ['克格尔·曲藤'] = 'NPC',
  },
  ['豺狼人的乱吠'] =
  {
    ['弗纳·奥斯古'] = 'NPC',
  },
  ['更好的材料'] =
  {
    ['托尔瓦·寻路者'] = 'NPC',
  },
  ['赞扎的宝石'] =
  {
    ['温卡萨'] = 'NPC',
  },
  ['瑟银兄弟会契约'] =
  {
    ['罗克图斯·暗契'] = 'NPC',
  },
  ['君王板甲的设计图'] =
  {
    ['德罗泰恩'] = 'NPC',
  },
  ['野猪的活力'] =
  {
    ['血法师德拉吉亚'] = 'NPC',
  },
  ['破碎的陷阱'] =
  {
    ['损坏的陷阱'] = 'Object',
  },
  ['安全隐患'] =
  {
    ['赛道管理员泽尔林'] = 'NPC',
  },
  ['一捆兽皮'] =
  {
    ['迪弗拉克'] = 'NPC',
    ['加翰·鹰翼'] = 'NPC',
  },
  ['木材危机'] =
  {
    ['管理员莱琳'] = 'NPC',
  },
  ['战斗的号角：瘟疫之地！'] =
  {
    ['高级执行官德灵顿'] = 'NPC',
    ['高级执行官德灵顿'] = 'NPC',
    ['高级执行官德灵顿'] = 'NPC',
    ['指挥官阿胥拉姆·瓦罗菲斯特'] = 'NPC',
    ['指挥官阿胥拉姆·瓦罗菲斯特'] = 'NPC',
    ['指挥官阿胥拉姆·瓦罗菲斯特'] = 'NPC',
    ['公告员古德曼'] = 'NPC',
    ['信使考雷·落锤'] = 'NPC',
    ['赫拉德·月行者'] = 'NPC',
    ['预言者巴萨札德'] = 'NPC',
    ['公告员高拉克'] = 'NPC',
    ['雷霆崖信使斯塔德尔'] = 'NPC',
  },
  ['精心包裹的礼物'] =
  {
    ['节日礼物'] = 'Object',
  },
  ['祭司的头颅'] =
  {
    ['伊克萨尔'] = 'NPC',
  },
  ['危难中的船长'] =
  {
    ['瓦妮莎·贝蒂斯船长'] = 'NPC',
  },
  ['弄皱的便笺'] =
  {
    ['温德索尔元帅'] = 'NPC',
  },
  ['水坝危机'] =
  {
    ['可疑的桶'] = 'Object',
    ['爆炸品'] = 'Object',
    ['可疑的桶'] = 'Object',
    ['爆炸品'] = 'Object',
    ['阿胥兰·暗石'] = 'NPC',
    ['主工程师辛德维尔七世'] = 'NPC',
    ['主工程师辛德维尔七世'] = 'NPC',
    ['主工程师辛德维尔七世'] = 'NPC',
    ['主工程师辛德维尔七世'] = 'NPC',
    ['阿胥兰·暗石'] = 'NPC',
    ['主工程师辛德维尔七世'] = 'NPC',
    ['主工程师辛德维尔七世'] = 'NPC',
    ['主工程师辛德维尔七世'] = 'NPC',
  },
  ['女儿的爱'] =
  {
    ['破旧的坟墓'] = 'Object',
    ['守夜人拉迪摩尔'] = 'NPC',
  },
  ['捐献魔纹布'] =
  {
    ['克拉维斯·纳文哈姆'] = 'NPC',
    ['米斯蒂娜·钢盾'] = 'NPC',
    ['巴巴罗·阿克巴斯'] = 'NPC',
    ['莱顿·暗影'] = 'NPC',
    ['莱什纳·刺藤'] = 'NPC',
    ['维赫纳'] = 'NPC',
    ['拉姆斯塔格'] = 'NPC',
    ['莱斯顿·法斯雷'] = 'NPC',
  },
  ['捐献符文布'] =
  {
    ['克拉维斯·纳文哈姆'] = 'NPC',
    ['米斯蒂娜·钢盾'] = 'NPC',
    ['巴巴罗·阿克巴斯'] = 'NPC',
    ['莱顿·暗影'] = 'NPC',
    ['莱什纳·刺藤'] = 'NPC',
    ['维赫纳'] = 'NPC',
    ['拉姆斯塔格'] = 'NPC',
    ['莱斯顿·法斯雷'] = 'NPC',
  },
  ['捐献丝绸'] =
  {
    ['克拉维斯·纳文哈姆'] = 'NPC',
    ['米斯蒂娜·钢盾'] = 'NPC',
    ['巴巴罗·阿克巴斯'] = 'NPC',
  },
  ['A Donation of Silk'] =
  {
    ['莱顿·暗影'] = 'NPC',
  },
  ['捐献丝绸'] =
  {
    ['莱什纳·刺藤'] = 'NPC',
    ['维赫纳'] = 'NPC',
    ['拉姆斯塔格'] = 'NPC',
    ['莱斯顿·法斯雷'] = 'NPC',
  },
  ['捐献毛料'] =
  {
    ['克拉维斯·纳文哈姆'] = 'NPC',
    ['米斯蒂娜·钢盾'] = 'NPC',
    ['巴巴罗·阿克巴斯'] = 'NPC',
    ['莱什纳·刺藤'] = 'NPC',
    ['维赫纳'] = 'NPC',
    ['拉姆斯塔格'] = 'NPC',
    ['莱斯顿·法斯雷'] = 'NPC',
  },
  ['矮人的工具'] =
  {
    ['勘察员雷杜尔'] = 'NPC',
  },
  ['公平交易'] =
  {
    ['赏金猎人考拉克'] = 'NPC',
  },
  ['艾沃沙酒'] =
  {
    ['雷杰德·麦酒'] = 'NPC',
  },
  ['节日礼物'] =
  {
    ['节日礼物'] = 'Object',
  },
  ['最终一击'] =
  {
    ['格雷塔·苔蹄'] = 'NPC',
  },
  ['优良的蛋'] =
  {
    ['克格尔·曲藤'] = 'NPC',
  },
  ['一团混乱'] =
  {
    ['斯库提'] = 'NPC',
    ['克努比'] = 'NPC',
  },
  ['鱼人的威胁'] =
  {
    ['治安官杜汉'] = 'NPC',
    ['雷米'] = 'NPC',
  },
  ['免费的午餐'] =
  {
    ['卫兵派克'] = 'NPC',
    ['达希'] = 'NPC',
  },
  ['需要帮助的朋友'] =
  {
    ['迪兰妮亚·月光'] = 'NPC',
    ['埃沃隆'] = 'NPC',
  },
  ['进一步的任务'] =
  {
    ['圣者图希克'] = 'NPC',
    ['资深探险家麦格拉斯'] = 'NPC',
    ['史学家卡尼克'] = 'NPC',
    ['纳拉·蛮鬃'] = 'NPC',
  },
  ['华丽的礼物'] =
  {
    ['节日礼物'] = 'Object',
  },
  ['联盟之血'] =
  {
    ['指挥官瑟鲁加'] = 'NPC',
  },
  ['侏儒的援助'] =
  {
    ['科琳'] = 'NPC',
    ['林克'] = 'NPC',
  },
  ['侏儒学者'] =
  {
    ['加克希姆·尘链'] = 'NPC',
  },
  ['好朋友'] =
  {
    ['埃沃隆'] = 'NPC',
    ['迪兰妮亚·月光'] = 'NPC',
  },
  ['罩帽和护肩'] =
  {
    ['特伦顿·轻锤'] = 'NPC',
  },
  ['寻找墓碑'] =
  {
    ['明显的墓碑'] = 'Object',
    ['加里杨'] = 'NPC',
  },
  ['可怕的发现'] =
  {
    ['贝尔戈洛姆·石槌'] = 'NPC',
    ['克鲁伊格·碎颅'] = 'NPC',
    ['克鲁伊格·碎颅'] = 'NPC',
  },
  ['艰巨的任务'] =
  {
    ['布莱德·长须'] = 'NPC',
  },
  ['英雄的奖赏'] =
  {
    ['海达克西斯的箱子'] = 'Object',
    ['海达克西斯公爵'] = 'NPC',
  },
  ['羽月将军的欢迎'] =
  {
    ['珊蒂斯·羽月'] = 'NPC',
    ['基恩诺·火花'] = 'NPC',
  },
  ['邪恶之地'] =
  {
    ['麦雷姆·月歌'] = 'NPC',
  },
  ['谦卑的馈赠'] =
  {
    ['奥莉尔·金叶'] = 'NPC',
  },
  ['一件琐事'] =
  {
    ['鹰风酋长'] = 'NPC',
    ['祖母鹰风'] = 'NPC',
    ['鹰风酋长'] = 'NPC',
    ['祖母鹰风'] = 'NPC',
  },
  ['自豪的猎人'] =
  {
    ['年轻的达瑞尔'] = 'NPC',
  },
  ['猎人的挑战'] =
  {
    ['年轻的达瑞尔'] = 'NPC',
  },
  ['最后一战'] =
  {
    ['德雷卡苏'] = 'NPC',
  },
  ['丈夫的复仇'] =
  {
    ['拉林夫·安迪恩'] = 'NPC',
  },
  ['国王的礼物'] =
  {
    ['国王麦格尼·铜须'] = 'NPC',
    ['大石匠玛布勒斯坦'] = 'NPC',
    ['大石匠玛布勒斯坦'] = 'NPC',
    ['国王麦格尼·铜须'] = 'NPC',
    ['大石匠玛布勒斯坦'] = 'NPC',
  },
  ['毫无畏惧'] =
  {
    ['高阶牧师洛汉'] = 'NPC',
    ['高阶牧师洛汉'] = 'NPC',
    ['高阶牧师劳瑞娜'] = 'NPC',
    ['托德雷·铁矿'] = 'NPC',
  },
  ['充满仇恨的土地'] =
  {
    ['罗哈图'] = 'NPC',
  },
  ['必修的课程'] =
  {
    ['德迪利特·星焰'] = 'NPC',
    ['德迪利特·星焰'] = 'NPC',
    ['图拉克·符文图腾'] = 'NPC',
    ['玛斯雷·驭熊者'] = 'NPC',
  },
  ['未寄出的信件'] =
  {
    ['伊维特·法席恩'] = 'NPC',
  },
  ['朋友的帮助'] =
  {
    ['斯普拉格·弗劳克'] = 'NPC',
    ['林格'] = 'NPC',
  },
  ['一点运气'] =
  {
    ['巫医玛艾里'] = 'NPC',
    ['哈鲁·维格索斯'] = 'NPC',
  },
  ['远方的软泥怪'] =
  {
    ['拉里斯·空轮'] = 'NPC',
    ['拉里斯·空轮'] = 'NPC',
  },
  ['丢失的主人'] =
  {
    ['沃科尔'] = 'NPC',
  },
  ['失踪的主人'] =
  {
    ['特伦希斯'] = 'NPC',
  },
  ['丢失的主人'] =
  {
    ['特伦希斯'] = 'NPC',
  },
  ['时间问题'] =
  {
    ['克罗米'] = 'NPC',
  },
  ['冷餐会'] =
  {
    ['安古斯·斯特恩'] = 'NPC',
  },
  ['会见主人'] =
  {
    ['萨纳斯'] = 'NPC',
  },
  ['新斗篷的光辉'] =
  {
    ['克鲁伊格·碎颅'] = 'NPC',
  },
  ['新的矿石样本'] =
  {
    ['塔特纳克·钢炉'] = 'NPC',
  },
  ['新的瘟疫'] =
  {
    ['药剂师乔汉'] = 'NPC',
    ['药剂师乔汉'] = 'NPC',
    ['药剂师乔汉'] = 'NPC',
    ['被俘虏的巡山人'] = 'NPC',
    ['药剂师乔汉'] = 'NPC',
  },
  ['新的威胁'] =
  {
    ['巴尔林·霜锤'] = 'NPC',
  },
  ['名酿'] =
  {
    ['黑爪加尔德斯'] = 'NPC',
    ['鲍雷斯·维沙克公爵'] = 'NPC',
    ['黑爪加尔德斯'] = 'NPC',
  },
  ['往日的回忆'] =
  {
    ['水晶之泪'] = 'Object',
    ['安纳克罗斯'] = 'NPC',
  },
  ['苦工的重担'] =
  {
    ['旅店老板格罗斯克'] = 'NPC',
    ['乌克尔'] = 'NPC',
  },
  ['驾驶员的复仇'] =
  {
    ['矮人的尸体'] = 'Object',
    ['驾驶员塞克·锤足'] = 'NPC',
  },
  ['瘟疫与你'] =
  {
    ['白蚁桶'] = 'Object',
    ['白蚁桶'] = 'Object',
    ['米克·莱文'] = 'NPC',
    ['纳萨尼尔·杜马'] = 'NPC',
    ['纳萨尼尔·杜马'] = 'NPC',
    ['纳萨尼尔·杜马'] = 'NPC',
    ['白蚁桶'] = 'Object',
    ['米克·莱文'] = 'NPC',
    ['白蚁桶'] = 'Object',
    ['米克·莱文'] = 'NPC',
  },
  ['便携的能量源'] =
  {
    ['穆克斯·玛纳斯卡波'] = 'NPC',
  },
  ['合适的弓弦'] =
  {
    ['古树斯托玛'] = 'NPC',
  },
  ['腐烂的爪子'] =
  {
    ['亡灵卫兵迪林格尔'] = 'NPC',
  },
  ['致命的配方'] =
  {
    ['药剂师伦弗利尔'] = 'NPC',
    ['大药剂师法拉尼尔'] = 'NPC',
    ['大药剂师法拉尼尔'] = 'NPC',
    ['药剂师伦弗利尔'] = 'NPC',
    ['药剂师伦弗利尔'] = 'NPC',
    ['大药剂师法拉尼尔'] = 'NPC',
  },
  ['逃难者的困境'] =
  {
    ['菲利克斯'] = 'NPC',
  },
  ['净化之匣'] =
  {
    ['拉比恩·萨图纳'] = 'NPC',
  },
  ['潜行者的交易'] =
  {
    ['旅店老板瑞尼'] = 'NPC',
    ['卡尔文·蒙泰古'] = 'NPC',
    ['卡尔文·蒙泰古'] = 'NPC',
  },
  ['神圣的墓地'] =
  {
    ['博学者诺拉·暴雨图腾'] = 'NPC',
  },
  ['软泥怪的样本…'] =
  {
    ['化学家弗雷'] = 'NPC',
  },
  ['马伦的卷轴'] =
  {
    ['科林·马伦'] = 'NPC',
    ['加克希姆·尘链'] = 'NPC',
  },
  ['小巧的商人'] =
  {
    ['穆克斯·玛纳斯卡波'] = 'NPC',
  },
  ['即将孵化'] =
  {
    ['奎恩丁'] = 'NPC',
  },
  ['一丝希望'] =
  {
    ['温德索尔元帅'] = 'NPC',
  },
  ['一线希望'] =
  {
    ['弄皱的地图'] = 'Object',
    ['铁趾格雷兹'] = 'NPC',
    ['勘察员雷杜尔'] = 'NPC',
    ['勘察员雷杜尔'] = 'NPC',
  },
  ['简单的要求'] =
  {
    ['乔拉齐·拉文霍德公爵'] = 'NPC',
    ['奥莫克'] = 'NPC',
    ['安妮莎尔'] = 'NPC',
    ['迈尔斯·迪克斯特'] = 'NPC',
    ['奥米尔·火眼'] = 'NPC',
    ['东尼·罗曼诺'] = 'NPC',
  },
  ['烟林牧场的感谢'] =
  {
    ['冬天爷爷'] = 'NPC',
    ['冬天爷爷'] = 'NPC',
    ['凯玛德·考伯宾奇'] = 'NPC',
    ['乌莫尔特'] = 'NPC',
  },
  ['沃纳尔大师'] =
  {
    ['沃纳尔大师'] = 'NPC',
  },
  ['收集蜜糖'] =
  {
    ['基沃拉丁·逐日者'] = 'NPC',
  },
  ['古怪的历史学家'] =
  {
    ['克罗米'] = 'NPC',
    ['玛莱恩·雷德帕斯'] = 'NPC',
  },
  ['奇怪的家伙'] =
  {
    ['温娜·哈萨德'] = 'NPC',
    ['哈鲁·维格索斯'] = 'NPC',
  },
  ['奇怪的红钥匙'] =
  {
    ['被俘虏的亚科纳琳'] = 'NPC',
  },
  ['奇怪的要求'] =
  {
    ['尼尔鲁·火刃'] = 'NPC',
    ['巫医尤克里'] = 'NPC',
  },
  ['超自然的设备'] =
  {
    ['穆克斯·玛纳斯卡波'] = 'NPC',
    ['穆克斯·玛纳斯卡波'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
  },
  ['快递消息'] =
  {
    ['索尔'] = 'NPC',
    ['军需官刘易斯'] = 'NPC',
  },
  ['悲伤的故事'] =
  {
    ['部落英雄的灵魂'] = 'NPC',
  },
  ['未完的任务'] =
  {
    ['旅店老板考乌斯'] = 'NPC',
    ['安图尔·荒野'] = 'NPC',
  },
  ['烈焰精华'] =
  {
    ['塞勒斯·萨雷芬图斯'] = 'NPC',
    ['塞勒斯·萨雷芬图斯'] = 'NPC',
    ['塞勒斯·萨雷芬图斯'] = 'NPC',
  },
  ['摆脱困境'] =
  {
    ['指挥官玛尔利斯'] = 'NPC',
    ['隐士奥泰尔'] = 'NPC',
  },
  ['菲拉斯的危机'] =
  {
    ['洛卡·奥赫'] = 'NPC',
    ['贝尔戈洛姆·石槌'] = 'NPC',
  },
  ['身边的危机'] =
  {
    ['治安官玛克布莱德'] = 'NPC',
    ['维里副队长'] = 'NPC',
  },
  ['条纹礼物盒'] =
  {
    ['节日礼物'] = 'Object',
  },
  ['困扰的灵魂'] =
  {
    ['部落英雄的灵魂'] = 'NPC',
    ['托姆·狂暴图腾'] = 'NPC',
    ['索瑞克'] = 'NPC',
    ['克里斯托弗·沃克'] = 'NPC',
    ['凯夫·重锤'] = 'NPC',
    ['武神'] = 'NPC',
    ['达纳斯·刃歌'] = 'NPC',
  },
  ['烦恼之风'] =
  {
    ['盖洛拉斯·塔文斯伦'] = 'NPC',
    ['阿斯瑞达斯·熊皮'] = 'NPC',
  },
  ['奥尔德的报复'] =
  {
    ['奥尔德·石塔'] = 'NPC',
  },
  ['造访格雷甘'] =
  {
    ['格雷甘·山酒'] = 'NPC',
    ['穆尔金'] = 'NPC',
  },
  ['联盟孤儿的看护者*  '] =
  {
    ['孤儿监护员南丁格尔'] = 'NPC',
    ['人类孤儿'] = 'NPC',
  },
  ['部落孤儿的看护者'] =
  {
    ['孤儿监护员巴特维尔'] = 'NPC',
    ['兽人孤儿'] = 'NPC',
  },
  ['警示'] =
  {
    ['艾瑞斯·哈文法'] = 'NPC',
  },
  ['战士的训练'] =
  {
    ['哈里·伯加德'] = 'NPC',
    ['里瑞亚·杜拉克'] = 'NPC',
  },
  ['法师的眼线'] =
  {
    ['石狮子'] = 'Object',
    ['塞欧克瑞图斯'] = 'NPC',
  },
  ['你自己的机械雪人'] =
  {
    ['乌米'] = 'NPC',
  },
  ['被遗弃的希望'] =
  {
    ['麦克斯韦尔元帅'] = 'NPC',
    ['温德索尔元帅'] = 'NPC',
  },
  ['超越'] =
  {
    ['尼古拉斯·瑟伦霍夫公爵'] = 'NPC',
  },
  ['深渊联络'] =
  {
    ['鲍尔·蛮鬃'] = 'NPC',
  },
  ['深渊纹章'] =
  {
    ['鲍尔·蛮鬃'] = 'NPC',
  },
  ['深渊节杖'] =
  {
    ['鲍尔·蛮鬃'] = 'NPC',
  },
  ['深渊徽记'] =
  {
    ['鲍尔·蛮鬃'] = 'NPC',
  },
  ['更多的符文布'] =
  {
    ['克拉维斯·纳文哈姆'] = 'NPC',
    ['米斯蒂娜·钢盾'] = 'NPC',
    ['巴巴罗·阿克巴斯'] = 'NPC',
    ['莱顿·暗影'] = 'NPC',
    ['莱什纳·刺藤'] = 'NPC',
    ['维赫纳'] = 'NPC',
    ['拉姆斯塔格'] = 'NPC',
    ['莱斯顿·法斯雷'] = 'NPC',
  },
  ['恶战之后'] =
  {
    ['米兰'] = 'NPC',
    ['胡达尔'] = 'NPC',
  },
  ['重回尸骨储藏所'] =
  {
    ['格雷森·沙东布瑞克公爵'] = 'NPC',
  },
  ['更多被缩小的巨人！'] =
  {
    ['索尔宾·范达瑟'] = 'NPC',
  },
  ['击败沙尔扎鲁'] =
  {
    ['拉托尼库斯·月矛'] = 'NPC',
  },
  ['憎世纳迦之战'] =
  {
    ['拉托尼库斯·月矛'] = 'NPC',
    ['拉托尼库斯·月矛'] = 'NPC',
    ['珊蒂斯·羽月'] = 'NPC',
  },
  ['阿迦玛甘的敏捷'] =
  {
    ['碎牙'] = 'NPC',
  },
  ['阿迦玛甘的力量'] =
  {
    ['碎牙'] = 'NPC',
  },
  ['阿加曼德家传武器'] =
  {
    ['库勒曼·法席恩'] = 'NPC',
  },
  ['海达克西斯的使者'] =
  {
    ['海达克西斯公爵'] = 'NPC',
  },
  ['阿戈莫德的命运'] =
  {
    ['勘察员基恩萨·铁环'] = 'NPC',
  },
  ['雅克塞罗斯'] =
  {
    ['雅克塞罗斯'] = 'NPC',
    ['尼尔鲁·火刃'] = 'NPC',
  },
  ['一捆海蛇草'] =
  {
    ['海盗布劳兹'] = 'NPC',
    ['海盗格罗伊'] = 'NPC',
    ['海盗布劳兹'] = 'NPC',
  },
  ['啊，安多哈尔！'] =
  {
    ['高级执行官德灵顿'] = 'NPC',
    ['指挥官阿胥拉姆·瓦罗菲斯特'] = 'NPC',
  },
  ['异型的生态'] =
  {
    ['霍莱伊·马绍尔'] = 'NPC',
  },
  ['异型卵'] =
  {
    ['哈加尔·雷蹄'] = 'NPC',
  },
  ['标记哨塔'] =
  {
    ['高级执行官德灵顿'] = 'NPC',
    ['指挥官阿胥拉姆·瓦罗菲斯特'] = 'NPC',
  },
  ['塞纳里奥议会的盟友'] =
  {
    ['唤风者卡尔东'] = 'NPC',
  },
  ['上古之神的仆从'] =
  {
    ['耶努萨克雷'] = 'NPC',
    ['耶努萨克雷'] = 'NPC',
  },
  ['联盟关系'] =
  {
    ['莫林·碎骨者'] = 'NPC',
    ['科尔丹'] = 'NPC',
    ['科尔丹'] = 'NPC',
    ['塔卡塔·钢刃'] = 'NPC',
    ['克拉文·德洛克'] = 'NPC',
    ['科尔丹'] = 'NPC',
    ['塔卡塔·钢刃'] = 'NPC',
    ['塔卡塔·钢刃'] = 'NPC',
  },
  ['联盟医疗队'] =
  {
    ['古斯塔夫·范沃森医生'] = 'NPC',
    ['尼莎·火石'] = 'NPC',
  },
  ['牛头人的盟友'] =
  {
    ['拉瓦克·恐怖图腾'] = 'NPC',
  },
  ['突然袭击'] =
  {
    ['哈杜肯·迅蹄'] = 'NPC',
  },
  ['奥特兰克山谷的墓地'] =
  {
    ['杜尔根·雷矛'] = 'NPC',
  },
  ['变异的生物'] =
  {
    ['图加·符文图腾'] = 'NPC',
  },
  ['奥瑟尔伐木场'] =
  {
    ['卢修斯'] = 'NPC',
  },
  ['调查安伯米尔'] =
  {
    ['暗影牧师奥利斯特'] = 'NPC',
  },
  ['海格纳的弹药'] =
  {
    ['海格纳·重枪'] = 'NPC',
    ['罗斯洛·鲁治'] = 'NPC',
  },
  ['废墟之间'] =
  {
    ['耶努萨克雷'] = 'NPC',
  },
  ['铁趾的护符'] =
  {
    ['铁趾格雷兹'] = 'NPC',
  },
  ['先发制人'] =
  {
    ['莱恩·狼行者'] = 'NPC',
  },
  ['邪恶的使者'] =
  {
    ['顾问贝尔格拉姆'] = 'NPC',
    ['史学家卡尼克'] = 'NPC',
  },
  ['学徒的魔法'] =
  {
    ['斯奎尔图'] = 'NPC',
    ['学徒克里汀'] = 'NPC',
  },
  ['觐见国王'] =
  {
    ['女伯爵卡特拉娜·普瑞斯托'] = 'NPC',
    ['巴隆斯·阿历克斯顿'] = 'NPC',
  },
  ['热心的建议'] =
  {
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
  },
  ['诚挚的建议'] =
  {
    ['莫克瓦尔'] = 'NPC',
  },
  ['热心的建议'] =
  {
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
  },
  ['诚挚的建议'] =
  {
    ['德莉亚娜'] = 'NPC',
  },
  ['热心的建议'] =
  {
    ['德莉亚娜'] = 'NPC',
  },
  ['简单的接收任务'] =
  {
    ['希格斯·熔火'] = 'NPC',
    ['法师泰摩尔'] = 'NPC',
  },
  ['特别的蛋'] =
  {
    ['克格尔·曲藤'] = 'NPC',
  },
  ['小鬼的要求'] =
  {
    ['伊普斯'] = 'NPC',
    ['德米赛特·克劳斯'] = 'NPC',
    ['卡托什'] = 'NPC',
    ['格罗达尔'] = 'NPC',
    ['米尔科特'] = 'NPC',
    ['泽弗洛斯特'] = 'NPC',
    ['卡尔·噬灵'] = 'NPC',
    ['卢瑟·匹克曼'] = 'NPC',
    ['理查德·科尔文'] = 'NPC',
    ['瑟斯哈特'] = 'NPC',
    ['亚历山大·考德尔'] = 'NPC',
    ['厄苏拉·德林'] = 'NPC',
    ['山达尔'] = 'NPC',
  },
  ['介绍'] =
  {
    ['古树瓦特鲁斯'] = 'NPC',
  },
  ['老同事'] =
  {
    ['洛玛克·链带'] = 'NPC',
    ['加克希姆·尘链'] = 'NPC',
  },
  ['一本破旧的历史书'] =
  {
    ['米尔顿·西弗'] = 'NPC',
  },
  ['你自己的OOX'] =
  {
    ['奥格索普·奥布诺提斯'] = 'NPC',
  },
  ['普通的蛋'] =
  {
    ['克格尔·曲藤'] = 'NPC',
  },
  ['领养孤儿'] =
  {
    ['奎恩丁'] = 'NPC',
    ['辛达尔·月纹'] = 'NPC',
  },
  ['邪恶的盟友'] =
  {
    ['瓦里玛萨斯'] = 'NPC',
    ['瓦里玛萨斯'] = 'NPC',
  },
  ['不速之客'] =
  {
    ['玛蒂·詹罗斯'] = 'NPC',
  },
  ['安纳克罗斯'] =
  {
    ['安纳克罗斯'] = 'NPC',
    ['流沙守望者巴里斯托尔斯'] = 'NPC',
  },
  ['上古圣马之魂'] =
  {
    ['上古圣马之魂'] = 'NPC',
    ['格雷森·沙东布瑞克公爵'] = 'NPC',
  },
  ['龙筋箭袋'] =
  {
    ['古树哈斯塔特'] = 'NPC',
  },
  ['远古之灵'] =
  {
    ['凯尼斯·静风'] = 'NPC',
    ['艾雷'] = 'NPC',
  },
  ['安德隆的报酬'] =
  {
    ['杰迪加'] = 'NPC',
    ['安德隆·甘特'] = 'NPC',
  },
  ['灵魂的安抚'] =
  {
    ['无眠者赞札'] = 'NPC',
  },
  ['又一个给蛮锤部族的警告'] =
  {
    ['奥索·莫吉克'] = 'NPC',
  },
  ['另一个能量源？'] =
  {
    ['首席工程师沙克斯·比格维兹'] = 'NPC',
  },
  ['安斯雷姆的钥匙'] =
  {
    ['利刃凯特琳'] = 'NPC',
    ['大法师安斯雷姆·鲁因维沃尔'] = 'NPC',
  },
  ['问题的答案'] =
  {
    ['塞恩提尔·刃纹'] = 'NPC',
    ['乔纳森·卡尔文'] = 'NPC',
  },
  ['安泰恩的老朋友'] =
  {
    ['法琳·树形者'] = 'NPC',
    ['安希恩·哈莫'] = 'NPC',
  },
  ['安希恩的离别感言'] =
  {
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
  },
  ['告别安泰恩'] =
  {
    ['莫克瓦尔'] = 'NPC',
  },
  ['安希恩的离别感言'] =
  {
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
  },
  ['告别安泰恩'] =
  {
    ['德莉亚娜'] = 'NPC',
  },
  ['安希恩的离别感言'] =
  {
    ['德莉亚娜'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
    ['安希恩·哈莫'] = 'NPC',
    ['安希恩·哈莫'] = 'NPC',
    ['安希恩·哈莫'] = 'NPC',
  },
  ['告别安泰恩'] =
  {
    ['安希恩·哈莫'] = 'NPC',
  },
  ['安希恩的离别感言'] =
  {
    ['安希恩·哈莫'] = 'NPC',
    ['安希恩·哈莫'] = 'NPC',
    ['安希恩·哈莫'] = 'NPC',
    ['安希恩·哈莫'] = 'NPC',
    ['安希恩·哈莫'] = 'NPC',
    ['安希恩·哈莫'] = 'NPC',
    ['安希恩·哈莫'] = 'NPC',
    ['安希恩·哈莫'] = 'NPC',
  },
  ['告别安泰恩'] =
  {
    ['安希恩·哈莫'] = 'NPC',
  },
  ['安希恩的离别感言'] =
  {
    ['安希恩·哈莫'] = 'NPC',
    ['安希恩·哈莫'] = 'NPC',
    ['安希恩·哈莫'] = 'NPC',
  },
  ['安泰恩的奇怪请求'] =
  {
    ['安希恩·哈莫'] = 'NPC',
  },
  ['药剂师扎玛'] =
  {
    ['药剂师扎玛'] = 'NPC',
    ['药剂师赫布瑞姆'] = 'NPC',
  },
  ['钓鱼学徒'] =
  {
    ['贾恩'] = 'NPC',
  },
  ['学徒的职责'] =
  {
    ['詹姆斯·哈洛兰'] = 'NPC',
  },
  ['水栖形态'] =
  {
    ['图拉克·符文图腾'] = 'NPC',
    ['玛斯雷·驭熊者'] = 'NPC',
    ['德迪利特·星焰'] = 'NPC',
    ['德迪利特·星焰'] = 'NPC',
  },
  ['亚奎门塔斯'] =
  {
    ['科琳'] = 'NPC',
    ['艾瑞丹·蓝风'] = 'NPC',
  },
  ['贝瑟莱斯'] =
  {
    ['通缉：贝瑟莱斯'] = 'Object',
    ['马格兰'] = 'NPC',
  },
  ['阿拉基的圣甲虫'] =
  {
    ['化学家阿尔比顿'] = 'NPC',
    ['药剂师迪瑟斯'] = 'NPC',
  },
  ['阿拉希盆地的资源!'] =
  {
    ['玛克里尔中士'] = 'NPC',
    ['玛克里尔中士'] = 'NPC',
    ['玛克里尔中士'] = 'NPC',
    ['玛克里尔中士'] = 'NPC',
    ['玛克里尔中士'] = 'NPC',
  },
  ['阿拉索高级医疗包'] =
  {
    ['萨缪尔·霍克'] = 'NPC',
  },
  ['阿拉索基本医疗包'] =
  {
    ['萨缪尔·霍克'] = 'NPC',
  },
  ['阿拉索标准医疗包'] =
  {
    ['萨缪尔·霍克'] = 'NPC',
  },
  ['奥术回馈者*'] =
  {
    ['高阶牧师劳瑞娜'] = 'NPC',
  },
  ['奥术回馈者'] =
  {
    ['高阶牧师劳瑞娜'] = 'NPC',
  },
  ['奥术回馈者*'] =
  {
    ['乔舒修士'] = 'NPC',
  },
  ['奥术回馈者'] =
  {
    ['高阶牧师洛汉'] = 'NPC',
  },
  ['久违的法师'] =
  {
    ['博学者莱德罗斯'] = 'NPC',
  },
  ['奥术符文'] =
  {
    ['驾驶员希格斯·熔火'] = 'NPC',
    ['法师泰摩尔'] = 'NPC',
  },
  ['奥金锭'] =
  {
    ['戈瑟奇·邪眼'] = 'NPC',
  },
  ['雪怪计划！'] =
  {
    ['乌米'] = 'NPC',
    ['乌米'] = 'NPC',
    ['乌米'] = 'NPC',
  },
  ['竞技场大师'] =
  {
    ['小个子约翰·米斯瑞尔'] = 'NPC',
  },
  ['竞技场高手'] =
  {
    ['小个子约翰·米斯瑞尔'] = 'NPC',
  },
  ['银色黎明委任徽章'] =
  {
    ['银色黎明军官加鲁什'] = 'NPC',
    ['银色黎明军官普尔哈特'] = 'NPC',
    ['银色黎明军需官莱斯巴克'] = 'NPC',
  },
  ['银色黎明手套'] =
  {
    ['银色军需官'] = 'NPC',
  },
  ['阿利卡拉'] =
  {
    ['莫特加·火鬃'] = 'NPC',
    ['玛加萨·野性图腾'] = 'NPC',
  },
  ['阿瑞斯坦的预感'] =
  {
    ['摩根·匹斯特'] = 'NPC',
    ['艾里斯坦·莫塔'] = 'NPC',
  },
  ['军备物资'] =
  {
    ['地质学家拉克斯班'] = 'NPC',
  },
  ['军备之战'] =
  {
    ['地质学家拉克斯班'] = 'NPC',
  },
  ['军备物资'] =
  {
    ['地质学家拉克斯班'] = 'NPC',
  },
  ['军备之战'] =
  {
    ['地质学家拉克斯班'] = 'NPC',
    ['地质学家拉克斯班'] = 'NPC',
  },
  ['军备物资'] =
  {
    ['地质学家拉克斯班'] = 'NPC',
    ['地质学家拉克斯班'] = 'NPC',
  },
  ['军备之战'] =
  {
    ['地质学家拉克斯班'] = 'NPC',
  },
  ['整装待发'] =
  {
    ['斯温·约根'] = 'NPC',
    ['格瑞曼德·艾尔默'] = 'NPC',
  },
  ['护甲片'] =
  {
    ['克洛诺斯'] = 'NPC',
  },
  ['战场上的护甲片'] =
  {
    ['珍妮拉·钢锤'] = 'NPC',
    ['梅洛克·远途'] = 'NPC',
  },
  ['护甲碎片'] =
  {
    ['莫高特·深炉'] = 'NPC',
  },
  ['战场上的武器'] =
  {
    ['珍妮拉·钢锤'] = 'NPC',
    ['梅洛克·远途'] = 'NPC',
  },
  ['黑龙军团'] =
  {
    ['萨尔格'] = 'NPC',
  },
  ['胆小鬼才用弓箭！'] =
  {
    ['炮兵舍尔杜'] = 'NPC',
  },
  ['除掉阿鲁高'] =
  {
    ['达拉尔·道恩维沃尔'] = 'NPC',
  },
  ['阿鲁高的愚行'] =
  {
    ['达拉尔·道恩维沃尔'] = 'NPC',
    ['达拉尔·道恩维沃尔'] = 'NPC',
    ['达拉尔·道恩维沃尔'] = 'NPC',
    ['达拉尔·道恩维沃尔'] = 'NPC',
  },
  ['清洗水晶'] =
  {
    ['神秘的红色水晶'] = 'Object',
    ['哨兵戈琳达·纳希恩'] = 'NPC',
  },
  ['晋升……'] =
  {
    ['罗卡鲁'] = 'NPC',
    ['艾博斯塔夫'] = 'NPC',
  },
  ['灰谷先驱者'] =
  {
    ['库莱比'] = 'NPC',
  },
  ['刺客的契约'] =
  {
    ['赫尼·马雷布镇长'] = 'NPC',
  },
  ['暗杀计划'] =
  {
    ['卡纳提·灰云'] = 'NPC',
  },
  ['突袭芬里斯岛'] =
  {
    ['高级执行官哈德瑞克'] = 'NPC',
  },
  ['突袭科卡尔部族'] =
  {
    ['瓦鲁格'] = 'NPC',
  },
  ['审时度势'] =
  {
    ['菲尔顿副队长'] = 'NPC',
  },
  ['协助大德鲁伊'] =
  {
    ['大德鲁伊哈缪尔·符文图腾'] = 'NPC',
    ['大德鲁伊哈缪尔·符文图腾'] = 'NPC',
    ['大德鲁伊哈缪尔·符文图腾'] = 'NPC',
    ['旅店老板诺曼'] = 'NPC',
    ['旅店老板帕拉'] = 'NPC',
    ['旅店老板格雷什卡'] = 'NPC',
    ['大德鲁伊范达尔·鹿盔'] = 'NPC',
    ['大德鲁伊范达尔·鹿盔'] = 'NPC',
    ['大德鲁伊范达尔·鹿盔'] = 'NPC',
    ['旅店老板洛雷·火酒'] = 'NPC',
    ['旅店老板塞琳尼'] = 'NPC',
    ['旅店老板奥里森'] = 'NPC',
  },
  ['星结之衣'] =
  {
    ['维恩·拉尔森'] = 'NPC',
  },
  ['馆长的证明！'] =
  {
    ['巡山人贝波蒂'] = 'NPC',
    ['索里奥斯馆长'] = 'NPC',
  },
  ['与血色十字军的战争'] =
  {
    ['执行官塞加德'] = 'NPC',
    ['执行官塞加德'] = 'NPC',
    ['执行官塞加德'] = 'NPC',
    ['执行官塞加德'] = 'NPC',
  },
  ['Atiesh, Greatstaff of the Guardian'] =
  {
    ['安纳克罗斯'] = 'NPC',
  },
  ['埃提耶什，守护者的传说之杖'] =
  {
    ['安纳克罗斯'] = 'NPC',
  },
  ['Atiesh, Greatstaff of the Guardian'] =
  {
    ['安纳克罗斯'] = 'NPC',
  },
  ['埃提耶什，被玷污的传说之杖'] =
  {
    ['安纳克罗斯'] = 'NPC',
  },
  ['纳拉其营地的危机'] =
  {
    ['鹰风酋长'] = 'NPC',
  },
  ['进攻高塔'] =
  {
    ['斯奎尔图'] = 'NPC',
  },
  ['熔火之心的传送门'] =
  {
    ['洛索斯·天痕'] = 'NPC',
    ['洛索斯·天痕'] = 'NPC',
  },
  ['奥古斯图斯的收据册'] =
  {
    ['精神失常的奥古斯图斯'] = 'NPC',
  },
  ['玛莱恩姑妈'] =
  {
    ['玛莱恩·雷德帕斯'] = 'NPC',
    ['帕米拉·雷德帕斯'] = 'NPC',
  },
  ['奥莉尔·金叶'] =
  {
    ['奥莉尔·金叶'] = 'NPC',
    ['霍姆·蛮鬃'] = 'NPC',
  },
  ['敬礼，舰队司令！'] =
  {
    ['舰队指挥官菲尔拉伦'] = 'NPC',
  },
  ['嘿，水手！'] =
  {
    ['舰队指挥官菲尔拉伦'] = 'NPC',
    ['“帅小子”邓肯'] = 'NPC',
  },
  ['为我的村庄复仇'] =
  {
    ['玛卡巴·扁蹄'] = 'NPC',
  },
  ['复仇者的胸甲'] =
  {
    ['温瑟拉'] = 'NPC',
  },
  ['复仇者的王冠'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['复仇者的胫甲'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['复仇者的护腿'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['复仇者的护肩'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['死者的复仇'] =
  {
    ['猎户马克霍尔'] = 'NPC',
  },
  ['艾萨拉水晶'] =
  {
    ['洛拉姆斯·萨里比迪斯'] = 'NPC',
  },
  ['灰烬公爵'] =
  {
    ['鲍尔·蛮鬃'] = 'NPC',
  },
  ['艾索雷葛斯的魔法账本'] =
  {
    ['纳瑞安'] = 'NPC',
  },
  ['比利的馅饼'] =
  {
    ['比利·马科伦'] = 'NPC',
    ['波尼斯·斯通菲尔德姑妈'] = 'NPC',
  },
  ['返回藏宝海湾'] =
  {
    ['克兰克·菲兹巴布'] = 'NPC',
    ['克拉维尔·浓须'] = 'NPC',
  },
  ['返回达纳苏斯'] =
  {
    ['玛斯雷·驭熊者'] = 'NPC',
    ['德迪利特·星焰'] = 'NPC',
  },
  ['回到原点'] =
  {
    ['莫克瓦尔'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
    ['布德利'] = 'NPC',
    ['布德利'] = 'NPC',
  },
  ['返回雷霆崖'] =
  {
    ['图拉克·符文图腾'] = 'NPC',
    ['德迪利特·星焰'] = 'NPC',
  },
  ['回到奥达曼'] =
  {
    ['圣骑士的遗体'] = 'NPC',
    ['塔瓦斯德·基瑟尔'] = 'NPC',
  },
  ['库尔森的药物'] =
  {
    ['尤瓦中士'] = 'NPC',
  },
  ['荒芜之地的材料'] =
  {
    ['加克'] = 'NPC',
  },
  ['荒芜之地的试剂'] =
  {
    ['加卡尔'] = 'NPC',
  },
  ['荒芜之地的材料 II'] =
  {
    ['加克'] = 'NPC',
    ['加卡尔'] = 'NPC',
  },
  ['白洛尔的矿石'] =
  {
    ['白洛尔·石手'] = 'NPC',
  },
  ['不灭生命之戒'] =
  {
    ['唤风者耶萨德拉'] = 'NPC',
  },
  ['魔法秘密之戒'] =
  {
    ['唤风者耶萨德拉'] = 'NPC',
  },
  ['笼罩阴影之戒'] =
  {
    ['唤风者耶萨德拉'] = 'NPC',
  },
  ['战场上的绷带'] =
  {
    ['唤风者普劳豪恩'] = 'NPC',
    ['唤风者普劳豪恩'] = 'NPC',
  },
  ['Bang a Gong!'] =
  {
    ['甲虫之锣'] = 'Object',
  },
  ['野人装甲'] =
  {
    ['奥罗克·沃姆什'] = 'NPC',
  },
  ['烧烤秃鹰翅膀'] =
  {
    ['里格弗兹'] = 'NPC',
  },
  ['阿奎尼斯男爵'] =
  {
    ['耶努萨克雷'] = 'NPC',
  },
  ['男爵之死'] =
  {
    ['赫尼·马雷布镇长'] = 'NPC',
  },
  ['巴罗夫家族的宝藏'] =
  {
    ['阿莱克斯·巴罗夫'] = 'NPC',
    ['维尔顿·巴罗夫'] = 'NPC',
  },
  ['醉鬼巴特莱比'] =
  {
    ['巴特莱比'] = 'NPC',
    ['哈里·伯加德'] = 'NPC',
  },
  ['巴特莱比的酒杯'] =
  {
    ['哈里·伯加德'] = 'NPC',
    ['巴特莱比'] = 'NPC',
  },
  ['巴图罗的雪人毛皮披风'] =
  {
    ['巴图罗·吉塞提'] = 'NPC',
  },
  ['巴莎兰'] =
  {
    ['阿斯特利安'] = 'NPC',
    ['阿斯特利安'] = 'NPC',
    ['阿斯特利安'] = 'NPC',
    ['阿斯特利安'] = 'NPC',
    ['桑迪斯·织风'] = 'NPC',
  },
  ['巴斯兰的头发'] =
  {
    ['奥雷迪尔·阔叶'] = 'NPC',
  },
  ['希尔斯布莱德之战'] =
  {
    ['高级执行官达萨利亚'] = 'NPC',
    ['高级执行官达萨利亚'] = 'NPC',
    ['高级执行官达萨利亚'] = 'NPC',
    ['高级执行官达萨利亚'] = 'NPC',
    ['高级执行官达萨利亚'] = 'NPC',
    ['高级执行官达萨利亚'] = 'NPC',
    ['瓦里玛萨斯'] = 'NPC',
    ['高级执行官达萨利亚'] = 'NPC',
  },
  ['峡谷中的战斗'] =
  {
    ['部落战争使者'] = 'NPC',
    ['部落战争使者'] = 'NPC',
    ['部落战争使者'] = 'NPC',
    ['部落战争使者'] = 'NPC',
    ['部落战争使者'] = 'NPC',
    ['部落战争使者'] = 'NPC',
    ['部落战争使者'] = 'NPC',
    ['部落战争使者'] = 'NPC',
    ['部落战争使者'] = 'NPC',
    ['部落战争使者'] = 'NPC',
    ['部落战争使者'] = 'NPC',
    ['部落战争使者'] = 'NPC',
  },
  ['巴吉尔·特雷德'] =
  {
    ['典狱官塞尔沃特'] = 'NPC',
    ['巴隆斯·阿历克斯顿'] = 'NPC',
  },
  ['搁浅的海洋生物'] =
  {
    ['搁浅的海洋生物'] = 'Object',
    ['搁浅的海洋生物'] = 'Object',
    ['搁浅的海洋生物'] = 'Object',
    ['搁浅的海洋生物'] = 'Object',
    ['温尼斯·布莱葛'] = 'NPC',
    ['温尼斯·布莱葛'] = 'NPC',
    ['温尼斯·布莱葛'] = 'NPC',
    ['温尼斯·布莱葛'] = 'NPC',
  },
  ['搁浅的海龟'] =
  {
    ['搁浅的海龟'] = 'Object',
    ['搁浅的海龟'] = 'Object',
    ['搁浅的海龟'] = 'Object',
    ['搁浅的海龟'] = 'Object',
    ['搁浅的海龟'] = 'Object',
    ['温尼斯·布莱葛'] = 'NPC',
    ['温尼斯·布莱葛'] = 'NPC',
    ['温尼斯·布莱葛'] = 'NPC',
    ['温尼斯·布莱葛'] = 'NPC',
    ['温尼斯·布莱葛'] = 'NPC',
  },
  ['给萨尔法的珠串'] =
  {
    ['萨尔法'] = 'NPC',
  },
  ['击败巴特莱比'] =
  {
    ['巴特莱比'] = 'NPC',
  },
  ['为人父母'] =
  {
    ['阿格纳'] = 'NPC',
  },
  ['啤酒烤猪排'] =
  {
    ['拉格纳·雷酒'] = 'NPC',
  },
  ['萨特的威胁'] =
  {
    ['塔卡塔·钢刃'] = 'NPC',
  },
  ['展开攻击！'] =
  {
    ['指挥官特拉瓦雷'] = 'NPC',
  },
  ['开端'] =
  {
    ['阿拉玛尔·格里姆'] = 'NPC',
  },
  ['达斯莫拉之铃'] =
  {
    ['戈瑟奇·邪眼'] = 'NPC',
    ['莫苏尔·召血者'] = 'NPC',
  },
  ['风怒长者'] =
  {
    ['怒啸长者'] = 'NPC',
  },
  ['信仰腰带'] =
  {
    ['英尼戈·蒙托尔神父'] = 'NPC',
  },
  ['博伦的巢穴'] =
  {
    ['暗影牧师奥利斯特'] = 'NPC',
  },
  ['贝蒂娜·比格辛克'] =
  {
    ['贝蒂娜·比格辛克'] = 'NPC',
    ['莱尼德·巴萨罗梅'] = 'NPC',
  },
  ['内奸'] =
  {
    ['索克'] = 'NPC',
    ['碎牙'] = 'NPC',
    ['碎牙'] = 'NPC',
  },
  ['叛徒'] =
  {
    ['卡多雷召唤宝典'] = 'Object',
    ['卡多雷召唤宝典'] = 'Object',
    ['贝尔戈洛姆·石槌'] = 'NPC',
    ['阿格图·血拳'] = 'NPC',
    ['阿格图·血拳'] = 'NPC',
    ['贝尔戈洛姆·石槌'] = 'NPC',
    ['阿格图·血拳'] = 'NPC',
    ['阿格图·血拳'] = 'NPC',
  },
  ['迟到总比不到好'] =
  {
    ['詹妮丝的包裹'] = 'Object',
    ['詹妮丝的包裹'] = 'Object',
    ['詹妮丝的包裹'] = 'Object',
    ['皇家管理人巴哈乌斯'] = 'NPC',
    ['皇家代理人巴瑟罗尔'] = 'NPC',
    ['詹妮丝·费尔斯通'] = 'NPC',
  },
  ['蓟皮熊怪的麻烦'] =
  {
    ['卡拉恩·阿玛卡'] = 'NPC',
  },
  ['当心翼手龙'] =
  {
    ['当心翼手龙'] = 'Object',
    ['斯普拉格·弗劳克'] = 'NPC',
  },
  ['巨型黑色锤'] =
  {
    ['克莉·希克斯'] = 'NPC',
  },
  ['王牌猎人'] =
  {
    ['小赫米特·奈辛瓦里'] = 'NPC',
  },
  ['比修的装置'] =
  {
    ['比修'] = 'NPC',
    ['比修'] = 'NPC',
  },
  ['比修的侦察报告'] =
  {
    ['雷克斯洛特'] = 'NPC',
    ['比修'] = 'NPC',
  },
  ['无畏护甲的材料'] =
  {
    ['柯菲斯，圣光勇士'] = 'NPC',
  },
  ['信仰腕轮'] =
  {
    ['英尼戈·蒙托尔神父'] = 'NPC',
  },
  ['宾格斯的补给品'] =
  {
    ['宾格斯·雷管'] = 'NPC',
  },
  ['针锋相对'] =
  {
    ['无人守卫的雷酒桶'] = 'Object',
    ['马莱斯·麦酒'] = 'NPC',
  },
  ['黑暗深渊中的恶魔'] =
  {
    ['哨兵塞尔高姆'] = 'NPC',
  },
  ['黑暗深渊中的邪恶'] =
  {
    ['巴珊娜·符文图腾'] = 'NPC',
  },
  ['黑暗深渊中的恶魔'] =
  {
    ['银月守卫塞尔瑞德'] = 'NPC',
  },
  ['黑暗深渊中的邪恶'] =
  {
    ['银月守卫塞尔瑞德'] = 'NPC',
  },
  ['黑手的命令'] =
  {
    ['达基萨斯的烙印'] = 'Object',
  },
  ['布莱克摩尔的余孽'] =
  {
    ['克鲁斯克'] = 'NPC',
    ['高迪尔'] = 'NPC',
  },
  ['悬赏：黑石氏族'] =
  {
    ['卫兵豪维'] = 'NPC',
  },
  ['黑石氏族的威胁'] =
  {
    ['治安官马瑞斯'] = 'NPC',
  },
  ['永恒公正长剑'] =
  {
    ['守望者哈尔洛'] = 'NPC',
  },
  ['魔法秘密之刃'] =
  {
    ['守望者哈尔洛'] = 'NPC',
  },
  ['锋叶长者'] =
  {
    ['刃叶长者'] = 'NPC',
  },
  ['刃歌长者'] =
  {
    ['刃歌长者'] = 'NPC',
  },
  ['迅刀长者'] =
  {
    ['剑捷长者'] = 'NPC',
  },
  ['被祝福的奥金马铠'] =
  {
    ['格雷森·沙东布瑞克公爵'] = 'NPC',
    ['上古圣马之魂'] = 'NPC',
  },
  ['格瑞曼德·艾尔默'] =
  {
    ['格瑞曼德·艾尔默'] = 'NPC',
    ['戈罗林·钢眉'] = 'NPC',
  },
  ['Blessed Wizard Oil'] =
  {
    ['银色军需官'] = 'NPC',
  },
  ['盲眼卡祖尔'] =
  {
    ['赞卡沙'] = 'NPC',
    ['卡祖尔'] = 'NPC',
  },
  ['大地上的脓疱'] =
  {
    ['绿色守卫者雷希耶尔'] = 'NPC',
  },
  ['盗窃的蜘蛛'] =
  {
    ['辛吉拉'] = 'NPC',
  },
  ['无辜者之血'] =
  {
    ['药剂师林度恩'] = 'NPC',
  },
  ['摩弗拉斯之血'] =
  {
    ['格雷塔·苔蹄'] = 'NPC',
    ['奥汀克'] = 'NPC',
  },
  ['黑龙勇士之血'] =
  {
    ['罗卡鲁'] = 'NPC',
  },
  ['阿迦玛甘的血岩碎片'] =
  {
    ['碎牙'] = 'NPC',
  },
  ['血染的天空'] =
  {
    ['提里恩·弗丁'] = 'NPC',
  },
  ['血怒一族'] =
  {
    ['马格兰'] = 'NPC',
  },
  ['血蹄长者'] =
  {
    ['血蹄长者'] = 'NPC',
  },
  ['血瓣毒药'] =
  {
    ['托尔瓦·寻路者'] = 'NPC',
  },
  ['血瓣花苗'] =
  {
    ['穆尔金'] = 'NPC',
  },
  ['血瓣花除草器'] =
  {
    ['拉瑞安'] = 'NPC',
  },
  ['血顶之颅'] =
  {
    ['冒泡的大锅'] = 'Object',
    ['尼姆布亚'] = 'NPC',
  },
  ['血顶巨魔的耳朵'] =
  {
    ['科博克'] = 'NPC',
  },
  ['染血的白骨项链'] =
  {
    ['肯维雷'] = 'NPC',
  },
  ['蓝叶薯'] =
  {
    ['麦伯克·米希瑞克斯'] = 'NPC',
  },
  ['船只的残骸'] =
  {
    ['失事的独木舟'] = 'Object',
    ['基恩诺·火花'] = 'NPC',
  },
  ['伯德雷的不幸'] =
  {
    ['布德利'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
  },
  ['布德利不幸的命运'] =
  {
    ['布德利'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
  },
  ['身心之力'] =
  {
    ['图拉克·符文图腾'] = 'NPC',
    ['玛斯雷·驭熊者'] = 'NPC',
  },
  ['雇佣保镖'] =
  {
    ['斯米德·瑟卡布斯库'] = 'NPC',
    ['考克·基泽尔顿'] = 'NPC',
  },
  ['加强防御'] =
  {
    ['密使·戈马克'] = 'NPC',
  },
  ['集骨者'] =
  {
    ['比布里·弗斯巴克'] = 'NPC',
  },
  ['白骨碎片'] =
  {
    ['杀手洛汗'] = 'NPC',
  },
  ['骨刃武器'] =
  {
    ['杰斯雷蒙'] = 'NPC',
  },
  ['骨镰护腕'] =
  {
    ['杀手洛汗'] = 'NPC',
  },
  ['骨镰胸甲'] =
  {
    ['杀手洛汗'] = 'NPC',
  },
  ['骨镰的材料'] =
  {
    ['杀手洛汗'] = 'NPC',
  },
  ['骨镰护手'] =
  {
    ['杀手洛汗'] = 'NPC',
  },
  ['骨镰头盔'] =
  {
    ['杀手洛汗'] = 'NPC',
  },
  ['骨镰腿铠'] =
  {
    ['杀手洛汗'] = 'NPC',
  },
  ['骨镰肩铠'] =
  {
    ['杀手洛汗'] = 'NPC',
  },
  ['骨镰马靴'] =
  {
    ['杀手洛汗'] = 'NPC',
  },
  ['骨镰护腰'] =
  {
    ['杀手洛汗'] = 'NPC',
  },
  ['上古之书'] =
  {
    ['阿佐尔·奥达蒙特'] = 'NPC',
  },
  ['书呆子赫罗德'] =
  {
    ['书呆子赫罗德的档案'] = 'Object',
    ['多伦上尉'] = 'NPC',
  },
  ['卫兵的靴子'] =
  {
    ['维斯·库鲁兹'] = 'NPC',
  },
  ['卫兵的护甲片'] =
  {
    ['维斯·库鲁兹'] = 'NPC',
  },
  ['藏宝海湾之旅！'] =
  {
    ['马克迦文'] = 'NPC',
    ['奥克斯'] = 'NPC',
  },
  ['鲍尔·蛮鬃'] =
  {
    ['鲍尔·蛮鬃'] = 'NPC',
    ['奥莉尔·金叶'] = 'NPC',
  },
  ['与鲍尔谈话'] =
  {
    ['鲍尔·蛮鬃'] = 'NPC',
    ['奥莉尔·金叶'] = 'NPC',
  },
  ['越境'] =
  {
    ['达拉然板条箱'] = 'Object',
    ['暗影牧师奥利斯特'] = 'NPC',
  },
  ['滚岩峡谷'] =
  {
    ['摩罗加尔'] = 'NPC',
  },
  ['加瑞克·帕德弗特的赏金'] =
  {
    ['维里副队长'] = 'NPC',
  },
  ['悬赏鱼人'] =
  {
    ['卫兵托马斯'] = 'NPC',
  },
  ['地缚护腕'] =
  {
    ['看守者贝瓦里尔'] = 'NPC',
  },
  ['布莱恩·铜须的信'] =
  {
    ['鲁特加尔·雕石'] = 'NPC',
  },
  ['恐龙蛋大餐'] =
  {
    ['厨师托尔卡'] = 'NPC',
  },
  ['刺鬃酋长'] =
  {
    ['卫兵维萨罗·风羽'] = 'NPC',
  },
  ['破译密码'] =
  {
    ['弗兰卡·石桥'] = 'NPC',
  },
  ['打开钥匙之石'] =
  {
    ['内禁锢之石'] = 'Object',
    ['钥匙之石'] = 'Object',
  },
  ['破坏结界'] =
  {
    ['洛拉姆斯·萨里比迪斯'] = 'NPC',
  },
  ['嗜血胸甲'] =
  {
    ['玛雷弗斯的目录'] = 'Object',
    ['玛雷弗斯·暗锤'] = 'NPC',
  },
  ['多彩巨龙胸甲'] =
  {
    ['游荡者目录'] = 'Object',
    ['耶兹巴'] = 'NPC',
  },
  ['藏尸者的妻子'] =
  {
    ['艾尔罗·埃伯洛克公爵'] = 'NPC',
  },
  ['金矛长者'] =
  {
    ['锐矛长者'] = 'NPC',
  },
  ['归还酒杯'] =
  {
    ['诺里斯·激流'] = 'NPC',
    ['德南·弗卡特'] = 'NPC',
  },
  ['寒冰之王'] =
  {
    ['安德鲁·布隆奈尔'] = 'NPC',
  },
  ['与圣光同在'] =
  {
    ['大主教本尼迪塔斯'] = 'NPC',
  },
  ['破碎的联盟'] =
  {
    ['高恩'] = 'NPC',
    ['高恩'] = 'NPC',
  },
  ['破碎之泪'] =
  {
    ['瓦鲁格'] = 'NPC',
  },
  ['铜须长者'] =
  {
    ['铜须长者'] = 'NPC',
  },
  ['雏龙精华'] =
  {
    ['丁奇·斯迪波尔'] = 'NPC',
  },
  ['安东修士'] =
  {
    ['安东修士'] = 'NPC',
    ['克罗雷修士'] = 'NPC',
  },
  ['卡林·雷德帕斯'] =
  {
    ['卡林·雷德帕斯'] = 'NPC',
    ['克罗米'] = 'NPC',
  },
  ['帕克斯顿修士'] =
  {
    ['帕克斯顿修士'] = 'NPC',
    ['米尔顿·西弗'] = 'NPC',
  },
  ['盗贼兄弟会'] =
  {
    ['维里副队长'] = 'NPC',
  },
  ['兄弟会的灭亡'] =
  {
    ['巴隆斯·阿历克斯顿'] = 'NPC',
    ['马迪亚斯·肖尔'] = 'NPC',
  },
  ['兄弟情深'] =
  {
    ['指挥官路易斯·菲力浦'] = 'NPC',
    ['指挥官卡尔·菲利普'] = 'NPC',
  },
  ['冰风奇美拉布鲁米兰'] =
  {
    ['斯托姆·影蹄'] = 'NPC',
  },
  ['野蛮护甲'] =
  {
    ['索恩格瑞姆·火眼'] = 'NPC',
  },
  ['野蛮护手'] =
  {
    ['尤拉莱克'] = 'NPC',
  },
  ['野蛮锁甲'] =
  {
    ['索恩格瑞姆·火眼'] = 'NPC',
  },
  ['野蛮头盔'] =
  {
    ['欧姆·石蹄'] = 'NPC',
  },
  ['野蛮腿甲'] =
  {
    ['维罗拉·奈特雷'] = 'NPC',
  },
  ['野蛮外交'] =
  {
    ['瓦鲁格'] = 'NPC',
    ['潘迪加斯船长'] = 'NPC',
  },
  ['擒虫先擒王'] =
  {
    ['炼金师匹斯特苏格'] = 'NPC',
  },
  ['火刃奖章'] =
  {
    ['祖雷萨'] = 'NPC',
  },
  ['燃烧之血'] =
  {
    ['格瑞曼德·艾尔默'] = 'NPC',
  },
  ['燃影之眼'] =
  {
    ['尼尔鲁·火刃'] = 'NPC',
  },
  ['传声盒323号'] =
  {
    ['传声盒411号'] = 'Object',
    ['传声盒323号'] = 'Object',
  },
  ['传声盒411号'] =
  {
    ['传声盒827号'] = 'Object',
    ['传声盒411号'] = 'Object',
  },
  ['传声盒525号'] =
  {
    ['传声盒323号'] = 'Object',
    ['传声盒525号'] = 'Object',
  },
  ['传声盒827号'] =
  {
    ['传声盒827号'] = 'Object',
    ['维兹班恩·曲针'] = 'NPC',
  },
  ['克苏恩的遗产'] =
  {
    ['凯雷斯特拉兹'] = 'NPC',
  },
  ['玛艾里的容器'] =
  {
    ['巫医玛艾里'] = 'NPC',
  },
  ['凯恩的蹄印'] =
  {
    ['兽人孤儿'] = 'NPC',
  },
  ['空气的召唤'] =
  {
    ['普拉特·白云'] = 'NPC',
    ['普拉特·白云'] = 'NPC',
    ['希尔恩·火结'] = 'NPC',
    ['萨尼斯·织火'] = 'NPC',
  },
  ['天空的召唤 - 古斯的部队'] =
  {
    ['空军指挥官古斯'] = 'NPC',
  },
  ['天空的召唤 - 艾克曼的空军'] =
  {
    ['空军指挥官艾克曼'] = 'NPC',
  },
  ['天空的召唤 - 杰斯托的部队'] =
  {
    ['空军指挥官杰斯托'] = 'NPC',
  },
  ['天空的召唤 - 穆维里克的部队'] =
  {
    ['空军指挥官穆维里克'] = 'NPC',
  },
  ['天空的召唤 - 斯里多尔的空军'] =
  {
    ['空军指挥官斯里多尔'] = 'NPC',
  },
  ['天空的召唤 - 维波里的空军'] =
  {
    ['空军指挥官维波里'] = 'NPC',
  },
  ['大地的召唤'] =
  {
    ['坎纳甘·地鸣'] = 'NPC',
    ['坎纳甘·地鸣'] = 'NPC',
    ['鸦羽先知'] = 'NPC',
    ['鸦羽先知'] = 'NPC',
    ['大地之魂'] = 'NPC',
    ['大地之魂'] = 'NPC',
    ['坎纳甘·地鸣'] = 'NPC',
    ['鸦羽先知'] = 'NPC',
    ['大地之魂'] = 'NPC',
    ['大地之魂'] = 'NPC',
  },
  ['火焰的召唤'] =
  {
    ['眠炎火盆'] = 'Object',
    ['眠炎火盆'] = 'Object',
    ['泰尔夫·祖拉姆'] = 'NPC',
    ['泰尔夫·祖拉姆'] = 'NPC',
    ['卡纳尔·菲斯'] = 'NPC',
    ['卡纳尔·菲斯'] = 'NPC',
    ['卡纳尔·菲斯'] = 'NPC',
    ['卡纳尔·菲斯'] = 'NPC',
    ['博拉姆·逐星'] = 'NPC',
    ['纳姆·逐星'] = 'NPC',
    ['斯瓦特'] = 'NPC',
    ['泰尔夫·祖拉姆'] = 'NPC',
    ['卡纳尔·菲斯'] = 'NPC',
    ['卡纳尔·菲斯'] = 'NPC',
    ['希尔恩·火结'] = 'NPC',
  },
  ['水之召唤'] =
  {
    ['布瑞恩'] = 'NPC',
    ['水之先知伊斯伦'] = 'NPC',
    ['水之先知伊斯伦'] = 'NPC',
    ['水之先知伊斯伦'] = 'NPC',
    ['提夫·摩杜恩'] = 'NPC',
    ['斯瓦特'] = 'NPC',
    ['希尔恩·火结'] = 'NPC',
    ['水之先知伊斯伦'] = 'NPC',
    ['萨尼斯·织火'] = 'NPC',
    ['布瑞恩'] = 'NPC',
    ['布瑞恩'] = 'NPC',
    ['布瑞恩'] = 'NPC',
    ['水之先知伊斯伦'] = 'NPC',
    ['布瑞恩'] = 'NPC',
    ['火盆'] = 'Object',
    ['水之先知伊斯伦'] = 'NPC',
    ['火盆'] = 'Object',
    ['水之魂'] = 'NPC',
    ['水之先知伊斯伦'] = 'NPC',
    ['水之魂'] = 'NPC',
  },
  ['短兵相接'] =
  {
    ['杜拉姆法尔'] = 'NPC',
    ['杜拉姆法尔'] = 'NPC',
    ['杜拉姆法尔'] = 'NPC',
  },
  ['召回卫兵'] =
  {
    ['瑞什·远行者'] = 'NPC',
    ['马格兰'] = 'NPC',
  },
  ['临危不惧'] =
  {
    ['卡鲁斯'] = 'NPC',
    ['伊迪瑞娜'] = 'NPC',
    ['基尔兹宾·鼓眼'] = 'NPC',
    ['格拉希娜·灵风'] = 'NPC',
    ['炼金师匹斯特苏格'] = 'NPC',
    ['炼金师匹斯特苏格'] = 'NPC',
    ['基尔兹宾·鼓眼'] = 'NPC',
    ['格拉希娜·灵风'] = 'NPC',
  },
  ['莫沙彻营地'] =
  {
    ['塔罗·刺蹄'] = 'NPC',
    ['公告员高拉克'] = 'NPC',
  },
  ['诱灵蜡烛'] =
  {
    ['蜡烛箱'] = 'Object',
  },
  ['野蛮的亲戚'] =
  {
    ['秘法师雅尔金'] = 'NPC',
  },
  ['血色学者之帽'] =
  {
    ['玛雷弗斯的目录'] = 'Object',
    ['玛雷弗斯·暗锤'] = 'NPC',
  },
  ['永恒公正斗篷'] =
  {
    ['凯伊·迅爪'] = 'NPC',
  },
  ['杉德尔船长的宝藏'] =
  {
    ['船长的手提箱'] = 'Object',
    ['船长的手提箱'] = 'Object',
    ['破桶'] = 'Object',
    ['破桶'] = 'Object',
    ['旧罐子'] = 'Object',
    ['旧罐子'] = 'Object',
    ['锁住的箱子'] = 'Object',
  },
  ['维米斯队长'] =
  {
    ['盖兰·维米斯队长'] = 'NPC',
    ['塞拉摩海军上尉'] = 'NPC',
  },
  ['占领矿洞'] =
  {
    ['提卡·血牙'] = 'NPC',
    ['杜尔根·雷矛'] = 'NPC',
  },
  ['狂欢节长靴'] =
  {
    ['克洛诺斯'] = 'NPC',
  },
  ['狂欢节外套'] =
  {
    ['克洛诺斯'] = 'NPC',
  },
  ['腐肉虫'] =
  {
    ['提里恩·弗丁'] = 'NPC',
  },
  ['新的背包'] =
  {
    ['弗恩·凝眉'] = 'NPC',
  },
  ['卡斯派普的任务'] =
  {
    ['大机械师卡斯派普'] = 'NPC',
    ['加克希姆·尘链'] = 'NPC',
  },
  ['游荡者目录'] =
  {
    ['游荡者目录'] = 'Object',
    ['耶兹巴'] = 'NPC',
  },
  ['食鱼度日'] =
  {
    ['纳塔卡·长角'] = 'NPC',
  },
  ['被锁起来的矮人'] =
  {
    ['木制厕所'] = 'Object',
  },
  ['洞中的蘑菇'] =
  {
    ['巴瑞萨斯·月影'] = 'NPC',
  },
  ['英雄庆典'] =
  {
    ['玛丁雷少校'] = 'NPC',
    ['伯瓦尔·弗塔根公爵'] = 'NPC',
  },
  ['苍穹之力'] =
  {
    ['塔贝萨'] = 'NPC',
  },
  ['塞纳里奥议会的求助'] =
  {
    ['奥汀克'] = 'NPC',
    ['高阶牧师劳瑞娜'] = 'NPC',
    ['马拉凯·克罗斯'] = 'NPC',
    ['柯布神父'] = 'NPC',
    ['阿斯塔利·逐星'] = 'NPC',
    ['贾德莉亚'] = 'NPC',
    ['艾萨莱斯特'] = 'NPC',
    ['拉扎鲁斯神父'] = 'NPC',
    ['塞欧杜斯·霜须'] = 'NPC',
    ['布莱纳·火崖'] = 'NPC',
    ['乔舒修士'] = 'NPC',
    ['克塞拉'] = 'NPC',
    ['女祭司阿兰希雅'] = 'NPC',
    ['高阶牧师洛汉'] = 'NPC',
  },
  ['塞纳里奥的装备'] =
  {
    ['唤风者卡尔东'] = 'NPC',
  },
  ['塞纳留斯的遗产'] =
  {
    ['布莱林·火拳'] = 'NPC',
  },
  ['悬赏半人马'] =
  {
    ['费古尔·双刃'] = 'NPC',
    ['麦尔金斯下士'] = 'NPC',
  },
  ['半人马护腕'] =
  {
    ['雷戈萨·死门'] = 'NPC',
  },
  ['挑战莫格穆洛克'] =
  {
    ['德拉兹辛比'] = 'NPC',
    ['莫格穆洛克大王'] = 'NPC',
  },
  ['荆棘谷的青山 - 第一章'] =
  {
    ['巴尼尔·石罐'] = 'NPC',
  },
  ['荆棘谷的青山 - 第二章'] =
  {
    ['巴尼尔·石罐'] = 'NPC',
  },
  ['荆棘谷的青山 - 第三章'] =
  {
    ['巴尼尔·石罐'] = 'NPC',
  },
  ['荆棘谷的青山 - 第四章'] =
  {
    ['巴尼尔·石罐'] = 'NPC',
  },
  ['找回A-Me 01'] =
  {
    ['卡尔纳·雷塔维'] = 'NPC',
    ['艾米01'] = 'NPC',
    ['艾米01'] = 'NPC',
    ['卡尔纳·雷塔维'] = 'NPC',
    ['艾米01'] = 'NPC',
  },
  ['老陈的空酒桶'] =
  {
    ['酿酒师德罗恩'] = 'NPC',
    ['酿酒师德罗恩'] = 'NPC',
    ['酿酒师德罗恩'] = 'NPC',
  },
  ['学小鸡，换糖果'] =
  {
    ['旅店老板洛雷·火酒'] = 'NPC',
    ['旅店老板诺曼'] = 'NPC',
  },
  ['主工程师斯库提'] =
  {
    ['斯库提'] = 'NPC',
    ['索维克'] = 'NPC',
  },
  ['儿童周'] =
  {
    ['人类孤儿'] = 'NPC',
    ['兽人孤儿'] = 'NPC',
    ['孤儿监护员南丁格尔'] = 'NPC',
    ['孤儿监护员巴特维尔'] = 'NPC',
  },
  ['冰风魂精'] =
  {
    ['巫医玛艾里'] = 'NPC',
  },
  ['冰风奇美拉角'] =
  {
    ['菲诺克'] = 'NPC',
  },
  ['冰风岗'] =
  {
    ['指挥官阿胥拉姆·瓦罗菲斯特'] = 'NPC',
    ['格雷森·沙东布瑞克公爵'] = 'NPC',
  },
  ['奇美拉之角'] =
  {
    ['欧姆·石蹄'] = 'NPC',
  },
  ['多彩黎明衬肩'] =
  {
    ['银色黎明军需官哈萨娜'] = 'NPC',
    ['银色黎明军需官莱斯巴克'] = 'NPC',
    ['军需官米兰达·布利洛克'] = 'NPC',
  },
  ['信仰头环'] =
  {
    ['英尼戈·蒙托尔神父'] = 'NPC',
  },
  ['拉克摩尔的财宝！'] =
  {
    ['拉克摩尔的日志'] = 'Object',
    ['拉克摩尔的箱子'] = 'Object',
  },
  ['战争的动力'] =
  {
    ['联盟准将'] = 'NPC',
  },
  ['占领阿拉希盆地'] =
  {
    ['联盟准将'] = 'NPC',
    ['联盟准将'] = 'NPC',
    ['联盟准将'] = 'NPC',
  },
  ['战争的动力'] =
  {
    ['联盟准将'] = 'NPC',
    ['联盟准将'] = 'NPC',
  },
  ['占领阿拉希盆地'] =
  {
    ['联盟准将'] = 'NPC',
  },
  ['战争的动力'] =
  {
    ['联盟准将'] = 'NPC',
  },
  ['占领阿拉希盆地'] =
  {
    ['联盟准将'] = 'NPC',
    ['联盟准将'] = 'NPC',
  },
  ['蚌肉鱼饵'] =
  {
    ['麦拉斯'] = 'NPC',
  },
  ['蚌肉大餐'] =
  {
    ['迪尔格·奎克里弗'] = 'NPC',
  },
  ['海中的鱼人'] =
  {
    ['卡尔·波兰'] = 'NPC',
  },
  ['净化过的水'] =
  {
    ['格雷塔·苔蹄'] = 'NPC',
    ['水之先知伊斯伦'] = 'NPC',
  },
  ['净化费伍德'] =
  {
    ['阿拉珊蒂丝·银空'] = 'NPC',
    ['梅贝丝·河风'] = 'NPC',
  },
  ['清除疫病'] =
  {
    ['萨纳瑞恩·绿树'] = 'NPC',
  },
  ['奥拉赫宝珠的净化'] =
  {
    ['塔贝萨'] = 'NPC',
  },
  ['净化帕雷斯之眼'] =
  {
    ['大主教本尼迪塔斯'] = 'NPC',
    ['戈罗林·钢眉'] = 'NPC',
  },
  ['扫清道路'] =
  {
    ['指挥官阿胥拉姆·瓦罗菲斯特'] = 'NPC',
  },
  ['聚集风暴披风'] =
  {
    ['凯伊·迅爪'] = 'NPC',
  },
  ['隐秘通途披风'] =
  {
    ['凯伊·迅爪'] = 'NPC',
  },
  ['不灭生命披风'] =
  {
    ['凯伊·迅爪'] = 'NPC',
  },
  ['笼罩阴影披风'] =
  {
    ['凯伊·迅爪'] = 'NPC',
  },
  ['布甲和皮甲'] =
  {
    ['萨拉·迪博雷恩'] = 'NPC',
    ['治安官杜汉'] = 'NPC',
  },
  ['咕咕嘎！'] =
  {
    ['鸡'] = 'NPC',
  },
  ['烟花束发射器'] =
  {
    ['法蕾尔·星歌'] = 'NPC',
  },
  ['烟花束'] =
  {
    ['法蕾尔·星歌'] = 'NPC',
  },
  ['粗制平衡石'] =
  {
    ['克莉·希克斯'] = 'NPC',
  },
  ['防御宝典'] =
  {
    ['博学者基尔达斯'] = 'NPC',
  },
  ['寒脊山谷的送信任务'] =
  {
    ['塔林·锐眼'] = 'NPC',
    ['格瑞林·白须'] = 'NPC',
    ['斯登·粗臂'] = 'NPC',
    ['塔林·锐眼'] = 'NPC',
  },
  ['冷齿矿洞的补给'] =
  {
    ['雷矛军需官'] = 'NPC',
    ['霜狼军需官'] = 'NPC',
  },
  ['收集海藻'] =
  {
    ['威廉·匹斯特'] = 'NPC',
  },
  ['收集记忆'] =
  {
    ['维尔德·蓟草'] = 'NPC',
  },
  ['收集材料'] =
  {
    ['格瑞曼德·艾尔默'] = 'NPC',
  },
  ['收集堕落之水'] =
  {
    ['格雷塔·苔蹄'] = 'NPC',
  },
  ['库尔森上校'] =
  {
    ['多伦上尉'] = 'NPC',
  },
  ['指挥官哥沙克'] =
  {
    ['指挥官哥沙克'] = 'NPC',
    ['神射手贾拉玛弗'] = 'NPC',
  },
  ['堕落者纲要'] =
  {
    ['圣者图希克'] = 'NPC',
  },
  ['魔化金线血袍'] =
  {
    ['希兹克·古斯提'] = 'NPC',
    ['梅纳拉·沃伦德'] = 'NPC',
    ['梅纳拉·沃伦德'] = 'NPC',
    ['梅纳拉·沃伦德'] = 'NPC',
    ['梅纳拉·沃伦德'] = 'NPC',
    ['希兹克·古斯提'] = 'NPC',
    ['梅纳拉·沃伦德'] = 'NPC',
  },
  ['重要的材料'] =
  {
    ['布德利'] = 'NPC',
    ['布德利'] = 'NPC',
    ['布德利'] = 'NPC',
    ['布德利'] = 'NPC',
  },
  ['共同的努力'] =
  {
    ['联盟准将'] = 'NPC',
    ['联盟准将'] = 'NPC',
  },
  ['面对叶基亚'] =
  {
    ['叶基亚'] = 'NPC',
    ['勘查员詹斯·铁靴'] = 'NPC',
  },
  ['征服阿拉希盆地'] =
  {
    ['部落战争使者'] = 'NPC',
  },
  ['资源竞赛'] =
  {
    ['部落战争使者'] = 'NPC',
    ['部落战争使者'] = 'NPC',
    ['部落战争使者'] = 'NPC',
  },
  ['征服阿拉希盆地'] =
  {
    ['部落战争使者'] = 'NPC',
  },
  ['资源竞赛'] =
  {
    ['部落战争使者'] = 'NPC',
  },
  ['征服阿拉希盆地'] =
  {
    ['部落战争使者'] = 'NPC',
    ['部落战争使者'] = 'NPC',
    ['部落战争使者'] = 'NPC',
    ['部落战争使者'] = 'NPC',
  },
  ['征服者的胸甲'] =
  {
    ['温瑟拉'] = 'NPC',
  },
  ['征服者的皇冠'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['征服者的胫甲'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['征服者的腿铠'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['征服者的肩铠'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['部落的新兵'] =
  {
    ['卡加尔·战痕'] = 'NPC',
    ['塔克林·寻路者'] = 'NPC',
  },
  ['圣洁信件'] =
  {
    ['萨缪尔修士'] = 'NPC',
    ['治安官玛克布莱德'] = 'NPC',
  },
  ['神圣符文'] =
  {
    ['布罗莫斯·格鲁诺尔'] = 'NPC',
    ['斯登·粗臂'] = 'NPC',
  },
  ['神圣的磨刀石'] =
  {
    ['银色军需官'] = 'NPC',
  },
  ['请教加德林大师'] =
  {
    ['加德林大师'] = 'NPC',
    ['药剂师林度恩'] = 'NPC',
  },
  ['复仇的怒火'] =
  {
    ['曼寇里克'] = 'NPC',
  },
  ['赶赴暴风城'] =
  {
    ['奥斯瑞克·斯图恩'] = 'NPC',
    ['索尔'] = 'NPC',
  },
  ['海中的威胁'] =
  {
    ['卡塔尔'] = 'NPC',
  },
  ['控制五座基地'] =
  {
    ['奥斯莱特元帅'] = 'NPC',
  },
  ['控制四座基地'] =
  {
    ['奥斯莱特元帅'] = 'NPC',
  },
  ['至关重要的冷却剂'] =
  {
    ['鲁特维尔·沃拉图斯'] = 'NPC',
  },
  ['铜质调节器'] =
  {
    ['瑞林'] = 'NPC',
  },
  ['元素之核'] =
  {
    ['大法师安吉拉·杜萨图斯'] = 'NPC',
  },
  ['被腐化的夜龙草'] =
  {
    ['被腐化的夜龙草'] = 'Object',
    ['被腐化的夜龙草'] = 'Object',
    ['被腐化的夜龙草'] = 'Object',
    ['被腐化的夜龙草'] = 'Object',
  },
  ['被腐蚀的猫'] =
  {
    ['温娜·哈萨德'] = 'NPC',
  },
  ['被腐化的轻歌花'] =
  {
    ['被腐化的轻歌花'] = 'Object',
  },
  ['Corrupted Songflower'] =
  {
    ['被腐化的轻歌花'] = 'Object',
  },
  ['被腐化的轻歌花'] =
  {
    ['被腐化的轻歌花'] = 'Object',
  },
  ['Corrupted Songflower'] =
  {
    ['被腐化的轻歌花'] = 'Object',
    ['被腐化的轻歌花'] = 'Object',
    ['被腐化的轻歌花'] = 'Object',
    ['被腐化的轻歌花'] = 'Object',
    ['被腐化的轻歌花'] = 'Object',
    ['被腐化的轻歌花'] = 'Object',
  },
  ['被腐化的鞭根草'] =
  {
    ['被腐化的鞭根草'] = 'Object',
    ['被腐化的鞭根草'] = 'Object',
    ['被腐化的鞭根草'] = 'Object',
    ['被腐化的鞭根草'] = 'Object',
    ['被腐化的鞭根草'] = 'Object',
    ['被腐化的鞭根草'] = 'Object',
  },
  ['被腐化的迎风花'] =
  {
    ['被腐化的迎风花'] = 'Object',
    ['被腐化的迎风花'] = 'Object',
    ['被腐化的迎风花'] = 'Object',
    ['被腐化的迎风花'] = 'Object',
    ['被腐化的迎风花'] = 'Object',
    ['被腐化的迎风花'] = 'Object',
    ['被腐化的迎风花'] = 'Object',
    ['被腐化的迎风花'] = 'Object',
    ['被腐化的迎风花'] = 'Object',
    ['被腐化的迎风花'] = 'Object',
  },
  ['腐蚀'] =
  {
    ['亡灵杀手瑟里尔'] = 'NPC',
  },
  ['大地的污染'] =
  {
    ['守护者玛兰迪斯'] = 'NPC',
    ['瑟琳德拉'] = 'NPC',
  },
  ['堕落者的天灾石'] =
  {
    ['银色黎明军官加鲁什'] = 'NPC',
    ['银色黎明军官普尔哈特'] = 'NPC',
    ['尼古拉斯·瑟伦霍夫公爵'] = 'NPC',
  },
  ['科泰罗的谜题'] =
  {
    ['浸水的卷轴'] = 'Object',
    ['发霉的卷轴'] = 'Object',
    ['浸水的卷轴'] = 'Object',
    ['发霉的卷轴'] = 'Object',
    ['科泰罗的宝藏'] = 'Object',
  },
  ['损失惨重'] =
  {
    ['达伦·玛尔维'] = 'NPC',
  },
  ['能给我一张宣传单吗？'] =
  {
    ['格林克'] = 'NPC',
    ['巴鲁斯'] = 'NPC',
  },
  ['人马无双！'] =
  {
    ['雷戈萨·死门'] = 'NPC',
  },
  ['找回时间'] =
  {
    ['克罗米'] = 'NPC',
    ['克罗米'] = 'NPC',
  },
  ['苔蹄快步者的鹿角'] =
  {
    ['奥汀克'] = 'NPC',
  },
  ['隐秘行动：A'] =
  {
    ['加克希姆·尘链'] = 'NPC',
  },
  ['隐秘行动：B'] =
  {
    ['加克希姆·尘链'] = 'NPC',
  },
  ['捕猎山狗'] =
  {
    ['尼卡·血痕'] = 'NPC',
  },
  ['破碎的死灵水晶'] =
  {
    ['奥林中尉'] = 'NPC',
    ['碎裂的死灵水晶'] = 'NPC',
  },
  ['玛雷的腿'] =
  {
    ['“海狼”马克基雷'] = 'NPC',
  },
  ['工匠文书'] =
  {
    ['物资官员梅兹'] = 'NPC',
  },
  ['工匠文书 - 亮布短裤'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 致密平衡石'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 化石合剂'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠令状 - 地精作战小鸡'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 地精工兵炸药'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 强效奥术防护药水'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 巨型瑟银战斧'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 君王板甲护胸'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 电鳗'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 特效治疗药水'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 特效法力药水'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 板鳞鱼'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 辐光头饰'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 毛皮护甲片'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 符文布背包'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 符文布靴'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 符文布袍'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠令状 - 符文皮甲短裤'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 石鳞鳗'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 瑟银手榴弹'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠令状 - 瑟银管'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 火山战锤'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 邪恶皮甲腰带'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['工匠文书 - 邪恶皮甲头环'] =
  {
    ['马队管理者布鲁斯·石锤'] = 'NPC',
  },
  ['稻草人的节日'] =
  {
    ['哈特曼中士'] = 'NPC',
  },
  ['虚空中的生物'] =
  {
    ['凯伦丁·哈加尔'] = 'NPC',
    ['甘鲁尔·血眼'] = 'NPC',
  },
  ['罪与罚'] =
  {
    ['议员米尔斯迪普'] = 'NPC',
  },
  ['微风公爵'] =
  {
    ['鲍尔·蛮鬃'] = 'NPC',
  },
  ['鳄鱼小子和有胡子的鱼人'] =
  {
    ['克洛诺斯'] = 'NPC',
  },
  ['捕猎鳄鱼'] =
  {
    ['马雷克·铁心'] = 'NPC',
  },
  ['十字路口征兵'] =
  {
    ['瑟格拉·黑棘'] = 'NPC',
    ['卡加尔·战痕'] = 'NPC',
  },
  ['大地之冠'] =
  {
    ['特纳隆·雷拳'] = 'NPC',
    ['科瑞萨斯·月怒'] = 'NPC',
    ['科瑞萨斯·月怒'] = 'NPC',
    ['科瑞萨斯·月怒'] = 'NPC',
    ['科瑞萨斯·月怒'] = 'NPC',
    ['大德鲁伊范达尔·鹿盔'] = 'NPC',
    ['特纳隆·雷拳'] = 'NPC',
    ['科瑞萨斯·月怒'] = 'NPC',
  },
  ['破碎岭食人魔'] =
  {
    ['治安官雷德帕斯'] = 'NPC',
  },
  ['破碎岭好战者'] =
  {
    ['治安官雷德帕斯'] = 'NPC',
  },
  ['雷鹰的嘶鸣'] =
  {
    ['乔恩·星眼'] = 'NPC',
  },
  ['地穴魔的碎块'] =
  {
    ['猎手雷奥普德'] = 'NPC',
  },
  ['地穴追猎者护甲的材料……'] =
  {
    ['猎手雷奥普德'] = 'NPC',
  },
  ['地穴追猎者长靴'] =
  {
    ['猎手雷奥普德'] = 'NPC',
  },
  ['地穴追猎者束带'] =
  {
    ['猎手雷奥普德'] = 'NPC',
  },
  ['地穴追猎者护手'] =
  {
    ['猎手雷奥普德'] = 'NPC',
  },
  ['地穴追猎者头饰'] =
  {
    ['猎手雷奥普德'] = 'NPC',
  },
  ['地穴追猎者腿甲'] =
  {
    ['猎手雷奥普德'] = 'NPC',
  },
  ['地穴追猎者肩饰'] =
  {
    ['猎手雷奥普德'] = 'NPC',
  },
  ['地穴追猎者外套'] =
  {
    ['猎手雷奥普德'] = 'NPC',
  },
  ['地穴追猎者腕甲'] =
  {
    ['猎手雷奥普德'] = 'NPC',
  },
  ['爆炸水晶'] =
  {
    ['北部水晶塔'] = 'Object',
  },
  ['水晶簇'] =
  {
    ['大德鲁伊雷弗拉尔'] = 'NPC',
  },
  ['精神水晶'] =
  {
    ['东部水晶塔'] = 'Object',
  },
  ['山中的水晶'] =
  {
    ['密斯莱尔水晶碎块'] = 'Object',
  },
  ['恢复水晶'] =
  {
    ['北部水晶塔'] = 'Object',
  },
  ['尖刺水晶'] =
  {
    ['东部水晶塔'] = 'Object',
  },
  ['防御水晶'] =
  {
    ['西部水晶塔'] = 'Object',
  },
  ['破甲水晶'] =
  {
    ['西部水晶塔'] = 'Object',
  },
  ['能量水晶'] =
  {
    ['科琳'] = 'NPC',
  },
  ['科尔戈的黄金'] =
  {
    ['海盗的宝藏!'] = 'Object',
  },
  ['解除威胁'] =
  {
    ['莱恩·狼行者'] = 'NPC',
  },
  ['消除疾病'] =
  {
    ['德迪利特·星焰'] = 'NPC',
    ['德迪利特·星焰'] = 'NPC',
    ['图加·符文图腾'] = 'NPC',
    ['奥兰达利亚·夜歌'] = 'NPC',
  },
  ['该死的手指头！'] =
  {
    ['汉瑟尔·重拳'] = 'NPC',
  },
  ['切断阿拉索补给线'] =
  {
    ['亡灵哨兵莫提斯'] = 'NPC',
    ['亡灵哨兵莫提斯'] = 'NPC',
    ['亡灵哨兵莫提斯'] = 'NPC',
    ['亡灵哨兵莫提斯'] = 'NPC',
    ['亡灵哨兵莫提斯'] = 'NPC',
  },
  ['小试身手'] =
  {
    ['高内克'] = 'NPC',
  },
  ['生生不息'] =
  {
    ['塔姆拉·荒原'] = 'NPC',
  },
  ['塞克隆尼亚'] =
  {
    ['捕风者巴斯拉'] = 'NPC',
  },
  ['巫毒羽毛'] =
  {
    ['捕风者巴斯拉'] = 'NPC',
  },
  ['达丹加饿了！'] =
  {
    ['达丹加'] = 'NPC',
  },
  ['戴林的下属'] =
  {
    ['盖兰·维米斯队长'] = 'NPC',
    ['泰索兰副官'] = 'NPC',
  },
  ['笼罩阴影匕首'] =
  {
    ['守望者哈尔洛'] = 'NPC',
  },
  ['日常供货'] =
  {
    ['詹姆斯·哈洛兰'] = 'NPC',
    ['埃纳尔·石钳'] = 'NPC',
  },
  ['达拉尔的推理'] =
  {
    ['达拉尔·道恩维沃尔'] = 'NPC',
    ['暗影牧师奥利斯特'] = 'NPC',
  },
  ['达拉然巡逻队'] =
  {
    ['大法师沃迪恩·伍德格赖尔'] = 'NPC',
  },
  ['达拉然的意图'] =
  {
    ['暗影牧师奥利斯特'] = 'NPC',
    ['达拉尔·道恩维沃尔'] = 'NPC',
  },
  ['达尔松之泪的瘟疫之锅'] =
  {
    ['瘟疫之锅'] = 'Object',
  },
  ['跳跳舞，换糖果'] =
  {
    ['旅店老板塞琳尼'] = 'NPC',
    ['旅店老板帕拉'] = 'NPC',
  },
  ['危险的爱情'] =
  {
    ['艾里斯坦·莫塔'] = 'NPC',
  },
  ['危险！'] =
  {
    ['危险！'] = 'Object',
    ['高级执行官达萨利亚'] = 'NPC',
  },
  ['风怒鹰身人'] =
  {
    ['卢尔·鹰爪'] = 'NPC',
  },
  ['黑暗仪式'] =
  {
    ['洛卡·奥赫'] = 'NPC',
  },
  ['黑暗议会'] =
  {
    ['赫尼·马雷布镇长'] = 'NPC',
  },
  ['黑暗之心'] =
  {
    ['塔罗·刺蹄'] = 'NPC',
  },
  ['黑铁的遗产'] =
  {
    ['弗兰克罗恩·铸铁的雕像'] = 'Object',
    ['弗兰克罗恩·铸铁'] = 'NPC',
    ['弗兰克罗恩·铸铁'] = 'NPC',
  },
  ['黑铁碎片'] =
  {
    ['柯菲斯，圣光勇士'] = 'NPC',
  },
  ['黑暗风暴'] =
  {
    ['奥戈尼尔·魂痕'] = 'NPC',
  },
  ['黑暗之瓶'] =
  {
    ['断齿族长'] = 'NPC',
  },
  ['暗灵长者'] =
  {
    ['暗灵长者'] = 'NPC',
  },
  ['暗角长者'] =
  {
    ['黑角长者'] = 'NPC',
  },
  ['暗月野兽套牌'] =
  {
    ['萨杜斯·帕雷教授'] = 'NPC',
  },
  ['暗月元素套牌'] =
  {
    ['萨杜斯·帕雷教授'] = 'NPC',
  },
  ['暗月入口套牌'] =
  {
    ['萨杜斯·帕雷教授'] = 'NPC',
  },
  ['暗月督军套牌'] =
  {
    ['萨杜斯·帕雷教授'] = 'NPC',
  },
  ['暗矛的防御'] =
  {
    ['纳亚克·海克森'] = 'NPC',
  },
  ['抢救数据'] =
  {
    ['大机械师卡斯派普'] = 'NPC',
  },
  ['黎明先锋'] =
  {
    ['贝蒂娜·比格辛克'] = 'NPC',
  },
  ['晨行长者'] =
  {
    ['晨行长者'] = 'NPC',
  },
  ['死人的请求'] =
  {
    ['伊思达·哈尔蒙'] = 'NPC',
    ['安希恩·哈莫'] = 'NPC',
  },
  ['蛀牙杰克'] =
  {
    ['治安官哈迦德'] = 'NPC',
  },
  ['沙漠中的剧毒'] =
  {
    ['比提克斯·斯巴格'] = 'NPC',
  },
  ['死沼巨鳄'] =
  {
    ['梅洛·石蹄'] = 'NPC',
  },
  ['北方的死木熊怪'] =
  {
    ['纳菲恩'] = 'NPC',
  },
  ['木喉熊怪的盟友'] =
  {
    ['克尔达'] = 'NPC',
  },
  ['亲爱的科兰拉'] =
  {
    ['克莱拉·迪恩'] = 'NPC',
    ['克莱拉·迪恩'] = 'NPC',
    ['克莱拉·迪恩'] = 'NPC',
    ['奥迪斯·四云'] = 'NPC',
    ['中尉贾克林·海德'] = 'NPC',
    ['托眉克·石河'] = 'NPC',
  },
  ['亲爱的艾琳娜'] =
  {
    ['艾妮亚·海顿'] = 'NPC',
    ['艾妮亚·海顿'] = 'NPC',
    ['艾妮亚·海顿'] = 'NPC',
    ['亡灵卫兵托尔'] = 'NPC',
    ['欧洛克·亡禁'] = 'NPC',
    ['威尔斯家的泰玛'] = 'NPC',
  },
  ['亲爱的纳塔莉亚'] =
  {
    ['指挥官玛尔利斯'] = 'NPC',
  },
  ['水下伏兵'] =
  {
    ['沙克斯·奥布里'] = 'NPC',
  },
  ['死亡的拥抱'] =
  {
    ['无眠者赞札'] = 'NPC',
  },
  ['死亡执行者的长靴'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['死亡执行者的头盔'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['死亡执行者的护腿'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['死亡执行者的护肩'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['死亡执行者的胸甲'] =
  {
    ['温瑟拉'] = 'NPC',
  },
  ['阿加曼德家族'] =
  {
    ['库勒曼·法席恩'] = 'NPC',
  },
  ['影牙城堡里的亡灵哨兵'] =
  {
    ['亡灵哨兵文森特'] = 'NPC',
    ['高级执行官哈德瑞克'] = 'NPC',
  },
  ['螳螂捕蝉！'] =
  {
    ['纳瑞安'] = 'NPC',
  },
  ['卧底密探'] =
  {
    ['工头费苏勒'] = 'NPC',
    ['申苏尔'] = 'NPC',
  },
  ['深不可测的海洋'] =
  {
    ['高尔博德·钢手'] = 'NPC',
  },
  ['深海打捞'] =
  {
    ['大副尼兹利克斯'] = 'NPC',
  },
  ['深苔蜘蛛的卵'] =
  {
    ['麦伯克·米希瑞克斯'] = 'NPC',
  },
  ['捕捉矿道老鼠'] =
  {
    ['蒙提'] = 'NPC',
  },
  ['击败纳克罗什'] =
  {
    ['龙喉投石车'] = 'Object',
    ['斯托菲队长'] = 'NPC',
  },
  ['达隆郡的保卫者'] =
  {
    ['卡林·雷德帕斯'] = 'NPC',
  },
  ['污染者高级医疗包'] =
  {
    ['卢瑟弗·图恩'] = 'NPC',
  },
  ['污染者基本医疗包'] =
  {
    ['卢瑟弗·图恩'] = 'NPC',
  },
  ['污染者标准医疗包'] =
  {
    ['卢瑟弗·图恩'] = 'NPC',
  },
  ['爆破专家'] =
  {
    ['霜狼爆破专家'] = 'NPC',
    ['联盟爆破专家'] = 'NPC',
  },
  ['交付宝石'] =
  {
    ['德兰·杜佛斯'] = 'NPC',
    ['加卡尔'] = 'NPC',
  },
  ['运送货物'] =
  {
    ['军需官朗格尔斯'] = 'NPC',
    ['卫兵比格斯'] = 'NPC',
  },
  ['幽灵的发丝'] =
  {
    ['亚伯克隆比'] = 'NPC',
    ['伊瓦夫人'] = 'NPC',
  },
  ['托马斯的报告'] =
  {
    ['治安官杜汉'] = 'NPC',
    ['卫兵托马斯'] = 'NPC',
  },
  ['给马克基雷的货物'] =
  {
    ['“海狼”马克基雷'] = 'NPC',
    ['斯杜雷'] = 'NPC',
  },
  ['斯温的货物'] =
  {
    ['斯温·约根'] = 'NPC',
    ['艾莱尼·卡尔文'] = 'NPC',
  },
  ['水仙诉衷情'] =
  {
    ['达希'] = 'NPC',
    ['玛蒂·詹罗斯'] = 'NPC',
  },
  ['递送遗物'] =
  {
    ['维斯提亚·月矛'] = 'NPC',
    ['拉托尼库斯·月矛'] = 'NPC',
  },
  ['给马林的粉末'] =
  {
    ['马林·诺格弗格'] = 'NPC',
    ['斯普琳科'] = 'NPC',
  },
  ['安德隆·甘特的石版'] =
  {
    ['安德隆·甘特'] = 'NPC',
    ['杰迪加'] = 'NPC',
  },
  ['大法师克希雷姆的石版'] =
  {
    ['大法师克希雷姆'] = 'NPC',
    ['杰迪加'] = 'NPC',
  },
  ['杰斯雷蒙的石版'] =
  {
    ['杰斯雷蒙'] = 'NPC',
    ['杰迪加'] = 'NPC',
  },
  ['玛加萨的石版'] =
  {
    ['玛加萨·野性图腾'] = 'NPC',
    ['杰迪加'] = 'NPC',
  },
  ['瑞治维尔的箱子'] =
  {
    ['雷明顿·瑞治维尔伯爵'] = 'NPC',
    ['玛亚拉·布莱特文'] = 'NPC',
  },
  ['给银松森林送信'] =
  {
    ['药剂师伦弗利尔'] = 'NPC',
    ['药剂师乔汉'] = 'NPC',
  },
  ['侏儒的货物'] =
  {
    ['菲兹尔·铜栓'] = 'NPC',
    ['克拉维尔·浓须'] = 'NPC',
  },
  ['恶魔之犬'] =
  {
    ['提里恩·弗丁'] = 'NPC',
  },
  ['德纳兰的泥土'] =
  {
    ['德纳兰'] = 'NPC',
    ['塞拉尔·刃叶'] = 'NPC',
  },
  ['沙漠食谱'] =
  {
    ['盖满沙子的烹饪书'] = 'Object',
    ['卡兰德拉斯'] = 'NPC',
  },
  ['沙漠生存包'] =
  {
    ['卡兰德拉斯'] = 'NPC',
    ['卡兰德拉斯'] = 'NPC',
  },
  ['绝望祷言'] =
  {
    ['高阶牧师劳瑞娜'] = 'NPC',
    ['高阶牧师劳瑞娜'] = 'NPC',
    ['高阶牧师劳瑞娜'] = 'NPC',
    ['高阶牧师劳瑞娜'] = 'NPC',
  },
  ['绝望祷言*'] =
  {
    ['高阶牧师劳瑞娜'] = 'NPC',
    ['高阶牧师劳瑞娜'] = 'NPC',
  },
  ['绝望祷言'] =
  {
    ['女牧师洁塞塔'] = 'NPC',
    ['马克萨恩·安沃尔'] = 'NPC',
    ['劳尔娜·晨光'] = 'NPC',
    ['拉瑞亚'] = 'NPC',
  },
  ['绝望祷言*'] =
  {
    ['娜拉·梅德隆'] = 'NPC',
    ['高阶牧师洛汉'] = 'NPC',
  },
  ['命运的召唤'] =
  {
    ['塞尤娜'] = 'NPC',
  },
  ['毁灭摩弗拉斯'] =
  {
    ['大法师克希雷姆'] = 'NPC',
  },
  ['清除变异者'] =
  {
    ['厄布鲁'] = 'NPC',
  },
  ['变异皮革'] =
  {
    ['纳尔帕克'] = 'NPC',
  },
  ['西部荒野中的恶魔'] =
  {
    ['科林·马伦'] = 'NPC',
  },
  ['噬魂者'] =
  {
    ['高德瑞克·法杉'] = 'NPC',
    ['卡祖尔'] = 'NPC',
    ['先知塔卡尔'] = 'NPC',
    ['凯伦丁·哈加尔'] = 'NPC',
    ['甘鲁尔·血眼'] = 'NPC',
    ['黑暗缚灵者加科因'] = 'NPC',
  },
  ['噬灵瘟疫'] =
  {
    ['艾萨莱斯特'] = 'NPC',
    ['艾萨莱斯特'] = 'NPC',
    ['艾萨莱斯特'] = 'NPC',
    ['柯布神父'] = 'NPC',
    ['兰克斯特神父'] = 'NPC',
    ['萨尤斯'] = 'NPC',
  },
  ['秘银会的认可'] =
  {
    ['特伦顿·轻锤'] = 'NPC',
  },
  ['掘地鼠炖肉'] =
  {
    ['格拉布'] = 'NPC',
  },
  ['掘墓'] =
  {
    ['伊莉莎的坟墓'] = 'Object',
  },
  ['搜寻软泥怪'] =
  {
    ['塞达'] = 'NPC',
  },
  ['迪尔格的超美味奇美拉肉片'] =
  {
    ['迪尔格·奎克里弗'] = 'NPC',
  },
  ['罗尔夫的下落'] =
  {
    ['被吃掉一半的尸体'] = 'Object',
    ['罗尔夫的尸体'] = 'Object',
  },
  ['不和谐的火焰'] =
  {
    ['桑德哈特'] = 'NPC',
  },
  ['不和谐的烈焰'] =
  {
    ['桑德哈特'] = 'NPC',
  },
  ['驱散邪恶'] =
  {
    ['高阶牧师赛尔邓尼斯'] = 'NPC',
    ['指挥官阿胥拉姆·瓦罗菲斯特'] = 'NPC',
  },
  ['野猪人的袭击'] =
  {
    ['索克'] = 'NPC',
  },
  ['加文的爱好'] =
  {
    ['加文·雷酒'] = 'NPC',
  },
  ['神圣的惩戒'] =
  {
    ['卡拉然·温布雷'] = 'NPC',
  },
  ['探水棒'] =
  {
    ['首席工程师沙克斯·比格维兹'] = 'NPC',
  },
  ['瑟尔林·卡斯迪诺夫教授'] =
  {
    ['艾瓦·萨克霍夫'] = 'NPC',
  },
  ['前线的文件'] =
  {
    ['Keeper of the Rolls'] = 'NPC',
  },
  ['多格兰之囚'] =
  {
    ['步兵多格兰'] = 'NPC',
    ['步兵劳格玛'] = 'NPC',
  },
  ['多兰纳尔的货物'] =
  {
    ['旅店老板凯达米尔'] = 'NPC',
    ['伯萨努斯'] = 'NPC',
  },
  ['菲拉斯的正义'] =
  {
    ['耶尔卡·月纹'] = 'NPC',
    ['泰兰德·语风'] = 'NPC',
    ['耶尔卡·月纹'] = 'NPC',
  },
  ['末日草'] =
  {
    ['初级药剂师霍兰德'] = 'NPC',
  },
  ['厄运召唤者的头饰'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['厄运召唤者的裹足'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['厄运召唤者的衬肩'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['厄运召唤者的长袍'] =
  {
    ['温瑟拉'] = 'NPC',
  },
  ['厄运召唤者的长裤'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['末日扣环'] =
  {
    ['玛亚拉·布莱特文'] = 'NPC',
  },
  ['末日蜡烛'] =
  {
    ['戈瑟奇·邪眼'] = 'NPC',
    ['莫苏尔·召血者'] = 'NPC',
  },
  ['双足飞龙管理员多拉斯'] =
  {
    ['多拉斯'] = 'NPC',
    ['旅店老板格雷什卡'] = 'NPC',
  },
  ['熄灭火焰'] =
  {
    ['格雷塔·苔蹄'] = 'NPC',
  },
  ['降帆靠港'] =
  {
    ['兽人孤儿'] = 'NPC',
  },
  ['清理海岸'] =
  {
    ['法尔林·奥里涅尔中尉'] = 'NPC',
  },
  ['血色之路'] =
  {
    ['安东修士'] = 'NPC',
    ['虔诚的莱雷恩'] = 'NPC',
    ['安东修士'] = 'NPC',
  },
  ['龙语傻瓜教程'] =
  {
    ['Freshly Dug Dirt'] = 'Object',
    ['纳瑞安'] = 'NPC',
  },
  ['德莱尼水晶'] =
  {
    ['玛格图尔'] = 'NPC',
  },
  ['黑龙的威胁'] =
  {
    ['赫林迪斯·河角'] = 'NPC',
  },
  ['龙喉胫骨'] =
  {
    ['维罗拉·奈特雷'] = 'NPC',
  },
  ['龙鳞制皮'] =
  {
    ['彼得·加林'] = 'NPC',
    ['索卡夫·龙眼'] = 'NPC',
  },
  ['龙火护符'] =
  {
    ['哈尔琳'] = 'NPC',
  },
  ['坚定力量披风'] =
  {
    ['凯伊·迅爪'] = 'NPC',
  },
  ['魔法秘密披风'] =
  {
    ['凯伊·迅爪'] = 'NPC',
  },
  ['巨槌石'] =
  {
    ['沙妮·长齿的遗骸'] = 'Object',
    ['沙妮·长齿'] = 'NPC',
    ['萨特拉克'] = 'NPC',
  },
  ['无畏护腕'] =
  {
    ['柯菲斯，圣光勇士'] = 'NPC',
  },
  ['无畏胸甲'] =
  {
    ['柯菲斯，圣光勇士'] = 'NPC',
  },
  ['无畏护手'] =
  {
    ['柯菲斯，圣光勇士'] = 'NPC',
  },
  ['无畏头盔'] =
  {
    ['柯菲斯，圣光勇士'] = 'NPC',
  },
  ['无畏腿铠'] =
  {
    ['柯菲斯，圣光勇士'] = 'NPC',
  },
  ['无畏肩铠'] =
  {
    ['柯菲斯，圣光勇士'] = 'NPC',
  },
  ['无畏马靴'] =
  {
    ['柯菲斯，圣光勇士'] = 'NPC',
  },
  ['无畏腰带'] =
  {
    ['柯菲斯，圣光勇士'] = 'NPC',
  },
  ['克索诺斯恐惧战马'] =
  {
    ['恐惧战马的灵魂'] = 'NPC',
    ['莫苏尔·召血者'] = 'NPC',
  },
  ['沼泽中的梦境粉尘'] =
  {
    ['克拉兹克'] = 'NPC',
  },
  ['梦言长者'] =
  {
    ['梦境先知长者'] = 'NPC',
  },
  ['梦游者长靴'] =
  {
    ['莱茵'] = 'NPC',
  },
  ['梦游者束带'] =
  {
    ['莱茵'] = 'NPC',
  },
  ['梦游者护手'] =
  {
    ['莱茵'] = 'NPC',
  },
  ['梦游者头饰'] =
  {
    ['莱茵'] = 'NPC',
  },
  ['梦游者腿甲'] =
  {
    ['莱茵'] = 'NPC',
  },
  ['梦游者肩饰'] =
  {
    ['莱茵'] = 'NPC',
  },
  ['梦游者外套'] =
  {
    ['莱茵'] = 'NPC',
  },
  ['梦游者腕甲'] =
  {
    ['莱茵'] = 'NPC',
  },
  ['适宜的服装'] =
  {
    ['舰队指挥官菲尔拉伦'] = 'NPC',
  },
  ['晒干的流木'] =
  {
    ['卫兵比格斯'] = 'NPC',
  },
  ['船长的复仇'] =
  {
    ['斯迪加特船长'] = 'NPC',
  },
  ['利爪德鲁伊'] =
  {
    ['奥本·怒爪'] = 'NPC',
  },
  ['旱季'] =
  {
    ['酒吧老板丹尼尔'] = 'NPC',
  },
  ['尼古拉斯·瑟伦霍夫公爵'] =
  {
    ['尼古拉斯·瑟伦霍夫公爵'] = 'NPC',
    ['格雷戈·格雷斯通'] = 'NPC',
  },
  ['议会公爵'] =
  {
    ['奥莉尔·金叶'] = 'NPC',
  },
  ['杜加尔·朗德瑞克'] =
  {
    ['杜加尔·朗德瑞克'] = 'NPC',
    ['奥斯瑞克·斯图恩'] = 'NPC',
  },
  ['暗翼蝠'] =
  {
    ['纳萨诺斯·凋零者'] = 'NPC',
  },
  ['黑蟹蛋糕'] =
  {
    ['厨师格鲁奥'] = 'NPC',
  },
  ['矮人的挖掘场'] =
  {
    ['贝恩·血蹄'] = 'NPC',
  },
  ['矮人的正义'] =
  {
    ['濒死的考古学家'] = 'NPC',
    ['索里奥斯馆长'] = 'NPC',
  },
  ['矮人的交易'] =
  {
    ['斯登·粗臂'] = 'NPC',
  },
  ['伊根·派特斯金纳'] =
  {
    ['伊根·派特斯金纳'] = 'NPC',
    ['维里副队长'] = 'NPC',
  },
  ['赢得尊敬'] =
  {
    ['拉格隆德'] = 'NPC',
    ['哈格丁中尉'] = 'NPC',
  },
  ['大地灵契'] =
  {
    ['坎纳甘·地鸣'] = 'NPC',
    ['鸦羽先知'] = 'NPC',
  },
  ['土灵的觉醒'] =
  {
    ['摩罗加尔'] = 'NPC',
  },
  ['碎石公爵'] =
  {
    ['鲍尔·蛮鬃'] = 'NPC',
  },
  ['碎地者长靴'] =
  {
    ['雷布拉特·碎地者'] = 'NPC',
  },
  ['碎地者束腰'] =
  {
    ['雷布拉特·碎地者'] = 'NPC',
  },
  ['碎地者护手'] =
  {
    ['雷布拉特·碎地者'] = 'NPC',
  },
  ['碎地者头盔'] =
  {
    ['雷布拉特·碎地者'] = 'NPC',
  },
  ['碎地者护腿'] =
  {
    ['雷布拉特·碎地者'] = 'NPC',
  },
  ['碎地者肩甲'] =
  {
    ['雷布拉特·碎地者'] = 'NPC',
  },
  ['碎地者外套'] =
  {
    ['雷布拉特·碎地者'] = 'NPC',
  },
  ['碎地者护腕'] =
  {
    ['雷布拉特·碎地者'] = 'NPC',
  },
  ['炖陆行鸟'] =
  {
    ['奥兰达利亚·夜歌'] = 'NPC',
  },
  ['埃其亚基'] =
  {
    ['瑟格拉·黑棘'] = 'NPC',
  },
  ['战争的回响'] =
  {
    ['指挥官埃里戈尔·黎明使者'] = 'NPC',
  },
  ['收集龙蛋'] =
  {
    ['丁奇·斯迪波尔'] = 'NPC',
  },
  ['冷冻龙蛋'] =
  {
    ['丁奇·斯迪波尔'] = 'NPC',
  },
  ['蝎卵'] =
  {
    ['科兰'] = 'NPC',
  },
  ['蜘蛛的威胁'] =
  {
    ['守夜人道茨'] = 'NPC',
  },
  ['伊崔格的智慧'] =
  {
    ['萨尔'] = 'NPC',
    ['军官高图斯'] = 'NPC',
  },
  ['艾兰娜瑞'] =
  {
    ['艾兰娜瑞'] = 'NPC',
    ['凯拉·风刃'] = 'NPC',
  },
  ['导电器'] =
  {
    ['维兹班恩·曲针'] = 'NPC',
  },
  ['元素护腕'] =
  {
    ['哨兵维尔莉妮·星坠'] = 'NPC',
  },
  ['元素制皮'] =
  {
    ['萨拉·坦尼'] = 'NPC',
    ['布鲁姆·白蹄'] = 'NPC',
  },
  ['元素掌握'] =
  {
    ['捕风者巴斯拉'] = 'NPC',
    ['哈洛姆'] = 'NPC',
    ['希恩·逐星'] = 'NPC',
    ['提戈尔·逐星'] = 'NPC',
    ['博拉姆·逐星'] = 'NPC',
    ['卡德里斯'] = 'NPC',
    ['萨祖'] = 'NPC',
    ['萨格尼'] = 'NPC',
  },
  ['元素战争'] =
  {
    ['苏纳曼'] = 'NPC',
  },
  ['苦楚药剂'] =
  {
    ['布满灰尘的毯子'] = 'Object',
    ['大药剂师法拉尼尔'] = 'NPC',
    ['药剂师林度恩'] = 'NPC',
    ['药剂师林度恩'] = 'NPC',
    ['药剂师林度恩'] = 'NPC',
    ['大药剂师法拉尼尔'] = 'NPC',
    ['药剂师林度恩'] = 'NPC',
    ['药剂师林度恩'] = 'NPC',
  },
  ['痛苦药剂'] =
  {
    ['药剂师林度恩'] = 'NPC',
    ['斯坦利'] = 'NPC',
    ['药剂师林度恩'] = 'NPC',
  },
  ['受难药剂'] =
  {
    ['药剂师林度恩'] = 'NPC',
    ['乌比'] = 'NPC',
    ['药剂师林度恩'] = 'NPC',
  },
  ['刃叶的药剂'] =
  {
    ['塞拉尔·刃叶'] = 'NPC',
  },
  ['艾尔默的任务'] =
  {
    ['格瑞曼德·艾尔默'] = 'NPC',
    ['铁匠阿古斯'] = 'NPC',
  },
  ['艾露恩的祝福'] =
  {
    ['瓦拉达尔·星歌'] = 'NPC',
  },
  ['艾露恩的蜡烛'] =
  {
    ['瓦拉达尔·星歌'] = 'NPC',
  },
  ['艾露恩的赐福'] =
  {
    ['女祭司阿兰希雅'] = 'NPC',
    ['女祭司阿兰希雅'] = 'NPC',
    ['女祭司阿兰希雅'] = 'NPC',
    ['女祭司阿兰希雅'] = 'NPC',
    ['高阶牧师劳瑞娜'] = 'NPC',
    ['劳尔娜·晨光'] = 'NPC',
    ['阿斯塔利·逐星'] = 'NPC',
    ['高阶牧师洛汉'] = 'NPC',
  },
  ['月神之泪'] =
  {
    ['皮尔图拉斯·怀特姆恩'] = 'NPC',
  },
  ['精灵的传说'] =
  {
    ['先知科鲁拉克'] = 'NPC',
    ['学者卢索恩·纹角'] = 'NPC',
  },
  ['埃博斯塔夫'] =
  {
    ['艾博斯塔夫'] = 'NPC',
    ['巫女米兰达'] = 'NPC',
  },
  ['牺牲精神'] =
  {
    ['高阶牧师洛汉'] = 'NPC',
    ['格雷森·沙东布瑞克公爵'] = 'NPC',
  },
  ['补充坐骑'] =
  {
    ['霜狼兽栏管理员'] = 'NPC',
    ['雷矛兽栏管理员'] = 'NPC',
  },
  ['蜘蛛卵'] =
  {
    ['基布雷尔'] = 'NPC',
  },
  ['魔化艾萨拉水晶武器'] =
  {
    ['加尔文'] = 'NPC',
  },
  ['南海魔化海藻'] =
  {
    ['祖达萨的梅维克'] = 'NPC',
    ['祖达萨的梅维克'] = 'NPC',
    ['祖达萨的梅维克'] = 'NPC',
  },
  ['魔化瑟银板甲：第一卷'] =
  {
    ['博学者莱德罗斯'] = 'NPC',
  },
  ['魔化瑟银板甲：第二卷'] =
  {
    ['博学者莱德罗斯'] = 'NPC',
  },
  ['魔化瑟银板甲第三卷'] =
  {
    ['博学者莱德罗斯'] = 'NPC',
  },
  ['密文碎片'] =
  {
    ['大法师克希雷姆'] = 'NPC',
  },
  ['豺狼人的入侵'] =
  {
    ['菲尔顿副队长'] = 'NPC',
    ['卫兵派克'] = 'NPC',
  },
  ['逼近的野兽'] =
  {
    ['卫兵比格斯'] = 'NPC',
  },
  ['野猪人的进犯'] =
  {
    ['加索克'] = 'NPC',
  },
  ['坚硬的尾鳍'] =
  {
    ['维兹尔·铜栓'] = 'NPC',
  },
  ['密文信件'] =
  {
    ['辛迪加文档'] = 'Object',
    ['乔里克·克里丹'] = 'NPC',
    ['博学者迪布斯'] = 'NPC',
    ['治安官玛克布莱德'] = 'NPC',
  },
  ['密文备忘录'] =
  {
    ['索姆·哈格林'] = 'NPC',
    ['斯登·粗臂'] = 'NPC',
  },
  ['密文羊皮纸'] =
  {
    ['鲁瓦格'] = 'NPC',
    ['高内克'] = 'NPC',
  },
  ['密文符文'] =
  {
    ['索姆·哈格林'] = 'NPC',
    ['斯登·粗臂'] = 'NPC',
  },
  ['密文卷轴'] =
  {
    ['大卫·提亚斯'] = 'NPC',
    ['暗影牧师萨维斯'] = 'NPC',
  },
  ['密文符记'] =
  {
    ['弗拉胡恩·影语者'] = 'NPC',
    ['管理员伊尔萨莱恩'] = 'NPC',
  },
  ['密文石板'] =
  {
    ['鲁瓦格'] = 'NPC',
    ['高内克'] = 'NPC',
  },
  ['暮光密文信'] =
  {
    ['鲍尔·蛮鬃'] = 'NPC',
  },
  ['敌人的物资'] =
  {
    ['铁匠雷格萨'] = 'NPC',
  },
  ['神秘长靴'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['神秘头饰'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['神秘护腿'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['神秘长袍'] =
  {
    ['温瑟拉'] = 'NPC',
  },
  ['神秘肩垫'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['怒灵'] =
  {
    ['凯拉·影矛'] = 'NPC',
  },
  ['被激怒的雷霆蜥蜴'] =
  {
    ['乔恩·星眼'] = 'NPC',
  },
  ['被激怒的枭兽'] =
  {
    ['加隆的马车'] = 'Object',
    ['破损的箱子'] = 'Object',
    ['加隆的马车'] = 'Object',
    ['破损的箱子'] = 'Object',
    ['加隆·石矛'] = 'NPC',
    ['加隆·石矛'] = 'NPC',
    ['加隆·石矛'] = 'NPC',
    ['哈鲁·维格索斯'] = 'NPC',
  },
  ['引诱奈古拉什'] =
  {
    ['破损的救生艇'] = 'Object',
  },
  ['浸血的信封'] =
  {
    ['Keeper of the Rolls'] = 'NPC',
  },
  ['史诗级的作战装备 - 银色黎明崇拜'] =
  {
    ['军需官米兰达·布利洛克'] = 'NPC',
  },
  ['史诗级的作战装备 - 银色黎明友善'] =
  {
    ['军需官米兰达·布利洛克'] = 'NPC',
  },
  ['史诗级的作战装备 - 银色黎明尊敬'] =
  {
    ['军需官米兰达·布利洛克'] = 'NPC',
  },
  ['史诗级的作战装备 - 银色黎明崇敬'] =
  {
    ['军需官米兰达·布利洛克'] = 'NPC',
  },
  ['伊兰尼库斯，梦境之暴君'] =
  {
    ['森林小精灵'] = 'NPC',
    ['玛法里恩·怒风'] = 'NPC',
  },
  ['艾瑞安·影语'] =
  {
    ['艾瑞安·影语'] = 'NPC',
    ['詹诺克·柔歌'] = 'NPC',
  },
  ['艾瑞安的命令'] =
  {
    ['“剃刀”雷吉克'] = 'NPC',
    ['艾瑞安·影语'] = 'NPC',
  },
  ['金格的货物'] =
  {
    ['药剂师金格'] = 'NPC',
    ['奥雷萨多·卢卡'] = 'NPC',
    ['药剂师金格'] = 'NPC',
    ['奥雷萨多·卢卡'] = 'NPC',
  },
  ['杀出重围'] =
  {
    ['特伦希斯'] = 'NPC',
    ['沃科尔'] = 'NPC',
  },
  ['偷偷溜走'] =
  {
    ['特伦希斯'] = 'NPC',
    ['沃科尔'] = 'NPC',
  },
  ['护送埃兰德'] =
  {
    ['兰妮·尤瑞克'] = 'NPC',
    ['亡灵哨兵埃兰德'] = 'NPC',
  },
  ['芒果精华'] =
  {
    ['商人林沃斯'] = 'NPC',
  },
  ['流放精华'] =
  {
    ['巴斯拉的大锅炉'] = 'Object',
  },
  ['基础模组'] =
  {
    ['科罗莫特·钢尺'] = 'NPC',
  },
  ['建立新据点'] =
  {
    ['密使·白须'] = 'NPC',
  },
  ['风化便笺'] =
  {
    ['兰卡·远箭'] = 'NPC',
    ['格鲁尔·鹰风'] = 'NPC',
  },
  ['风蚀羊皮纸'] =
  {
    ['基沙'] = 'NPC',
    ['高内克'] = 'NPC',
  },
  ['风蚀符文'] =
  {
    ['索加斯·格瑞姆森'] = 'NPC',
    ['斯登·粗臂'] = 'NPC',
  },
  ['风化符记'] =
  {
    ['阿亚娜·远途'] = 'NPC',
    ['管理员伊尔萨莱恩'] = 'NPC',
  },
  ['风蚀石板'] =
  {
    ['基沙'] = 'NPC',
    ['高内克'] = 'NPC',
  },
  ['艾沃沙酒'] =
  {
    ['雷杰德·麦酒'] = 'NPC',
    ['驾驶员贝隆·风箱'] = 'NPC',
  },
  ['多多益善'] =
  {
    ['收藏家库米沙'] = 'NPC',
  },
  ['邪恶的蝙蝠眼'] =
  {
    ['亚布·尼比盖尔'] = 'NPC',
  },
  ['复生之瓶'] =
  {
    ['德米提恩'] = 'NPC',
  },
  ['挖掘进度报告'] =
  {
    ['吉恩·角盔'] = 'NPC',
    ['勘察员基恩萨·铁环'] = 'NPC',
  },
  ['刨花皮靴'] =
  {
    ['崔斯里克'] = 'NPC',
  },
  ['恐惧谷的灵魂'] =
  {
    ['格雷森·沙东布瑞克公爵'] = 'NPC',
  },
  ['抢救物资'] =
  {
    ['威利德·马绍尔'] = 'NPC',
  },
  ['锻造专家！'] =
  {
    ['加尔文'] = 'NPC',
  },
  ['消灭火腹食人魔'] =
  {
    ['奥拉留斯'] = 'NPC',
  },
  ['封印神像'] =
  {
    ['奔尼斯特拉兹的火盆'] = 'Object',
    ['奔尼斯特拉兹'] = 'NPC',
  },
  ['艾博希尔之眼'] =
  {
    ['海达克西斯公爵'] = 'NPC',
  },
  ['挑战奈古拉什'] =
  {
    ['海克拜瑞·斯莫特船长'] = 'NPC',
    ['海克拜瑞·斯莫特船长'] = 'NPC',
    ['斯普罗格'] = 'NPC',
    ['斯普罗格'] = 'NPC',
  },
  ['精灵龙灵魂精华'] =
  {
    ['巫医尤克里'] = 'NPC',
  },
  ['暗淡的死灵水晶'] =
  {
    ['卢卡中尉'] = 'NPC',
    ['黯淡的墓地水晶'] = 'NPC',
  },
  ['猎鹰的召唤'] =
  {
    ['无眠者赞札'] = 'NPC',
  },
  ['失落的荣耀'] =
  {
    ['部落英雄的灵魂'] = 'NPC',
  },
  ['丹莫德的陷落'] =
  {
    ['布莱德·长须'] = 'NPC',
    ['哈尔罗·巴纳比'] = 'NPC',
  },
  ['坠星湖'] =
  {
    ['皮尔图拉斯·怀特姆恩'] = 'NPC',
  },
  ['被捕的空军指挥官'] =
  {
    ['指挥官穆法特'] = 'NPC',
    ['指挥官杜菲'] = 'NPC',
  },
  ['堕落熊怪'] =
  {
    ['死木蒸锅'] = 'Object',
    ['多诺瓦·雪山'] = 'NPC',
  },
  ['法尔林的复仇'] =
  {
    ['法琳·树形者'] = 'NPC',
  },
  ['兄弟'] =
  {
    ['纳塔卡·长角'] = 'NPC',
    ['峭壁卫兵图林·长角'] = 'NPC',
  },
  ['法尔林的证据'] =
  {
    ['法尔林·奥里涅尔中尉'] = 'NPC',
    ['法尔林·奥里涅尔中尉'] = 'NPC',
    ['治安官雷德帕斯'] = 'NPC',
    ['法尔林·奥里涅尔中尉'] = 'NPC',
    ['治安官雷德帕斯'] = 'NPC',
  },
  ['远风长者'] =
  {
    ['遥语长者'] = 'NPC',
  },
  ['兄弟会的好感 - 山脉之血'] =
  {
    ['罗克图斯·暗契'] = 'NPC',
  },
  ['兄弟会的好感 - 熔火犬皮'] =
  {
    ['罗克图斯·暗契'] = 'NPC',
  },
  ['兄弟会的好感 - 黑铁矿石'] =
  {
    ['罗克图斯·暗契'] = 'NPC',
  },
  ['兄弟会的好感 - 炽热之核'] =
  {
    ['罗克图斯·暗契'] = 'NPC',
  },
  ['兄弟会的好感 - 熔岩之核'] =
  {
    ['罗克图斯·暗契'] = 'NPC',
  },
  ['暗矛的青睐'] =
  {
    ['纳亚克·海克森'] = 'NPC',
  },
  ['克拉兹克的要求'] =
  {
    ['克拉兹克'] = 'NPC',
  },
  ['月神之兽？'] =
  {
    ['艾瑞拉斯·琥珀'] = 'NPC',
  },
  ['盛筵'] =
  {
    ['安古斯·斯特恩'] = 'NPC',
  },
  ['羽月要塞'] =
  {
    ['拉托尼库斯·月矛'] = 'NPC',
    ['信使考雷·落锤'] = 'NPC',
  },
  ['给格拉兹的羽毛'] =
  {
    ['格拉兹'] = 'NPC',
  },
  ['给纳菲恩的羽毛'] =
  {
    ['纳菲恩'] = 'NPC',
  },
  ['被禁锢的古树'] =
  {
    ['艾瑞丹·蓝风'] = 'NPC',
  },
  ['菲诺克'] =
  {
    ['菲诺克'] = 'NPC',
    ['丁奇·斯迪波尔'] = 'NPC',
  },
  ['费尔斯通农场的瘟疫之锅'] =
  {
    ['瘟疫之锅'] = 'Object',
  },
  ['芬斯塔的预感'] =
  {
    ['药剂师金格'] = 'NPC',
    ['芬斯塔德·阿吉欧'] = 'NPC',
  },
  ['芬维克·萨托斯'] =
  {
    ['米奈特·卡加德'] = 'NPC',
  },
  ['菲拉斯的历史'] =
  {
    ['菲拉斯的历史'] = 'Object',
    ['达蕾恩·轻风'] = 'NPC',
  },
  ['噬梦者菲罗斯塔'] =
  {
    ['塔隆凯·捷根'] = 'NPC',
  },
  ['美味佳肴'] =
  {
    ['瓦拉达尔·星歌'] = 'NPC',
  },
  ['节庆长裙'] =
  {
    ['瓦拉达尔·星歌'] = 'NPC',
  },
  ['节庆裤装'] =
  {
    ['瓦拉达尔·星歌'] = 'NPC',
  },
  ['节日的设计图'] =
  {
    ['法蕾尔·星歌'] = 'NPC',
  },
  ['战地任务'] =
  {
    ['唤风者卡尔东'] = 'NPC',
    ['唤风者卡尔东'] = 'NPC',
  },
  ['战地任务文件'] =
  {
    ['布莱卡维尔上尉'] = 'NPC',
    ['克鲁格·碎颅'] = 'NPC',
  },
  ['悲伤之地'] =
  {
    ['药剂师乔汉'] = 'NPC',
    ['血色十字军俘虏'] = 'NPC',
    ['药剂师乔汉'] = 'NPC',
    ['亡灵卫兵希米尔'] = 'NPC',
  },
  ['黑龙之火'] =
  {
    ['西格鲁·铁斧'] = 'NPC',
  },
  ['熔岩蜘蛛的威胁！'] =
  {
    ['汉瑟尔·重拳'] = 'NPC',
  },
  ['炽热板甲护手'] =
  {
    ['玛雷弗斯·暗锤'] = 'NPC',
  },
  ['十五枚荣誉徽章换取物资'] =
  {
    ['督军格尔库克'] = 'NPC',
    ['大元帅斯诺·落雪'] = 'NPC',
  },
  ['五十个！'] =
  {
    ['奥拉留斯'] = 'NPC',
  },
  ['战歌峡谷之战'] =
  {
    ['联盟准将'] = 'NPC',
    ['联盟准将'] = 'NPC',
    ['联盟准将'] = 'NPC',
    ['联盟准将'] = 'NPC',
  },
  ['自然屏障'] =
  {
    ['联盟准将'] = 'NPC',
  },
  ['战歌峡谷之战'] =
  {
    ['联盟准将'] = 'NPC',
  },
  ['自然屏障'] =
  {
    ['联盟准将'] = 'NPC',
  },
  ['战歌峡谷之战'] =
  {
    ['联盟准将'] = 'NPC',
    ['联盟准将'] = 'NPC',
    ['联盟准将'] = 'NPC',
    ['联盟准将'] = 'NPC',
    ['联盟准将'] = 'NPC',
  },
  ['灵魂宝石'] =
  {
    ['耶尼库'] = 'NPC',
  },
  ['肮脏的爪子'] =
  {
    ['巡山人卡尔·雷矛'] = 'NPC',
  },
  ['通过试炼'] =
  {
    ['多恩·平原行者'] = 'NPC',
    ['帕科瓦·芬塔拉斯'] = 'NPC',
  },
  ['最后的准备'] =
  {
    ['布德利'] = 'NPC',
  },
  ['寻找阿戈莫德'] =
  {
    ['残破的矮人骸骨'] = 'Object',
    ['勘察员基恩萨·铁环'] = 'NPC',
  },
  ['寻找宾格斯'] =
  {
    ['宾格斯·雷管'] = 'NPC',
    ['诺恩'] = 'NPC',
  },
  ['寻找麦兰达'] =
  {
    ['巫女米兰达'] = 'NPC',
    ['提里恩·弗丁'] = 'NPC',
  },
  ['找到OOX-09/HL！'] =
  {
    ['自动导航机器人OOX-09/HL'] = 'NPC',
  },
  ['寻找OOX-17/TN！'] =
  {
    ['自动导航机器人OOX-17/TN'] = 'NPC',
  },
  ['寻找OOX-22/FE！'] =
  {
    ['自动导航机器人OOX-22/FE'] = 'NPC',
  },
  ['兰莎尔拉'] =
  {
    ['兰莎尔拉'] = 'NPC',
    ['艾瑞拉斯·琥珀'] = 'NPC',
  },
  ['寻找宝石'] =
  {
    ['塔瓦斯德的占卜之碗'] = 'Object',
    ['塔瓦斯德·基瑟尔'] = 'NPC',
    ['圣骑士的遗体'] = 'NPC',
  },
  ['寻找宝贝'] =
  {
    ['加卡尔'] = 'NPC',
  },
  ['失踪的卫兵'] =
  {
    ['被吃掉一半的尸体'] = 'Object',
    ['卫兵托马斯'] = 'NPC',
  },
  ['寻找碎手氏族'] =
  {
    ['申苏尔'] = 'NPC',
    ['米奈特·卡加德'] = 'NPC',
  },
  ['寻找解毒剂'] =
  {
    ['考格汉'] = 'NPC',
  },
  ['搜寻乌鸦岭'] =
  {
    ['基特斯'] = 'NPC',
    ['旅店老板斯密茨'] = 'NPC',
  },
  ['究根问底'] =
  {
    ['克拉兰克'] = 'NPC',
  },
  ['优质金线'] =
  {
    ['希兹克·古斯提'] = 'NPC',
  },
  ['芬克·恩霍尔，为您效劳！'] =
  {
    ['玛雷弗斯·暗锤'] = 'NPC',
    ['芬克·恩霍尔'] = 'NPC',
  },
  ['菲欧拉·长耳'] =
  {
    ['菲欧拉·长耳'] = 'NPC',
    ['红衣弗林特'] = 'NPC',
  },
  ['弗伦的铠甲'] =
  {
    ['弗伦·长须'] = 'NPC',
  },
  ['火羽山'] =
  {
    ['化学家阿尔比顿'] = 'NPC',
    ['药剂师迪瑟斯'] = 'NPC',
    ['克林科·古德斯迪尔'] = 'NPC',
    ['克林科·古德斯迪尔'] = 'NPC',
  },
  ['火焰灵契'] =
  {
    ['泰尔夫·祖拉姆'] = 'NPC',
  },
  ['火焰管制'] =
  {
    ['绿色守卫者雷希耶尔'] = 'NPC',
  },
  ['烟花发射器'] =
  {
    ['法蕾尔·星歌'] = 'NPC',
  },
  ['坐享其成'] =
  {
    ['吉纳泽林'] = 'NPC',
  },
  ['Five Signets for War Supplies'] =
  {
    ['督军格尔库克'] = 'NPC',
  },
  ['五枚荣誉徽章换取物资'] =
  {
    ['大元帅斯诺·落雪'] = 'NPC',
  },
  ['闪光弹的制法'] =
  {
    ['里格弗兹'] = 'NPC',
  },
  ['有瑕疵的能量石'] =
  {
    ['有瑕疵的能量石'] = 'Object',
    ['有裂痕的能量石'] = 'Object',
  },
  ['无暇的恶魔精华'] =
  {
    ['伊普斯'] = 'NPC',
  },
  ['显肌肉，换糖果'] =
  {
    ['旅店老板奥里森'] = 'NPC',
    ['旅店老板格雷什卡'] = 'NPC',
  },
  ['飞往奥伯丁'] =
  {
    ['莱尔德'] = 'NPC',
    ['维斯派塔斯'] = 'NPC',
  },
  ['弗林特·沙多摩尔'] =
  {
    ['弗林特·沙多摩尔'] = 'NPC',
    ['马迪亚斯·肖尔'] = 'NPC',
  },
  ['萨瓦里克长笛'] =
  {
    ['艾瑞丹·蓝风'] = 'NPC',
  },
  ['小精龙的食物'] =
  {
    ['阿格纳'] = 'NPC',
  },
  ['蠢人酒'] =
  {
    ['克兰克·菲兹巴布'] = 'NPC',
  },
  ['神谕者的裹足'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['万众敬仰'] =
  {
    ['伦萨克'] = 'NPC',
    ['萨尔'] = 'NPC',
  },
  ['无上的荣耀'] =
  {
    ['部落战争使者'] = 'NPC',
    ['部落战争使者'] = 'NPC',
  },
  ['永志不渝'] =
  {
    ['塞瑞利恩·白爪'] = 'NPC',
  },
  ['为部落而战！'] =
  {
    ['萨尔'] = 'NPC',
  },
  ['禁断的知识'] =
  {
    ['迷失者塞尔杜林'] = 'NPC',
    ['葛利·硬骨'] = 'NPC',
    ['看守者贝尔杜加'] = 'NPC',
  },
  ['加德纳尔的势力'] =
  {
    ['格雷塔·苔蹄'] = 'NPC',
  },
  ['预备行动计划'] =
  {
    ['辛迪加文档'] = 'Object',
    ['赫尼·马雷布镇长'] = 'NPC',
  },
  ['锻造好的钢锭'] =
  {
    ['索恩格瑞姆·火眼'] = 'NPC',
  },
  ['铸造力量之石'] =
  {
    ['指挥官阿胥拉姆·瓦罗菲斯特'] = 'NPC',
  },
  ['铸造火炬杆'] =
  {
    ['卡拉然·温布雷'] = 'NPC',
  },
  ['弗洛尔的屠龙技术纲要'] =
  {
    ['博学者莱德罗斯'] = 'NPC',
  },
  ['被遗忘者的援助'] =
  {
    ['药剂师扎玛'] = 'NPC',
    ['玛加萨·野性图腾'] = 'NPC',
  },
  ['被遗忘者的病菌'] =
  {
    ['凯尼斯·静风'] = 'NPC',
  },
  ['亡灵卫兵的职责'] =
  {
    ['亡灵卫兵林奈'] = 'NPC',
    ['执政官塞弗伦'] = 'NPC',
  },
  ['邪恶的魔法'] =
  {
    ['托尔甘'] = 'NPC',
    ['托尔甘'] = 'NPC',
  },
  ['魔法的碎片'] =
  {
    ['大法师克希雷姆'] = 'NPC',
  },
  ['宝珠碎片'] =
  {
    ['塔贝萨'] = 'NPC',
    ['梅纳拉·沃伦德'] = 'NPC',
  },
  ['历史的残片'] =
  {
    ['奥萝拉'] = 'NPC',
    ['奥萝拉'] = 'NPC',
  },
  ['埃提耶什之杖'] =
  {
    ['安纳克罗斯'] = 'NPC',
  },
  ['终获自由'] =
  {
    ['萨利亚'] = 'NPC',
    ['拉克塔·风歌'] = 'NPC',
  },
  ['逃离监牢'] =
  {
    ['沙罗萨斯船长'] = 'NPC',
    ['基尔萨瑞斯·火枝'] = 'NPC',
  },
  ['逃出生天！'] =
  {
    ['诺特·希姆加克'] = 'NPC',
    ['诺特·希姆加克'] = 'NPC',
  },
  ['逃离虫巢'] =
  {
    ['祖卡什虫茧'] = 'Object',
    ['基恩诺·火花'] = 'NPC',
  },
  ['精灵龙的自由'] =
  {
    ['辛达尔·月纹'] = 'NPC',
  },
  ['鲁尔的自由'] =
  {
    ['雅玛·雪蹄'] = 'NPC',
    ['鲁尔·雪蹄'] = 'NPC',
  },
  ['新鲜的螃蟹腿'] =
  {
    ['达尔'] = 'NPC',
  },
  ['海底沉船'] =
  {
    ['加索克'] = 'NPC',
  },
  ['你与冰霜震击'] =
  {
    ['博学者亚沃'] = 'NPC',
  },
  ['霜火腰带'] =
  {
    ['大法师安吉拉·杜萨图斯'] = 'NPC',
  },
  ['霜火腕轮'] =
  {
    ['大法师安吉拉·杜萨图斯'] = 'NPC',
  },
  ['霜火头饰'] =
  {
    ['大法师安吉拉·杜萨图斯'] = 'NPC',
  },
  ['霜火手套'] =
  {
    ['大法师安吉拉·杜萨图斯'] = 'NPC',
  },
  ['霜火护腿'] =
  {
    ['大法师安吉拉·杜萨图斯'] = 'NPC',
  },
  ['霜火长袍'] =
  {
    ['大法师安吉拉·杜萨图斯'] = 'NPC',
  },
  ['霜火便鞋'] =
  {
    ['大法师安吉拉·杜萨图斯'] = 'NPC',
  },
  ['霜火肩垫'] =
  {
    ['大法师安吉拉·杜萨图斯'] = 'NPC',
  },
  ['霜鬃巨魔要塞'] =
  {
    ['森内尔·白须'] = 'NPC',
  },
  ['霜槌魂精'] =
  {
    ['巫医玛艾里'] = 'NPC',
  },
  ['霜喉雪人'] =
  {
    ['梅洛·石蹄'] = 'NPC',
  },
  ['霜刃魂精'] =
  {
    ['巫医玛艾里'] = 'NPC',
  },
  ['霜刃豹的食物'] =
  {
    ['雷沃·霜翼'] = 'NPC',
  },
  ['海中的水果'] =
  {
    ['古博布拉普'] = 'NPC',
  },
  ['压缩器的动力'] =
  {
    ['索尔宾·范达瑟'] = 'NPC',
  },
  ['菌类孢子'] =
  {
    ['药剂师赫布瑞姆'] = 'NPC',
  },
  ['弗伦的铠甲'] =
  {
    ['弗伦·长须'] = 'NPC',
  },
  ['法布隆的地契'] =
  {
    ['农夫法布隆'] = 'NPC',
  },
  ['卫兵托马斯'] =
  {
    ['卫兵托马斯'] = 'NPC',
    ['治安官杜汉'] = 'NPC',
  },
  ['更深重的堕落'] =
  {
    ['艾瑞丹·蓝风'] = 'NPC',
  },
  ['新的指示'] =
  {
    ['斯布特瓦夫'] = 'NPC',
    ['菲兹克斯'] = 'NPC',
    ['斯布特瓦夫'] = 'NPC',
    ['菲兹克斯'] = 'NPC',
  },
  ['更大的谜团'] =
  {
    ['赫尼·马雷布镇长'] = 'NPC',
    ['勘察员塔伯斯·雷矛'] = 'NPC',
  },
  ['加基森水业公司'] =
  {
    ['高级勘探员菲兹杜瑟'] = 'NPC',
  },
  ['小齿轮'] =
  {
    ['维兹班恩·曲针'] = 'NPC',
  },
  ['盖罗恩农场的瘟疫之锅'] =
  {
    ['瘟疫之锅'] = 'Object',
  },
  ['加兹瑞迪安'] =
  {
    ['玛尔冯·瑞文斯克'] = 'NPC',
  },
  ['加兹瑞拉'] =
  {
    ['维兹尔·铜栓'] = 'NPC',
  },
  ['获得信任'] =
  {
    ['大铁匠博恩奈特'] = 'NPC',
  },
  ['加科因的召唤'] =
  {
    ['黑暗缚灵者加科因'] = 'NPC',
    ['黑暗缚灵者加科因'] = 'NPC',
    ['拉戈·黑钳'] = 'NPC',
    ['雷门·玛考特'] = 'NPC',
  },
  ['加林的逃亡'] =
  {
    ['加林的保险箱'] = 'Object',
    ['加林·古瓦德'] = 'NPC',
  },
  ['戈加尔的清凉果'] =
  {
    ['戈加尔'] = 'NPC',
  },
  ['加尔文的得意门生'] =
  {
    ['特伦顿·轻锤'] = 'NPC',
    ['加尔文'] = 'NPC',
  },
  ['加莫里塔！'] =
  {
    ['钓鱼者卡图姆'] = 'NPC',
  },
  ['甘鲁尔的召唤'] =
  {
    ['甘鲁尔·血眼'] = 'NPC',
    ['奥菲克'] = 'NPC',
  },
  ['加恩的报复'] =
  {
    ['加恩·石塔'] = 'NPC',
  },
  ['黑暗之衣'] =
  {
    ['黑暗牧师贝里尔'] = 'NPC',
  },
  ['灵魂之衣'] =
  {
    ['泰金'] = 'NPC',
  },
  ['圣光之衣'] =
  {
    ['女牧师洁塞塔'] = 'NPC',
    ['马克萨恩·安沃尔'] = 'NPC',
  },
  ['月光之衣'] =
  {
    ['劳尔娜·晨光'] = 'NPC',
  },
  ['迦罗娜：潜行与诡计研究'] =
  {
    ['博学者基尔达斯'] = 'NPC',
  },
  ['前线之门'] =
  {
    ['兽人孤儿'] = 'NPC',
  },
  ['收集腐败之花'] =
  {
    ['旅店老板斯密茨'] = 'NPC',
  },
  ['收集石像'] =
  {
    ['麦格玛尔·落斧'] = 'NPC',
  },
  ['收集皮革'] =
  {
    ['维尔伦·陆行者'] = 'NPC',
  },
  ['收集原料'] =
  {
    ['维恩·拉尔森'] = 'NPC',
    ['乔瑟夫·格里高利'] = 'NPC',
    ['安娜斯塔西娅·哈特威尔'] = 'NPC',
    ['詹妮亚·坎农'] = 'NPC',
  },
  ['收集解药'] =
  {
    ['图加·符文图腾'] = 'NPC',
    ['奥兰达利亚·夜歌'] = 'NPC',
  },
  ['无尽智慧之锤'] =
  {
    ['守望者哈尔洛'] = 'NPC',
  },
  ['赤脊山的补给'] =
  {
    ['弗纳·奥斯古'] = 'NPC',
    ['托姆斯·深炉'] = 'NPC',
  },
  ['吉尔吉斯部族'] =
  {
    ['智者乌泰克'] = 'NPC',
    ['古尔达·蛮鬃'] = 'NPC',
  },
  ['达基萨斯将军的命令'] =
  {
    ['麦克斯韦尔元帅'] = 'NPC',
  },
  ['达基萨斯将军之死'] =
  {
    ['麦克斯韦尔元帅'] = 'NPC',
  },
  ['起源长靴'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['起源头盔'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['起源护肩'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['起源长裤'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['起源外套'] =
  {
    ['温瑟拉'] = 'NPC',
  },
  ['格雷苏'] =
  {
    ['菲兹克斯'] = 'NPC',
  },
  ['格雷苏的要求'] =
  {
    ['菲兹克斯'] = 'NPC',
    ['匹兹尼克'] = 'NPC',
    ['匹兹尼克'] = 'NPC',
  },
  ['救我出去！'] =
  {
    ['霍恩尼兹'] = 'NPC',
    ['梅丽萨'] = 'NPC',
  },
  ['灌醉侏儒'] =
  {
    ['侏儒车队老板'] = 'NPC',
    ['克拉维尔·浓须'] = 'NPC',
  },
  ['灌醉地精'] =
  {
    ['哥布林车队老板'] = 'NPC',
    ['克拉维尔·浓须'] = 'NPC',
  },
  ['解封咒语'] =
  {
    ['大法师提尔斯'] = 'NPC',
  },
  ['幽灵的发丝'] =
  {
    ['盲眼玛丽'] = 'NPC',
    ['伊瓦夫人'] = 'NPC',
  },
  ['幽灵电浆'] =
  {
    ['霍恩尼兹'] = 'NPC',
  },
  ['食尸鬼假人'] =
  {
    ['亚伯克隆比'] = 'NPC',
  },
  ['葛拉德的饮料'] =
  {
    ['葛拉德·提勒'] = 'NPC',
  },
  ['基泽尔顿车队'] =
  {
    ['斯米德·瑟卡布斯库'] = 'NPC',
    ['里格·基泽尔顿'] = 'NPC',
  },
  ['瓦鲁格的玩具'] =
  {
    ['瓦鲁格'] = 'NPC',
  },
  ['冰川披风'] =
  {
    ['工匠威尔海姆'] = 'NPC',
  },
  ['冰川护手'] =
  {
    ['工匠威尔海姆'] = 'NPC',
  },
  ['冰川外衣'] =
  {
    ['工匠威尔海姆'] = 'NPC',
  },
  ['冰川护腕'] =
  {
    ['工匠威尔海姆'] = 'NPC',
  },
  ['信仰手套'] =
  {
    ['英尼戈·蒙托尔神父'] = 'NPC',
  },
  ['闪光的蝎血'] =
  {
    ['亚布·尼比盖尔'] = 'NPC',
  },
  ['追查雕文'] =
  {
    ['鲁特加尔·雕石'] = 'NPC',
  },
  ['雕文橡木枝'] =
  {
    ['玛斯雷·驭熊者'] = 'NPC',
    ['纳拉·蛮鬃'] = 'NPC',
    ['穆格雷斯·深水'] = 'NPC',
    ['穆格雷斯·深水'] = 'NPC',
  },
  ['雕文信件'] =
  {
    ['凯尔登·布雷门'] = 'NPC',
    ['治安官玛克布莱德'] = 'NPC',
  },
  ['雕文备忘录'] =
  {
    ['玛瑞克·斯托纳尔'] = 'NPC',
    ['斯登·粗臂'] = 'NPC',
  },
  ['雕文卷轴'] =
  {
    ['伊莎贝拉'] = 'NPC',
    ['暗影牧师萨维斯'] = 'NPC',
  },
  ['雕文石板'] =
  {
    ['迈安'] = 'NPC',
    ['高内克'] = 'NPC',
  },
  ['瘤背熊怪的堕落'] =
  {
    ['阿斯瑞达斯·熊皮'] = 'NPC',
    ['盖洛拉斯·塔文斯伦'] = 'NPC',
  },
  ['诺恩'] =
  {
    ['奥齐·电环'] = 'NPC',
  },
  ['侏儒工程学'] =
  {
    ['奥格索普·奥布诺提斯'] = 'NPC',
    ['奥格索普·奥布诺提斯'] = 'NPC',
    ['工匠大师欧沃斯巴克'] = 'NPC',
    ['工匠大师欧沃斯巴克'] = 'NPC',
    ['工匠大师欧沃斯巴克'] = 'NPC',
    ['廷克维斯'] = 'NPC',
    ['廷克维斯'] = 'NPC',
    ['格拉哈姆·范·塔伦'] = 'NPC',
    ['宾斯匹德'] = 'NPC',
    ['利廉姆·火轴'] = 'NPC',
  },
  ['侏儒的手艺'] =
  {
    ['塔瓦斯德·基瑟尔'] = 'NPC',
  },
  ['出发！诺莫瑞根！'] =
  {
    ['斯库提'] = 'NPC',
  },
  ['诺莫瑞根大通缉！'] =
  {
    ['德尔克'] = 'NPC',
  },
  ['地精工程学'] =
  {
    ['尼克斯·斯普克斯宾'] = 'NPC',
    ['尼克斯·斯普克斯宾'] = 'NPC',
    ['尼克斯·斯普克斯宾'] = 'NPC',
    ['尼克斯·斯普克斯宾'] = 'NPC',
    ['廷克维斯'] = 'NPC',
    ['格拉哈姆·范·塔伦'] = 'NPC',
    ['宾斯匹德'] = 'NPC',
    ['利廉姆·火轴'] = 'NPC',
  },
  ['地精侵略者'] =
  {
    ['希雷斯·碎石'] = 'NPC',
  },
  ['地精赞助商'] =
  {
    ['大财主里维加兹'] = 'NPC',
    ['大财主里维加兹'] = 'NPC',
    ['加兹鲁维'] = 'NPC',
    ['普兹克'] = 'NPC',
    ['码头管理员罗兹基尔'] = 'NPC',
    ['大财主里维加兹'] = 'NPC',
    ['加兹鲁维'] = 'NPC',
    ['普兹克'] = 'NPC',
    ['码头管理员罗兹基尔'] = 'NPC',
  },
  ['蝙蝠的粪便'] =
  {
    ['大药剂师法拉尼尔'] = 'NPC',
  },
  ['高迪尔'] =
  {
    ['高迪尔'] = 'NPC',
    ['克鲁斯克'] = 'NPC',
  },
  ['金砂交易'] =
  {
    ['雷米'] = 'NPC',
  },
  ['金叶的发现'] =
  {
    ['奥莉尔·金叶'] = 'NPC',
    ['霍姆·蛮鬃'] = 'NPC',
  },
  ['金牙'] =
  {
    ['波尼斯·斯通菲尔德姑妈'] = 'NPC',
    ['比利·马科伦'] = 'NPC',
  },
  ['金井长者'] =
  {
    ['金井长者'] = 'NPC',
  },
  ['好运护符'] =
  {
    ['詹妮丝·费尔斯通'] = 'NPC',
    ['艾玛'] = 'NPC',
    ['杰雷米亚·派森'] = 'NPC',
  },
  ['善良的艾玛'] =
  {
    ['艾玛'] = 'NPC',
    ['皇家代理人巴瑟罗尔'] = 'NPC',
  },
  ['蛮王戈泰什'] =
  {
    ['奥拉留斯'] = 'NPC',
  },
  ['葛尔多的任务'] =
  {
    ['初级药剂师霍兰德'] = 'NPC',
    ['葛尔多'] = 'NPC',
  },
  ['戈杜尼钴矿石'] =
  {
    ['奥尔文·吉兹米克'] = 'NPC',
  },
  ['猪肝馅饼'] =
  {
    ['萨尔玛·萨丁'] = 'NPC',
  },
  ['葡萄出货单'] =
  {
    ['尼尔斯修士'] = 'NPC',
    ['米莉·奥斯沃斯'] = 'NPC',
  },
  ['格拉克·洛克鲁布'] =
  {
    ['格拉克·洛克鲁布'] = 'NPC',
    ['雷克斯洛特'] = 'NPC',
  },
  ['灰石长者'] =
  {
    ['墓生长者'] = 'NPC',
  },
  ['盗墓贼'] =
  {
    ['执政官塞弗伦'] = 'NPC',
  },
  ['巨熊之灵'] =
  {
    ['德迪利特·星焰'] = 'NPC',
    ['德迪利特·星焰'] = 'NPC',
  },
  ['冬天爷爷来了！'] =
  {
    ['冬天爷爷'] = 'NPC',
    ['冬天爷爷'] = 'NPC',
  },
  ['暂无内容'] =
  {
    ['冬天爷爷'] = 'NPC',
    ['凯玛德·考伯宾奇'] = 'NPC',
  },
  ['冬天爷爷来了！'] =
  {
    ['纳斯塔姆·卡布彬'] = 'NPC',
    ['乌尔维特'] = 'NPC',
    ['冬天爷爷'] = 'NPC',
    ['冬天爷爷'] = 'NPC',
    ['纳斯塔姆·卡布彬'] = 'NPC',
    ['纳斯塔姆·卡布彬'] = 'NPC',
  },
  ['绿色烟火'] =
  {
    ['瑞林'] = 'NPC',
  },
  ['绿铁护腕'] =
  {
    ['克莉·希克斯'] = 'NPC',
  },
  ['灰铁武器'] =
  {
    ['托姆斯·深炉'] = 'NPC',
  },
  ['可怕的消息'] =
  {
    ['尼姆布亚'] = 'NPC',
  },
  ['格瑞曼德·艾尔默'] =
  {
    ['格瑞曼德·艾尔默'] = 'NPC',
    ['弗伦·长须'] = 'NPC',
  },
  ['格瑞曼德的铠甲'] =
  {
    ['格瑞曼德·艾尔默'] = 'NPC',
  },
  ['艾尔默的手艺'] =
  {
    ['格雷森·沙东布瑞克公爵'] = 'NPC',
    ['格瑞曼德·艾尔默'] = 'NPC',
  },
  ['脏兮兮的戒指'] =
  {
    ['超级清洁器5200型'] = 'Object',
  },
  ['恐怖图腾的密信'] =
  {
    ['峭壁卫兵图林·长角'] = 'NPC',
  },
  ['恐怖图腾长者'] =
  {
    ['恐怖图腾长者'] = 'NPC',
  },
  ['卫兵的磨刀石'] =
  {
    ['维斯·库鲁兹'] = 'NPC',
    ['维斯·库鲁兹'] = 'NPC',
  },
  ['古树之林'] =
  {
    ['安努'] = 'NPC',
    ['大德鲁伊范达尔·鹿盔'] = 'NPC',
  },
  ['狮鹫管理员'] =
  {
    ['狮鹫兽管理员沙拉克·鹰斧'] = 'NPC',
    ['弗斯塔德·蛮锤'] = 'NPC',
  },
  ['格莱斯·瑟登'] =
  {
    ['格莱斯·瑟登'] = 'NPC',
    ['高尼尔·石趾'] = 'NPC',
  },
  ['戒备森严'] =
  {
    ['被看守着的酒桶'] = 'Object',
  },
  ['祭坛守护者'] =
  {
    ['艾瑞拉斯·琥珀'] = 'NPC',
    ['兰莎尔拉'] = 'NPC',
  },
  ['守护秘密'] =
  {
    ['纳拉·蛮鬃'] = 'NPC',
    ['特鲁尔·法贝恩'] = 'NPC',
    ['特鲁尔·法贝恩'] = 'NPC',
  },
  ['迅猛龙的狡诈'] =
  {
    ['托尔甘'] = 'NPC',
    ['托尔甘'] = 'NPC',
    ['戈莫尔'] = 'NPC',
    ['托尔甘'] = 'NPC',
    ['戈莫尔'] = 'NPC',
  },
  ['古拉巴什、邪枝和枯木硬币'] =
  {
    ['温卡萨'] = 'NPC',
  },
  ['发条式什么什么仪'] =
  {
    ['鲁特维尔·沃拉图斯'] = 'NPC',
  },
  ['陀螺式挖掘机'] =
  {
    ['沉默的舒尼'] = 'NPC',
  },
  ['基尔卡克的钥匙'] =
  {
    ['基尔卡克·旋杆'] = 'NPC',
  },
  ['基尔卡克的报复'] =
  {
    ['基尔卡克·旋杆'] = 'NPC',
  },
  ['哈加尔的召唤'] =
  {
    ['凯伦丁·哈加尔'] = 'NPC',
    ['埃格隆·卡加尔'] = 'NPC',
  },
  ['耶斯帕尔的万圣节糖果！'] =
  {
    ['耶斯帕尔'] = 'NPC',
  },
  ['斯波普斯的万圣节糖果！'] =
  {
    ['斯波普斯'] = 'NPC',
  },
  ['神圣信件'] =
  {
    ['女牧师安妮塔'] = 'NPC',
    ['治安官玛克布莱德'] = 'NPC',
  },
  ['神圣符文'] =
  {
    ['布兰斯托克·卡德尔'] = 'NPC',
    ['斯登·粗臂'] = 'NPC',
  },
  ['神圣卷轴'] =
  {
    ['黑暗牧师杜斯滕'] = 'NPC',
    ['暗影牧师萨维斯'] = 'NPC',
  },
  ['神圣符记'] =
  {
    ['珊达'] = 'NPC',
    ['管理员伊尔萨莱恩'] = 'NPC',
  },
  ['神圣石板'] =
  {
    ['肯杰'] = 'NPC',
    ['高内克'] = 'NPC',
  },
  ['哈米亚的请求'] =
  {
    ['破损的卷轴'] = 'Object',
    ['一堆泥土'] = 'Object',
  },
  ['聚集风暴之锤'] =
  {
    ['守望者哈尔洛'] = 'NPC',
  },
  ['落锤镇'] =
  {
    ['托尔甘'] = 'NPC',
    ['戈莫尔'] = 'NPC',
  },
  ['雷锤长者'] =
  {
    ['雷锤长者'] = 'NPC',
  },
  ['哈缪尔·符文图腾'] =
  {
    ['大德鲁伊哈缪尔·符文图腾'] = 'NPC',
    ['图加·符文图腾'] = 'NPC',
  },
  ['埃鲁索斯之手'] =
  {
    ['泰迦·慧鬃'] = 'NPC',
  },
  ['小心运送'] =
  {
    ['艾瑞拉斯·琥珀'] = 'NPC',
    ['克格尔·曲藤'] = 'NPC',
  },
  ['敌人之手'] =
  {
    ['海达克西斯公爵'] = 'NPC',
  },
  ['硬化龟壳'] =
  {
    ['维兹尔·铜栓'] = 'NPC',
  },
  ['哈兰需要供货'] =
  {
    ['雷玛·施涅德'] = 'NPC',
    ['哈兰·巴格雷'] = 'NPC',
  },
  ['束缚之影'] =
  {
    ['博学者麦库斯'] = 'NPC',
  },
  ['鹰身人的威胁'] =
  {
    ['马格兰'] = 'NPC',
  },
  ['鹰身人首领'] =
  {
    ['达索克·快刀'] = 'NPC',
  },
  ['鹰身强盗'] =
  {
    ['达索克·快刀'] = 'NPC',
  },
  ['邪恶之雾'] =
  {
    ['穆尔金'] = 'NPC',
    ['格雷甘·山酒'] = 'NPC',
  },
  ['猎头行动'] =
  {
    ['尼姆布亚'] = 'NPC',
  },
  ['健康的龙鳞'] =
  {
    ['贝蒂娜·比格辛克'] = 'NPC',
  },
  ['纯洁者之心'] =
  {
    ['凯伦丁·哈加尔'] = 'NPC',
    ['高德瑞克·法杉'] = 'NPC',
  },
  ['狂热之心'] =
  {
    ['大药剂师法拉尼尔'] = 'NPC',
  },
  ['同心树'] =
  {
    ['黑暗缚灵者加科因'] = 'NPC',
    ['先知塔卡尔'] = 'NPC',
  },
  ['重砂轮'] =
  {
    ['克莉·希克斯'] = 'NPC',
  },
  ['响应召唤'] =
  {
    ['图拉克·符文图腾'] = 'NPC',
  },
  ['回应召唤'] =
  {
    ['图拉克·符文图腾'] = 'NPC',
  },
  ['响应召唤'] =
  {
    ['图拉克·符文图腾'] = 'NPC',
    ['玛斯雷·驭熊者'] = 'NPC',
  },
  ['回应召唤'] =
  {
    ['玛斯雷·驭熊者'] = 'NPC',
  },
  ['响应召唤'] =
  {
    ['玛斯雷·驭熊者'] = 'NPC',
  },
  ['回应召唤'] =
  {
    ['加尔特·迷雾行者'] = 'NPC',
  },
  ['响应召唤'] =
  {
    ['根妮亚·符文图腾'] = 'NPC',
    ['卡尔'] = 'NPC',
    ['德纳萨里安'] = 'NPC',
  },
  ['回应召唤'] =
  {
    ['菲勒里亚·夜翼'] = 'NPC',
  },
  ['响应召唤'] =
  {
    ['旅店老板帕拉'] = 'NPC',
  },
  ['祖传武器'] =
  {
    ['库勒曼·法席恩'] = 'NPC',
  },
  ['赫尔库拉的复仇'] =
  {
    ['赫尔库拉的墓地'] = 'Object',
    ['学徒塞万德'] = 'NPC',
    ['学徒塞万德'] = 'NPC',
  },
  ['赫米特·奈辛瓦里二世'] =
  {
    ['小赫米特·奈辛瓦里'] = 'NPC',
    ['克拉维尔·浓须'] = 'NPC',
  },
  ['达隆郡的英雄'] =
  {
    ['卡林·雷德帕斯'] = 'NPC',
  },
  ['古代英雄'] =
  {
    ['桑德·裂蹄'] = 'NPC',
    ['桑德·裂蹄'] = 'NPC',
    ['部落英雄的灵魂'] = 'NPC',
  },
  ['虚弱妖术*'] =
  {
    ['乌尔库'] = 'NPC',
  },
  ['虚弱妖术'] =
  {
    ['乌尔库'] = 'NPC',
    ['乌尔库'] = 'NPC',
  },
  ['虚弱妖术*'] =
  {
    ['泰金'] = 'NPC',
  },
  ['虚弱妖术'] =
  {
    ['肯杰'] = 'NPC',
    ['兰克斯特神父'] = 'NPC',
  },
  ['赫兹鲁尔·血印'] =
  {
    ['雷戈萨·死门'] = 'NPC',
  },
  ['隐藏的敌人'] =
  {
    ['尼尔鲁·火刃'] = 'NPC',
    ['萨尔'] = 'NPC',
    ['萨尔'] = 'NPC',
    ['萨尔'] = 'NPC',
    ['萨尔'] = 'NPC',
    ['尼尔鲁·火刃'] = 'NPC',
    ['萨尔'] = 'NPC',
  },
  ['隐藏的秘密'] =
  {
    ['大法师提尔斯'] = 'NPC',
    ['塔贝萨'] = 'NPC',
  },
  ['隐藏的宝藏'] =
  {
    ['约瑟夫的箱子'] = 'Object',
    ['帕米拉·雷德帕斯'] = 'NPC',
  },
  ['冬泉酋长'] =
  {
    ['多诺瓦·雪山'] = 'NPC',
  },
  ['高山长者'] =
  {
    ['高山长者'] = 'NPC',
  },
  ['高阶巫师安多玛斯'] =
  {
    ['高阶巫师安多玛斯'] = 'NPC',
    ['詹妮亚·坎农'] = 'NPC',
  },
  ['雪峰长者'] =
  {
    ['高峰长者'] = 'NPC',
  },
  ['风巢双足飞龙的毒囊'] =
  {
    ['菲欧拉·长耳'] = 'NPC',
  },
  ['希拉里的项链'] =
  {
    ['希拉蕊'] = 'NPC',
    ['肖恩'] = 'NPC',
  },
  ['希诺特的帮助'] =
  {
    ['瑟尔格·希诺特'] = 'NPC',
    ['瑟尔格·希诺特'] = 'NPC',
    ['申苏尔'] = 'NPC',
  },
  ['新的瘟疫？'] =
  {
    ['费恩·奥德利克'] = 'NPC',
    ['奎艾'] = 'NPC',
    ['奎艾'] = 'NPC',
    ['奎艾'] = 'NPC',
    ['基恩洛'] = 'NPC',
    ['费恩·奥德利克'] = 'NPC',
    ['奎艾'] = 'NPC',
    ['奎艾'] = 'NPC',
    ['基恩洛'] = 'NPC',
  },
  ['角鹰兽灵魂精华'] =
  {
    ['巫医尤克里'] = 'NPC',
  },
  ['塔中之巢'] =
  {
    ['莱耶·星击'] = 'NPC',
  },
  ['灰烬公爵'] =
  {
    ['唤风者普劳豪恩'] = 'NPC',
  },
  ['雷戈虫巢侦查报告'] =
  {
    ['唤风者普劳豪恩'] = 'NPC',
  },
  ['灰烬公爵'] =
  {
    ['唤风者普劳豪恩'] = 'NPC',
  },
  ['深渊公爵'] =
  {
    ['鲍尔·蛮鬃'] = 'NPC',
  },
  ['光明不会告诉你的事情'] =
  {
    ['博学者亚沃'] = 'NPC',
  },
  ['回家'] =
  {
    ['莫特加·火鬃'] = 'NPC',
    ['波卡·雨山'] = 'NPC',
  },
  ['荣誉学员'] =
  {
    ['索格拉姆·伯雷森'] = 'NPC',
    ['布洛克·寻石者'] = 'NPC',
  },
  ['逝者的荣耀'] =
  {
    ['马迪亚斯·肖尔'] = 'NPC',
  },
  ['氏族的尊敬'] =
  {
    ['拉格隆德'] = 'NPC',
  },
  ['卫兵的尊敬'] =
  {
    ['哈格丁中尉'] = 'NPC',
  },
  ['缅怀英雄'] =
  {
    ['瓦格纳·巨锤'] = 'NPC',
    ['亚尼·纳沙克'] = 'NPC',
  },
  ['不祥的妖术'] =
  {
    ['无眠者赞札'] = 'NPC',
  },
  ['部落的示威'] =
  {
    ['卡德拉克'] = 'NPC',
  },
  ['部落医疗队'] =
  {
    ['格里高利·维克托医生'] = 'NPC',
    ['阿诺克'] = 'NPC',
  },
  ['疯狂之角'] =
  {
    ['奥罗克·沃姆什'] = 'NPC',
  },
  ['奈兹拉之角*'] =
  {
    ['混乱之手阿兰提尔'] = 'NPC',
  },
  ['恶性竞争'] =
  {
    ['科博克'] = 'NPC',
  },
  ['灼热的疼痛'] =
  {
    ['伊普斯'] = 'NPC',
  },
  ['火热的死亡'] =
  {
    ['人类遗骸'] = 'Object',
    ['玛雷弗斯·暗锤'] = 'NPC',
  },
  ['神圣之屋'] =
  {
    ['莱尼德·巴萨罗梅'] = 'NPC',
  },
  ['熊怪的威胁'] =
  {
    ['特伦希斯'] = 'NPC',
    ['特伦希斯'] = 'NPC',
  },
  ['群山中的嚎叫'] =
  {
    ['弗纳·奥斯古'] = 'NPC',
  },
  ['亨伯特的长剑'] =
  {
    ['亡灵卫兵亨伯特'] = 'NPC',
  },
  ['童年的记忆'] =
  {
    ['巴隆斯·阿历克斯顿'] = 'NPC',
  },
  ['饿！'] =
  {
    ['马德克拉什'] = 'NPC',
  },
  ['耶尼库的下落'] =
  {
    ['尼姆布亚'] = 'NPC',
  },
  ['野蛮的枭兽'] =
  {
    ['猎户马克霍尔'] = 'NPC',
  },
  ['猎取灵质'] =
  {
    ['穆克斯·玛纳斯卡波'] = 'NPC',
  },
  ['荆棘谷狩猎'] =
  {
    ['小赫米特·奈辛瓦里'] = 'NPC',
    ['鲁恩·蛮鬃'] = 'NPC',
  },
  ['霍尔雷·黑须'] =
  {
    ['拉格纳·雷酒'] = 'NPC',
  },
  ['超适应齿轮'] =
  {
    ['维兹罗·杰出者'] = 'NPC',
  },
  ['青出于蓝！'] =
  {
    ['纳特·帕格'] = 'NPC',
    ['格瑞诺尔·石印'] = 'NPC',
  },
  ['我认识一个家伙…'] =
  {
    ['迪尔格·奎克里弗'] = 'NPC',
    ['达瑞尔·瑞克努索'] = 'NPC',
  },
  ['奥卡兹岛在你前方……'] =
  {
    ['布德利'] = 'NPC',
  },
  ['更多的骨头'] =
  {
    ['指挥官路易斯·菲力浦'] = 'NPC',
  },
  ['冰草魂精'] =
  {
    ['巫医玛艾里'] = 'NPC',
  },
  ['破冰护腕'] =
  {
    ['工匠威尔海姆'] = 'NPC',
  },
  ['破冰胸甲'] =
  {
    ['工匠威尔海姆'] = 'NPC',
  },
  ['冰克护手'] =
  {
    ['工匠威尔海姆'] = 'NPC',
  },
  ['冰鳞护腕'] =
  {
    ['工匠威尔海姆'] = 'NPC',
  },
  ['冰鳞胸甲'] =
  {
    ['工匠威尔海姆'] = 'NPC',
  },
  ['冰鳞护手'] =
  {
    ['工匠威尔海姆'] = 'NPC',
  },
  ['群龙之首'] =
  {
    ['德拉兹辛比'] = 'NPC',
  },
  ['打火钥匙'] =
  {
    ['维兹克兰克的伐木机'] = 'NPC',
  },
  ['瓶中的小鬼'] =
  {
    ['戈瑟奇·邪眼'] = 'NPC',
  },
  ['君王板甲腰带'] =
  {
    ['德罗泰恩'] = 'NPC',
  },
  ['君王板甲战靴'] =
  {
    ['德罗泰恩'] = 'NPC',
  },
  ['君王板甲护腕'] =
  {
    ['德罗泰恩'] = 'NPC',
  },
  ['君王板甲护胸'] =
  {
    ['德罗泰恩'] = 'NPC',
  },
  ['君王铠甲头盔'] =
  {
    ['德罗泰恩'] = 'NPC',
  },
  ['君王铠甲护腿'] =
  {
    ['德罗泰恩'] = 'NPC',
  },
  ['君王板甲护肩'] =
  {
    ['德罗泰恩'] = 'NPC',
  },
  ['其拉帝王武器'] =
  {
    ['亚雷戈斯'] = 'NPC',
  },
  ['其拉帝王徽记'] =
  {
    ['梦境之龙麦琳瑟拉'] = 'NPC',
  },
  ['更高的品质'] =
  {
    ['普拉特·马克格鲁比'] = 'NPC',
    ['杉多尔·迅蹄'] = 'NPC',
  },
  ['保卫霜狼氏族'] =
  {
    ['拉格隆德'] = 'NPC',
    ['霜狼大使'] = 'NPC',
  },
  ['保卫国王的领土'] =
  {
    ['巡山人库伯弗林特'] = 'NPC',
    ['巡山人沃尔班'] = 'NPC',
    ['巡山人格拉维戈'] = 'NPC',
    ['拉格弗斯上尉'] = 'NPC',
  },
  ['在梦中'] =
  {
    ['提里奥·弗丁'] = 'NPC',
    ['大领主泰兰·弗丁'] = 'NPC',
  },
  ['帮助伊兰尼库斯'] =
  {
    ['灵语者阿姆布兰希'] = 'NPC',
    ['伊萨里奥斯'] = 'NPC',
  },
  ['黑暗的恩赐'] =
  {
    ['黑暗牧师贝里尔'] = 'NPC',
    ['黑暗牧师杜斯滕'] = 'NPC',
  },
  ['月神的恩赐'] =
  {
    ['劳尔娜·晨光'] = 'NPC',
    ['珊达'] = 'NPC',
  },
  ['部族的传统'] =
  {
    ['泰金'] = 'NPC',
    ['肯杰'] = 'NPC',
  },
  ['圣光的恩赐'] =
  {
    ['女牧师洁塞塔'] = 'NPC',
    ['马克萨恩·安沃尔'] = 'NPC',
    ['女牧师安妮塔'] = 'NPC',
    ['布兰斯托克·卡德尔'] = 'NPC',
  },
  ['好味道'] =
  {
    ['斯普琳科'] = 'NPC',
    ['马林·诺格弗格'] = 'NPC',
  },
  ['在噩梦中'] =
  {
    ['玛斯雷·驭熊者'] = 'NPC',
    ['大德鲁伊哈缪尔·符文图腾'] = 'NPC',
    ['菲拉·古风'] = 'NPC',
    ['菲拉·古风'] = 'NPC',
  },
  ['寻找安泰恩'] =
  {
    ['安希恩·哈莫'] = 'NPC',
    ['安希恩·哈莫'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
  },
  ['寻找加尔文'] =
  {
    ['马克迦文'] = 'NPC',
    ['巨锤汉克'] = 'NPC',
  },
  ['寻找知识'] =
  {
    ['达蕾恩·轻风'] = 'NPC',
    ['特洛亚斯·月风'] = 'NPC',
  },
  ['寻找梅纳拉·沃伦德'] =
  {
    ['梅纳拉·沃伦德'] = 'NPC',
    ['梅纳拉·沃伦德'] = 'NPC',
    ['梅纳拉·沃伦德'] = 'NPC',
    ['梅纳拉·沃伦德'] = 'NPC',
    ['德米赛特·克劳斯'] = 'NPC',
    ['泽弗洛斯特'] = 'NPC',
    ['卡尔·噬灵'] = 'NPC',
  },
  ['寻找塞尔瑞德'] =
  {
    ['银月守卫塞尔瑞德'] = 'NPC',
    ['哨兵山德拉斯'] = 'NPC',
  },
  ['寻找挖掘队'] =
  {
    ['麦琳·石纹'] = 'NPC',
    ['塔雷尔·石纹'] = 'NPC',
    ['麦琳·石纹'] = 'NPC',
    ['塔雷尔·石纹'] = 'NPC',
  },
  ['调查神庙'] =
  {
    ['布罗哈恩·铁桶'] = 'NPC',
  },
  ['以圣光之名'] =
  {
    ['虔诚的莱雷恩'] = 'NPC',
  },
  ['伊森迪奥斯！'] =
  {
    ['加琳达'] = 'NPC',
  },
  ['熏火龙'] =
  {
    ['汉瑟尔·重拳'] = 'NPC',
  },
  ['学火车，换糖果'] =
  {
    ['塔瓦斯德·基瑟尔'] = 'NPC',
    ['卡利·雷米克'] = 'NPC',
  },
  ['精铁碎片'] =
  {
    ['流放者马特克'] = 'NPC',
  },
  ['精铁矿石'] =
  {
    ['普兹克'] = 'NPC',
  },
  ['失职+药剂=快乐'] =
  {
    ['加克希姆·尘链'] = 'NPC',
    ['洛玛克·链带'] = 'NPC',
    ['洛玛克·链带'] = 'NPC',
  },
  ['惰性天灾石'] =
  {
    ['指挥官阿胥拉姆·瓦罗菲斯特'] = 'NPC',
    ['高阶牧师赛尔邓尼斯'] = 'NPC',
  },
  ['清晰的思想'] =
  {
    ['血法师莱诺雷'] = 'NPC',
  },
  ['潜入城堡'] =
  {
    ['泰里恩'] = 'NPC',
    ['埃林·提亚斯'] = 'NPC',
  },
  ['秘密潜入'] =
  {
    ['克鲁斯克'] = 'NPC',
  },
  ['墨水短缺'] =
  {
    ['工头奥斯洛'] = 'NPC',
    ['帕克斯顿修士'] = 'NPC',
  },
  ['调查旅店'] =
  {
    ['旅店老板斯密茨'] = 'NPC',
    ['书记员达尔塔'] = 'NPC',
  },
  ['疯狂的德鲁伊'] =
  {
    ['凯尼斯·静风'] = 'NPC',
  },
  ['昆虫研究'] =
  {
    ['炼金师匹斯特苏格'] = 'NPC',
    ['高级勘探员菲兹杜瑟'] = 'NPC',
    ['炼金师匹斯特苏格'] = 'NPC',
    ['高级勘探员菲兹杜瑟'] = 'NPC',
  },
  ['深入神庙'] =
  {
    ['哈卡祭坛'] = 'Object',
    ['玛尔冯·瑞文斯克'] = 'NPC',
  },
  ['进入沙漠'] =
  {
    ['首席工程师沙克斯·比格维兹'] = 'NPC',
    ['药剂师金格'] = 'NPC',
  },
  ['深入疯狂之口'] =
  {
    ['指挥官玛尔利斯'] = 'NPC',
  },
  ['深入血色修道院'] =
  {
    ['瓦里玛萨斯'] = 'NPC',
  },
  ['进入阿塔哈卡神庙'] =
  {
    ['布罗哈恩·铁桶'] = 'NPC',
  },
  ['侵略者的天灾石'] =
  {
    ['银色黎明军官加鲁什'] = 'NPC',
    ['银色黎明军官普尔哈特'] = 'NPC',
    ['尼古拉斯·瑟伦霍夫公爵'] = 'NPC',
  },
  ['奥特兰克的入侵者'] =
  {
    ['部落战争使者'] = 'NPC',
    ['部落战争使者'] = 'NPC',
  },
  ['回音山调查行动'] =
  {
    ['治安官玛克布莱德'] = 'NPC',
  },
  ['调查炼金店'] =
  {
    ['安娜斯塔西娅·哈特威尔'] = 'NPC',
  },
  ['调查蓝色隐士'] =
  {
    ['詹妮亚·坎农'] = 'NPC',
  },
  ['调查营地'] =
  {
    ['克拉兹克'] = 'NPC',
  },
  ['Investigate the Scourge of Darnassus'] =
  {
    ['贝萨中尉'] = 'NPC',
  },
  ['Investigate the Scourge of Ironforge'] =
  {
    ['奈维尔中尉'] = 'NPC',
  },
  ['Investigate the Scourge of Orgrimmar'] =
  {
    ['达格尔中尉'] = 'NPC',
  },
  ['Investigate the Scourge of Stormwind'] =
  {
    ['奥林中尉'] = 'NPC',
  },
  ['Investigate the Scourge of Thunder Bluff'] =
  {
    ['利山德中尉'] = 'NPC',
  },
  ['Investigate the Scourge of Undercity'] =
  {
    ['卢卡中尉'] = 'NPC',
  },
  ['铁珊瑚'] =
  {
    ['科罗莫特·钢尺'] = 'NPC',
  },
  ['铁环长者'] =
  {
    ['铁环长者'] = 'NPC',
  },
  ['铁环挖掘场需要你！'] =
  {
    ['勘察员基恩萨·铁环'] = 'NPC',
    ['勘察员塔伯斯·雷矛'] = 'NPC',
  },
  ['铁环营地'] =
  {
    ['托姆斯·深炉'] = 'NPC',
  },
  ['铁环挖掘场'] =
  {
    ['麦格玛尔·落斧'] = 'NPC',
    ['吉恩·角盔'] = 'NPC',
  },
  ['深铁矿洞的补给'] =
  {
    ['雷矛军需官'] = 'NPC',
    ['霜狼军需官'] = 'NPC',
  },
  ['依沙瓦克'] =
  {
    ['玛伦·星眼'] = 'NPC',
  },
  ['伊沙姆哈尔'] =
  {
    ['乔恩·星眼'] = 'NPC',
  },
  ['无人知晓的秘密'] =
  {
    ['小背包'] = 'Object',
    ['破碎的木筏'] = 'Object',
    ['小背包'] = 'Object',
    ['林克'] = 'NPC',
    ['多诺瓦·雪山'] = 'NPC',
    ['林克'] = 'NPC',
  },
  ['结伴而行'] =
  {
    ['林克'] = 'NPC',
  },
  ['强大的物品'] =
  {
    ['塔贝萨'] = 'NPC',
  },
  ['必备物品'] =
  {
    ['泰里恩'] = 'NPC',
  },
  ['邪恶的伊瓦'] =
  {
    ['兰妮·尤瑞克'] = 'NPC',
  },
  ['埃沃隆的解药'] =
  {
    ['迪兰妮亚·月光'] = 'NPC',
    ['埃沃隆'] = 'NPC',
    ['迪兰妮亚·月光'] = 'NPC',
  },
  ['森林之王伊弗斯'] =
  {
    ['大德鲁伊雷弗拉尔'] = 'NPC',
  },
  ['冲破牢笼！'] =
  {
    ['麦克斯韦尔元帅'] = 'NPC',
    ['温德索尔元帅'] = 'NPC',
  },
  ['珍娜的签名'] =
  {
    ['人类孤儿'] = 'NPC',
  },
  ['詹姆斯·海厄尔'] =
  {
    ['文森特·海厄尔'] = 'NPC',
    ['书记员伦德瑞'] = 'NPC',
    ['科诺尔·瑞沃斯'] = 'NPC',
    ['文森特·海厄尔'] = 'NPC',
  },
  ['预言者迦玛兰'] =
  {
    ['阿塔莱流放者'] = 'NPC',
  },
  ['加尔的剑'] =
  {
    ['“沼泽之眼”加尔'] = 'NPC',
  },
  ['加尔和蜘蛛眼'] =
  {
    ['“沼泽之眼”加尔'] = 'NPC',
  },
  ['大地之环的耶努萨克雷'] =
  {
    ['耶努萨克雷'] = 'NPC',
    ['马斯托克·维尔西斯'] = 'NPC',
  },
  ['杰斯雷蒙的报酬'] =
  {
    ['杰迪加'] = 'NPC',
    ['杰斯雷蒙'] = 'NPC',
  },
  ['金吉尔的森林魔法'] =
  {
    ['巫医金吉尔'] = 'NPC',
  },
  ['饥肠辘辘的基特斯'] =
  {
    ['厨师格鲁奥'] = 'NPC',
    ['基特斯'] = 'NPC',
  },
  ['职位空缺：恶齿村卫兵队长'] =
  {
    ['作战公告！'] = 'Object',
    ['断齿族长'] = 'NPC',
  },
  ['工作机会：肃清竞争对手'] =
  {
    ['通缉/失踪/失物招领'] = 'Object',
    ['监工斯克兰格'] = 'NPC',
  },
  ['奎恩提斯的请求'] =
  {
    ['奎恩提斯'] = 'NPC',
    ['奎恩提斯'] = 'NPC',
    ['塔尼莎'] = 'NPC',
    ['旅店老板希瑞亚'] = 'NPC',
  },
  ['乔恩·星眼'] =
  {
    ['乔恩·星眼'] = 'NPC',
    ['瑟格拉·黑棘'] = 'NPC',
  },
  ['雷霆崖之旅'] =
  {
    ['凯恩·血蹄'] = 'NPC',
    ['先祖之魂'] = 'NPC',
  },
  ['通往阿斯特兰纳的旅途'] =
  {
    ['辛德瑞尔·速火'] = 'NPC',
    ['菲欧拉·长耳'] = 'NPC',
  },
  ['前往希尔斯布莱德丘陵'] =
  {
    ['药剂师林度恩'] = 'NPC',
    ['药剂师伦弗利尔'] = 'NPC',
  },
  ['石爪峰之旅'] =
  {
    ['守护者奥巴格姆'] = 'NPC',
    ['法德瑞斯·戈森沙尔'] = 'NPC',
  },
  ['塔伦米尔之旅'] =
  {
    ['药剂师林度恩'] = 'NPC',
    ['药剂师扎玛'] = 'NPC',
  },
  ['十字路口之旅'] =
  {
    ['索克'] = 'NPC',
    ['基尔格·锐角'] = 'NPC',
  },
  ['沼泽之旅'] =
  {
    ['塔贝萨'] = 'NPC',
    ['詹妮亚·坎农'] = 'NPC',
    ['迪诺'] = 'NPC',
  },
  ['沃姆什的喜悦'] =
  {
    ['奥罗克·沃姆什'] = 'NPC',
  },
  ['魂能骨堆'] =
  {
    ['安苏瓦'] = 'NPC',
  },
  ['审判和救赎'] =
  {
    ['达克雷尔的堕落战马'] = 'NPC',
    ['格雷森·沙东布瑞克公爵'] = 'NPC',
  },
  ['僵尸酒'] =
  {
    ['亚伯克隆比'] = 'NPC',
    ['旅店老板斯密茨'] = 'NPC',
  },
  ['丛林中的秘密'] =
  {
    ['多伦上尉'] = 'NPC',
    ['列兵托尔森'] = 'NPC',
  },
  ['垃圾箱'] =
  {
    ['法拉德'] = 'NPC',
  },
  ['公平的补偿'] =
  {
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
  },
  ['小小的补偿'] =
  {
    ['德莉亚娜'] = 'NPC',
  },
  ['公平的补偿'] =
  {
    ['德莉亚娜'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
  },
  ['小小的补偿'] =
  {
    ['德莉亚娜'] = 'NPC',
  },
  ['公平的补偿'] =
  {
    ['德莉亚娜'] = 'NPC',
  },
  ['向凯拉回报'] =
  {
    ['凯拉·影矛'] = 'NPC',
    ['加克希姆·尘链'] = 'NPC',
  },
  ['卡雅还活着'] =
  {
    ['塔姆拉·荒原'] = 'NPC',
    ['玛卡巴·扁蹄'] = 'NPC',
  },
  ['凯尼斯·静风'] =
  {
    ['凯尼斯·静风'] = 'NPC',
    ['辛德瑞尔·速火'] = 'NPC',
  },
  ['海盗的眼睛'] =
  {
    ['独眼迪兹'] = 'NPC',
  },
  ['长明的灯塔'] =
  {
    ['葛瑞森船长'] = 'NPC',
  },
  ['跟上节奏'] =
  {
    ['瑞兹尔的计划'] = 'Object',
    ['普兹克'] = 'NPC',
  },
  ['肯兹格拉的伤药'] =
  {
    ['步兵劳格玛'] = 'NPC',
    ['肯兹格拉'] = 'NPC',
  },
  ['科赞的玷污'] =
  {
    ['全知者阿塔比姆'] = 'NPC',
    ['全知者阿塔比姆'] = 'NPC',
    ['全知者阿塔比姆'] = 'NPC',
  },
  ['科赞的强力玷污'] =
  {
    ['全知者阿塔比姆'] = 'NPC',
  },
  ['戴兹帕可汗'] =
  {
    ['费古尔·双刃'] = 'NPC',
  },
  ['赫鲁萨可汗'] =
  {
    ['智者乌泰克'] = 'NPC',
    ['瓦鲁格'] = 'NPC',
  },
  ['杰恩可汗'] =
  {
    ['智者乌泰克'] = 'NPC',
  },
  ['沙卡可汗'] =
  {
    ['瓦鲁格'] = 'NPC',
  },
  ['卡兰·巨锤'] =
  {
    ['卡兰·巨锤'] = 'NPC',
    ['国王麦格尼·铜须'] = 'NPC',
  },
  ['卡兰的故事'] =
  {
    ['卡兰·巨锤'] = 'NPC',
  },
  ['基布雷尔的特殊宠物'] =
  {
    ['基布雷尔'] = 'NPC',
  },
  ['被绑架的断齿长者！'] =
  {
    ['断齿长者'] = 'NPC',
    ['断齿族长'] = 'NPC',
  },
  ['杀死格鲁迪格·暗云'] =
  {
    ['玛卡巴·扁蹄'] = 'NPC',
  },
  ['格杀勿论：黑铁矮人'] =
  {
    ['通缉'] = 'Object',
    ['军官高图斯'] = 'NPC',
  },
  ['格杀勿论：高阶黑铁军官'] =
  {
    ['格杀勿论'] = 'Object',
    ['军官高图斯'] = 'NPC',
  },
  ['我就是基姆加尔！'] =
  {
    ['基姆加尔'] = 'NPC',
  },
  ['基姆加尔“丢失”的装备'] =
  {
    ['基姆加尔'] = 'NPC',
  },
  ['污林熊怪之王'] =
  {
    ['卡拉恩·阿玛卡'] = 'NPC',
  },
  ['国王的搜查'] =
  {
    ['“剃刀”雷吉克'] = 'NPC',
    ['霍夫丹·黑须'] = 'NPC',
  },
  ['基利斯'] =
  {
    ['基利斯的灵魂'] = 'NPC',
    ['部落英雄的灵魂'] = 'NPC',
  },
  ['传令官基尔图诺斯'] =
  {
    ['艾瓦·萨克霍夫'] = 'NPC',
  },
  ['下厨'] =
  {
    ['卡兰德拉斯'] = 'NPC',
  },
  ['克拉文之塔'] =
  {
    ['马迪亚斯·肖尔'] = 'NPC',
    ['密探吉尔妮'] = 'NPC',
  },
  ['科罗莫特·钢尺'] =
  {
    ['科罗莫特·钢尺'] = 'NPC',
    ['弗伦·长须'] = 'NPC',
  },
  ['科罗莫特的成果'] =
  {
    ['科罗莫特·钢尺'] = 'NPC',
  },
  ['帮助科劳莫特'] =
  {
    ['科罗莫特·钢尺'] = 'NPC',
    ['玛希尔'] = 'NPC',
  },
  ['深渊中的知识'] =
  {
    ['葛利·硬骨'] = 'NPC',
  },
  ['奥拉赫宝珠'] =
  {
    ['梅纳拉·沃伦德'] = 'NPC',
    ['梅纳拉·沃伦德'] = 'NPC',
    ['梅纳拉·沃伦德'] = 'NPC',
    ['梅纳拉·沃伦德'] = 'NPC',
    ['德米赛特·克劳斯'] = 'NPC',
    ['泽弗洛斯特'] = 'NPC',
    ['卡尔·噬灵'] = 'NPC',
  },
  ['剿灭狗头人'] =
  {
    ['治安官玛克布莱德'] = 'NPC',
  },
  ['狗头人的蜡烛'] =
  {
    ['威廉·匹斯特'] = 'NPC',
  },
  ['科多兽皮包'] =
  {
    ['维尔伦·陆行者'] = 'NPC',
  },
  ['诱捕科多兽'] =
  {
    ['斯米德·瑟卡布斯库'] = 'NPC',
  },
  ['科卡尔首领'] =
  {
    ['雷戈萨·死门'] = 'NPC',
  },
  ['血怒者科尔拉克'] =
  {
    ['哈格丁中尉'] = 'NPC',
  },
  ['永生的科尔拉克'] =
  {
    ['哈格丁中尉'] = 'NPC',
  },
  ['卡斯迪诺夫的恐惧之袋'] =
  {
    ['艾瓦·萨克霍夫'] = 'NPC',
  },
  ['克拉兹克的烹调锅'] =
  {
    ['克拉兹克'] = 'NPC',
    ['卡雷布下士'] = 'NPC',
  },
  ['禁断邪语短剑'] =
  {
    ['守望者哈尔洛'] = 'NPC',
  },
  ['克罗格鲁尔'] =
  {
    ['萨特拉克'] = 'NPC',
    ['沙妮·长齿'] = 'NPC',
  },
  ['克罗苏斯的恶魔之核'] =
  {
    ['万能的尼比'] = 'NPC',
    ['伊普斯'] = 'NPC',
  },
  ['库米沙的努力'] =
  {
    ['收藏家库米沙'] = 'NPC',
  },
  ['库尔森的秘密'] =
  {
    ['尼麦兹修士'] = 'NPC',
  },
  ['缺乏补给'] =
  {
    ['托克卡尔'] = 'NPC',
    ['托克卡尔'] = 'NPC',
    ['达尔'] = 'NPC',
  },
  ['拉克塔曼尼'] =
  {
    ['乔恩·星眼'] = 'NPC',
  },
  ['法迪尔海湾'] =
  {
    ['沙克斯·奥布里'] = 'NPC',
    ['哨兵鲁鲁'] = 'NPC',
  },
  ['拉尔德的午餐'] =
  {
    ['拉尔德'] = 'NPC',
  },
  ['大型烟花束'] =
  {
    ['法蕾尔·星歌'] = 'NPC',
  },
  ['大型烟花'] =
  {
    ['法蕾尔·星歌'] = 'NPC',
  },
  ['拉瑞安和穆尔金'] =
  {
    ['拉瑞安'] = 'NPC',
  },
  ['欢笑的姐妹'] =
  {
    ['基尔哈拉'] = 'NPC',
    ['迪诺'] = 'NPC',
  },
  ['开始攻击!'] =
  {
    ['突击队长加瑞克'] = 'NPC',
  },
  ['懒惰的苦工'] =
  {
    ['工头塔兹利尔'] = 'NPC',
  },
  ['尖牙德鲁伊'] =
  {
    ['纳拉·蛮鬃'] = 'NPC',
  },
  ['塔纳利斯的账本'] =
  {
    ['木制厕所'] = 'Object',
    ['克林科·古德斯迪尔'] = 'NPC',
  },
  ['传说的英雄'] =
  {
    ['拉格隆德'] = 'NPC',
    ['哈格丁中尉'] = 'NPC',
  },
  ['玛拉顿的传说'] =
  {
    ['赎罪的塞雷布拉斯'] = 'NPC',
    ['凯雯德拉'] = 'NPC',
  },
  ['阿卡纳护腿'] =
  {
    ['玛雷弗斯的目录'] = 'Object',
    ['玛雷弗斯·暗锤'] = 'NPC',
  },
  ['信仰护腿'] =
  {
    ['英尼戈·蒙托尔神父'] = 'NPC',
  },
  ['多彩挑战者腿甲'] =
  {
    ['游荡者目录'] = 'Object',
    ['耶兹巴'] = 'NPC',
  },
  ['莱尼德·巴萨罗梅'] =
  {
    ['莱尼德·巴萨罗梅'] = 'NPC',
    ['丁奇·斯迪波尔'] = 'NPC',
  },
  ['新的课程'] =
  {
    ['德迪利特·星焰'] = 'NPC',
    ['德迪利特·星焰'] = 'NPC',
    ['图拉克·符文图腾'] = 'NPC',
    ['玛斯雷·驭熊者'] = 'NPC',
  },
  ['蕾瑟塔蒂丝的网'] =
  {
    ['塔罗·刺蹄'] = 'NPC',
    ['拉托尼库斯·月矛'] = 'NPC',
  },
  ['被撕碎的信'] =
  {
    ['Keeper of the Rolls'] = 'NPC',
  },
  ['写给金吉尔的信'] =
  {
    ['巫医金吉尔'] = 'NPC',
    ['达索克·快刀'] = 'NPC',
  },
  ['铁炉堡的译码者'] =
  {
    ['勘察员塔伯斯·雷矛'] = 'NPC',
    ['博学者迪布斯'] = 'NPC',
  },
  ['体质圣典'] =
  {
    ['玛瑟迪斯·火芒'] = 'NPC',
  },
  ['专注圣典'] =
  {
    ['博学者莱德罗斯'] = 'NPC',
  },
  ['防护圣典'] =
  {
    ['博学者莱德罗斯'] = 'NPC',
  },
  ['急速圣典'] =
  {
    ['博学者莱德罗斯'] = 'NPC',
  },
  ['恢复圣典'] =
  {
    ['玛瑟迪斯·火芒'] = 'NPC',
  },
  ['沉思圣典'] =
  {
    ['玛瑟迪斯·火芒'] = 'NPC',
  },
  ['坚韧圣契*'] =
  {
    ['玛瑟迪斯·火芒'] = 'NPC',
  },
  ['贪婪圣典'] =
  {
    ['玛瑟迪斯·火芒'] = 'NPC',
  },
  ['帕瓦尔·雷瑟上尉'] =
  {
    ['塞拉摩卫兵徽章'] = 'Object',
    ['塞拉摩卫兵徽章'] = 'Object',
    ['克罗格'] = 'NPC',
    ['盖兰·维米斯队长'] = 'NPC',
    ['泰索兰副官'] = 'NPC',
    ['盖兰·维米斯队长'] = 'NPC',
  },
  ['解除诅咒'] =
  {
    ['保险箱'] = 'Object',
    ['大副菲兹莫斯'] = 'NPC',
  },
  ['Light\'s Hope Chapel'] =
  {
    ['Keeper of the Rolls'] = 'NPC',
    ['银色新兵'] = 'NPC',
  },
  ['光铸铁锭'] =
  {
    ['戈罗林·钢眉'] = 'NPC',
  },
  ['光铸铁'] =
  {
    ['浸水的箱子'] = 'Object',
    ['戈罗林·钢眉'] = 'NPC',
  },
  ['联络中心'] =
  {
    ['奥兰·斯内克威瑟'] = 'NPC',
  },
  ['林克的冒险'] =
  {
    ['林克'] = 'NPC',
    ['科琳'] = 'NPC',
  },
  ['林克的记忆'] =
  {
    ['艾瑞丹·蓝风'] = 'NPC',
    ['科琳'] = 'NPC',
  },
  ['林克的剑'] =
  {
    ['明显的墓碑'] = 'Object',
    ['林克'] = 'NPC',
  },
  ['卢希恩的药水'] =
  {
    ['卢希恩·枪穗'] = 'NPC',
  },
  ['小帕米拉'] =
  {
    ['帕米拉·雷德帕斯'] = 'NPC',
    ['玛莱恩·雷德帕斯'] = 'NPC',
  },
  ['减轻负重'] =
  {
    ['普兹克'] = 'NPC',
  },
  ['被锁起来的农夫'] =
  {
    ['锁住的柜橱'] = 'Object',
    ['厕所'] = 'Object',
  },
  ['冰雪之王洛克霍拉'] =
  {
    ['指挥官瑟鲁加'] = 'NPC',
  },
  ['亨里格的日记'] =
  {
    ['法芬德尔'] = 'NPC',
  },
  ['久远的记忆'] =
  {
    ['水晶之泪'] = 'Object',
    ['安纳克罗斯'] = 'NPC',
  },
  ['老朋友'] =
  {
    ['埃林·提亚斯'] = 'NPC',
    ['马迪亚斯·肖尔'] = 'NPC',
  },
  ['仰望星空'] =
  {
    ['维克托·安特拉斯'] = 'NPC',
    ['维克托·安特拉斯'] = 'NPC',
    ['维克托·安特拉斯'] = 'NPC',
    ['盲眼玛丽'] = 'NPC',
    ['维克托·安特拉斯'] = 'NPC',
    ['盲眼玛丽'] = 'NPC',
  },
  ['监视'] =
  {
    ['石狮子'] = 'Object',
    ['空瓶子'] = 'Object',
  },
  ['洛拉姆斯'] =
  {
    ['洛拉姆斯·萨里比迪斯'] = 'NPC',
  },
  ['罗拉克斯的故事'] =
  {
    ['罗拉克斯'] = 'NPC',
  },
  ['奥里登·匹瑞诺德'] =
  {
    ['艾丽萨'] = 'NPC',
    ['克鲁斯克'] = 'NPC',
  },
  ['魔王贝恩霍勒'] =
  {
    ['魔王贝恩霍勒'] = 'NPC',
    ['戈瑟奇·邪眼'] = 'NPC',
  },
  ['格雷森·沙东布瑞克公爵'] =
  {
    ['格雷森·沙东布瑞克公爵'] = 'NPC',
    ['达索瑞恩·拉尔'] = 'NPC',
  },
  ['玛克斯韦尔·泰罗索斯男爵'] =
  {
    ['玛克斯韦尔·泰罗索斯男爵'] = 'NPC',
    ['尼古拉斯·瑟伦霍夫公爵'] = 'NPC',
  },
  ['洛丹伦的王座'] =
  {
    ['兽人孤儿'] = 'NPC',
  },
  ['议会领主'] =
  {
    ['奥莉尔·金叶'] = 'NPC',
  },
  ['昂贵的知识'] =
  {
    ['塔瓦斯德·基瑟尔'] = 'NPC',
  },
  ['丢失的孩子'] =
  {
    ['米莎·托克伦'] = 'NPC',
  },
  ['失踪的亡灵哨兵'] =
  {
    ['兰妮·尤瑞克'] = 'NPC',
    ['高级执行官哈德瑞克'] = 'NPC',
  },
  ['在战斗中失踪'] =
  {
    ['曼寇里克'] = 'NPC',
  },
  ['丢失的项链'] =
  {
    ['比利·马科伦'] = 'NPC',
    ['波尼斯·斯通菲尔德姑妈'] = 'NPC',
  },
  ['遗失的雷酒秘方'] =
  {
    ['暗法师薇薇安·拉格雷'] = 'NPC',
  },
  ['走丢了！'] =
  {
    ['林格'] = 'NPC',
    ['斯普拉格·弗劳克'] = 'NPC',
  },
  ['唱给纳瑞安的情歌'] =
  {
    ['纳瑞安'] = 'NPC',
    ['人鱼米莉蒂丝'] = 'NPC',
  },
  ['爱的礼物'] =
  {
    ['甘鲁尔·血眼'] = 'NPC',
    ['步兵多格兰'] = 'NPC',
  },
  ['祝你好运'] =
  {
    ['巫医玛艾里'] = 'NPC',
  },
  ['春节烟花'] =
  {
    ['新年预告者'] = 'NPC',
  },
  ['不灭生命之锤'] =
  {
    ['守望者哈尔洛'] = 'NPC',
  },
  ['马克里尔的月光酒'] =
  {
    ['布鲁米·比格尔'] = 'NPC',
    ['醉鬼马克里尔'] = 'NPC',
  },
  ['玛加萨的报酬'] =
  {
    ['杰迪加'] = 'NPC',
    ['玛加萨·野性图腾'] = 'NPC',
  },
  ['召唤者'] =
  {
    ['哨兵维尔莉妮·星坠'] = 'NPC',
  },
  ['法师的魔杖'] =
  {
    ['塔贝萨'] = 'NPC',
  },
  ['法师文档存储器'] =
  {
    ['彬克'] = 'NPC',
  },
  ['法师的会见'] =
  {
    ['萨纳斯'] = 'NPC',
    ['瑟斯顿·科萨恩'] = 'NPC',
    ['皮尔斯·沙克尔顿'] = 'NPC',
    ['朱莉·雷线'] = 'NPC',
    ['艾尔莎林'] = 'NPC',
    ['恩尤'] = 'NPC',
  },
  ['魔法的尘埃'] =
  {
    ['大法师克希雷姆'] = 'NPC',
  },
  ['魔法分析'] =
  {
    ['大法师安斯雷姆·鲁因维沃尔'] = 'NPC',
    ['大财主里维加兹'] = 'NPC',
  },
  ['玛格拉姆部族'] =
  {
    ['瓦鲁格'] = 'NPC',
    ['古尔达·蛮鬃'] = 'NPC',
  },
  ['玛伦·星眼'] =
  {
    ['玛伦·星眼'] = 'NPC',
    ['乔恩·星眼'] = 'NPC',
  },
  ['麦佐斯'] =
  {
    ['尼麦兹修士'] = 'NPC',
  },
  ['极效法力药水'] =
  {
    ['银色军需官'] = 'NPC',
  },
  ['分析水晶塔'] =
  {
    ['科琳'] = 'NPC',
  },
  ['马林的要求'] =
  {
    ['大法师马林'] = 'NPC',
    ['斯奎尔图'] = 'NPC',
    ['大法师马林'] = 'NPC',
    ['斯奎尔图'] = 'NPC',
  },
  ['法力怒灵'] =
  {
    ['塔贝萨'] = 'NPC',
  },
  ['法纹长袍'] =
  {
    ['维恩·拉尔森'] = 'NPC',
  },
  ['猎杀收货人'] =
  {
    ['治安官杜汉'] = 'NPC',
  },
  ['魔法粮草'] =
  {
    ['梅丽德丝·卡尔森'] = 'NPC',
  },
  ['神谕者的衬肩'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['黎明衬肩'] =
  {
    ['银色黎明军需官哈萨娜'] = 'NPC',
    ['银色黎明军需官莱斯巴克'] = 'NPC',
    ['军需官米兰达·布利洛克'] = 'NPC',
  },
  ['地图与符记'] =
  {
    ['达拉然板条箱'] = 'Object',
    ['暗影牧师奥利斯特'] = 'NPC',
  },
  ['达隆郡的掠夺者'] =
  {
    ['卡林·雷德帕斯'] = 'NPC',
  },
  ['异种蝎的远征'] =
  {
    ['炼金师匹斯特苏格'] = 'NPC',
    ['炼金师匹斯特苏格'] = 'NPC',
    ['基尔兹宾·鼓眼'] = 'NPC',
    ['格拉希娜·灵风'] = 'NPC',
  },
  ['玛尔格的嘱托'] =
  {
    ['冒泡的大锅'] = 'Object',
    ['纳泽尔·血矛'] = 'NPC',
  },
  ['玛高兹'] =
  {
    ['玛高兹'] = 'NPC',
    ['奥戈尼尔·魂痕'] = 'NPC',
  },
  ['功勋奖章'] =
  {
    ['哨兵轻歌'] = 'NPC',
  },
  ['荣誉奖章'] =
  {
    ['沙塔尔·碎颅'] = 'NPC',
  },
  ['玛拉的遗愿'] =
  {
    ['新兵艾尔雷斯'] = 'NPC',
  },
  ['治安官哈迦德'] =
  {
    ['治安官哈迦德'] = 'NPC',
    ['哈里·伯加德'] = 'NPC',
  },
  ['温德索尔元帅'] =
  {
    ['温德索尔元帅'] = 'NPC',
    ['麦克斯韦尔元帅'] = 'NPC',
  },
  ['流放者马特克'] =
  {
    ['流放者马特克'] = 'NPC',
    ['菲兹尔·铜栓'] = 'NPC',
  },
  ['玛尔冯的车间'] =
  {
    ['莉芙·雷兹菲克斯'] = 'NPC',
    ['拉瑞安'] = 'NPC',
  },
  ['钓鱼大师'] =
  {
    ['林格·巴斯贝特'] = 'NPC',
  },
  ['蛮皮护甲大师'] =
  {
    ['犹纳'] = 'NPC',
    ['泰龙尼斯'] = 'NPC',
    ['普拉特·马克格鲁比'] = 'NPC',
    ['杉多尔·迅蹄'] = 'NPC',
  },
  ['雷尔松的全视之眼'] =
  {
    ['辛迪加指挥官雷尔松'] = 'NPC',
    ['辛迪加指挥官雷尔松'] = 'NPC',
  },
  ['控制元素'] =
  {
    ['捕风者巴斯拉'] = 'NPC',
  },
  ['收集材料'] =
  {
    ['萨格尼'] = 'NPC',
  },
  ['马迪亚斯和迪菲亚盗贼'] =
  {
    ['密探吉尔妮'] = 'NPC',
    ['马迪亚斯·肖尔'] = 'NPC',
  },
  ['玛希尔'] =
  {
    ['玛希尔'] = 'NPC',
    ['弗伦·长须'] = 'NPC',
  },
  ['玛希尔的铠甲'] =
  {
    ['玛希尔'] = 'NPC',
  },
  ['玛塞斯特拉遗物'] =
  {
    ['安努'] = 'NPC',
  },
  ['麦克斯韦尔的任务'] =
  {
    ['麦克斯韦尔元帅'] = 'NPC',
  },
  ['玛亚拉·布莱特文'] =
  {
    ['玛亚拉·布莱特文'] = 'NPC',
    ['雷明顿·瑞治维尔伯爵'] = 'NPC',
  },
  ['马森的请求'] =
  {
    ['看守者马哈尔巴'] = 'NPC',
    ['助手迪利斯'] = 'NPC',
    ['马森·马克纳迪尔'] = 'NPC',
    ['助手迪利斯'] = 'NPC',
  },
  ['马兹拉纳其'] =
  {
    ['茂尔·祈雨'] = 'NPC',
  },
  ['我的兄弟，尼普希'] =
  {
    ['尼普希'] = 'NPC',
    ['蒙提'] = 'NPC',
  },
  ['瓦塔拉克公爵'] =
  {
    ['瓦萨拉克公爵的灵魂'] = 'NPC',
    ['布德利'] = 'NPC',
  },
  ['幽林长者'] =
  {
    ['草奔长者'] = 'NPC',
  },
  ['送往奥格瑞玛的肉'] =
  {
    ['迪弗拉克'] = 'NPC',
    ['扎尔夫'] = 'NPC',
  },
  ['机械修理包'] =
  {
    ['瑞林'] = 'NPC',
  },
  ['Medallion of Station'] =
  {
    ['奥莉尔·金叶'] = 'NPC',
  },
  ['墓地相见'] =
  {
    ['加里杨'] = 'NPC',
    ['多诺瓦·雪山'] = 'NPC',
  },
  ['见到主人'] =
  {
    ['萨纳斯'] = 'NPC',
  },
  ['融合软泥怪'] =
  {
    ['化学家弗雷'] = 'NPC',
  },
  ['梅洛的关注'] =
  {
    ['梅洛·石蹄'] = 'NPC',
    ['乔恩·星眼'] = 'NPC',
  },
  ['会员卡续费'] =
  {
    ['奥格索普·奥布诺提斯'] = 'NPC',
    ['工匠大师欧沃斯巴克'] = 'NPC',
    ['尼克斯·斯普克斯宾'] = 'NPC',
    ['瓦萨里奥·林克格雷斯'] = 'NPC',
  },
  ['修复旧创'] =
  {
    ['穆普斯·沙克菲德'] = 'NPC',
  },
  ['米奈希尔的礼物'] =
  {
    ['米奈希尔的礼物'] = 'Object',
    ['米奈希尔的礼物'] = 'Object',
    ['莱尼德·巴萨罗梅'] = 'NPC',
    ['莱尼德·巴萨罗梅'] = 'NPC',
  },
  ['米奈特·卡加德'] =
  {
    ['米奈特·卡加德'] = 'NPC',
    ['马里恩·考尔'] = 'NPC',
  },
  ['雇佣兵'] =
  {
    ['镇长埃罗恩·钝鼻'] = 'NPC',
  },
  ['瓶中信'] =
  {
    ['普巴尔公主'] = 'NPC',
    ['普巴尔公主'] = 'NPC',
  },
  ['给乱风岗的紧急信件'] =
  {
    ['峭壁卫兵图林·长角'] = 'NPC',
    ['卫兵穆赫·月角'] = 'NPC',
  },
  ['给麦克斯韦尔的消息'] =
  {
    ['麦克斯韦尔元帅'] = 'NPC',
    ['比修'] = 'NPC',
  },
  ['给蛮锤部族的警告'] =
  {
    ['奥索·莫吉克'] = 'NPC',
  },
  ['送往夜色镇的信'] =
  {
    ['艾尔罗·埃伯洛克公爵'] = 'NPC',
    ['所罗门镇长'] = 'NPC',
    ['艾尔罗·埃伯洛克公爵'] = 'NPC',
    ['所罗门镇长'] = 'NPC',
  },
  ['送往暴风城的信'] =
  {
    ['所罗门镇长'] = 'NPC',
    ['马库斯·乔纳森将军'] = 'NPC',
    ['所罗门镇长'] = 'NPC',
    ['马库斯·乔纳森将军'] = 'NPC',
  },
  ['送往西部荒野的信'] =
  {
    ['格里安·斯托曼'] = 'NPC',
    ['所罗门镇长'] = 'NPC',
    ['格里安·斯托曼'] = 'NPC',
    ['所罗门镇长'] = 'NPC',
  },
  ['驯鹿梅森'] =
  {
    ['凯玛德·考伯宾奇'] = 'NPC',
    ['乌莫尔特'] = 'NPC',
  },
  ['迈克尔·加勒特'] =
  {
    ['迈克尔·加勒特'] = 'NPC',
    ['高顿·温德哈姆'] = 'NPC',
  },
  ['米莉·奥斯沃斯'] =
  {
    ['米莉·奥斯沃斯'] = 'NPC',
    ['维里副队长'] = 'NPC',
  },
  ['米莉的葡萄'] =
  {
    ['米莉·奥斯沃斯'] = 'NPC',
  },
  ['矿工的宝贝'] =
  {
    ['码头管理员迪兹维格'] = 'NPC',
  },
  ['爪牙的天灾石'] =
  {
    ['银色黎明军官加鲁什'] = 'NPC',
    ['银色黎明军官普尔哈特'] = 'NPC',
    ['尼古拉斯·瑟伦霍夫公爵'] = 'NPC',
  },
  ['明希纳的颅骨'] =
  {
    ['加德林大师'] = 'NPC',
  },
  ['饥肠辘辘'] =
  {
    ['西格鲁·铁斧'] = 'NPC',
  },
  ['明镜湖'] =
  {
    ['詹妮亚·坎农'] = 'NPC',
  },
  ['失踪人员'] =
  {
    ['治安官马瑞斯'] = 'NPC',
    ['基沙恩下士'] = 'NPC',
  },
  ['任务完成！'] =
  {
    ['高级执行官德灵顿'] = 'NPC',
    ['指挥官阿胥拉姆·瓦罗菲斯特'] = 'NPC',
  },
  ['基本不可能的任务'] =
  {
    ['申苏尔'] = 'NPC',
    ['工头费苏勒'] = 'NPC',
  },
  ['被弄皱的信'] =
  {
    ['Keeper of the Rolls'] = 'NPC',
  },
  ['密斯特'] =
  {
    ['哨兵阿瑞尼亚·碎云'] = 'NPC',
    ['密斯特'] = 'NPC',
  },
  ['迷雾长者'] =
  {
    ['迷雾长者'] = 'NPC',
  },
  ['摩克萨尔丁的魔法'] =
  {
    ['先知摩克萨尔丁'] = 'NPC',
    ['先知摩克萨尔丁'] = 'NPC',
    ['先知摩克萨尔丁'] = 'NPC',
    ['先知摩克萨尔丁'] = 'NPC',
  },
  ['昂贵的模具'] =
  {
    ['克林科·古德斯迪尔'] = 'NPC',
    ['克林科·古德斯迪尔'] = 'NPC',
    ['化学家阿尔比顿'] = 'NPC',
    ['药剂师迪瑟斯'] = 'NPC',
  },
  ['月光林地'] =
  {
    ['德迪利特·星焰'] = 'NPC',
    ['德迪利特·星焰'] = 'NPC',
    ['图拉克·符文图腾'] = 'NPC',
    ['玛斯雷·驭熊者'] = 'NPC',
  },
  ['月光外衣'] =
  {
    ['洛瑟里亚斯'] = 'NPC',
  },
  ['月击长者'] =
  {
    ['月击长者'] = 'NPC',
  },
  ['月光羽毛'] =
  {
    ['艾瑞拉斯·琥珀'] = 'NPC',
  },
  ['月光长者'] =
  {
    ['月守长者'] = 'NPC',
  },
  ['摩拉迪姆'] =
  {
    ['指挥官阿尔泰娅·埃伯洛克'] = 'NPC',
  },
  ['莫苏尔·召血者'] =
  {
    ['莫苏尔·召血者'] = 'NPC',
    ['斯巴克尔'] = 'NPC',
    ['库古尔'] = 'NPC',
    ['寻尸者祖贝尔'] = 'NPC',
    ['格雷沙卡'] = 'NPC',
  },
  ['摩本特·费尔'] =
  {
    ['斯温·约根'] = 'NPC',
  },
  ['更多的资源'] =
  {
    ['玛克里尔中士'] = 'NPC',
    ['亡灵哨兵莫提斯'] = 'NPC',
  },
  ['更多的护甲片'] =
  {
    ['克洛诺斯'] = 'NPC',
  },
  ['护甲碎片'] =
  {
    ['莫高特·深炉'] = 'NPC',
  },
  ['更多蝙蝠眼'] =
  {
    ['亚布·尼比盖尔'] = 'NPC',
  },
  ['取之于敌'] =
  {
    ['铁匠雷格萨'] = 'NPC',
  },
  ['更多重要的材料'] =
  {
    ['布德利'] = 'NPC',
    ['布德利'] = 'NPC',
    ['布德利'] = 'NPC',
    ['布德利'] = 'NPC',
  },
  ['更多致密砂轮'] =
  {
    ['克莉·希克斯'] = 'NPC',
  },
  ['更多发光的蠍血'] =
  {
    ['亚布·尼比盖尔'] = 'NPC',
  },
  ['再次使用超级清洁器'] =
  {
    ['超级清洁器5200型'] = 'Object',
    ['超级清洁器5200型'] = 'Object',
    ['超级清洁器5200型'] = 'Object',
  },
  ['更多的瑟银零件'] =
  {
    ['瑞林'] = 'NPC',
  },
  ['废土的公正'] =
  {
    ['首席工程师沙克斯·比格维兹'] = 'NPC',
  },
  ['摩根·拉迪莫尔'] =
  {
    ['指挥官阿尔泰娅·埃伯洛克'] = 'NPC',
    ['希拉·沃宁迪'] = 'NPC',
  },
  ['摩根·斯特恩'] =
  {
    ['摩根·斯特恩'] = 'NPC',
    ['安古斯·斯特恩'] = 'NPC',
  },
  ['摩根的发现'] =
  {
    ['艾里斯坦·莫塔'] = 'NPC',
  },
  ['莫甘斯'] =
  {
    ['石狮子'] = 'Object',
    ['塞欧克瑞图斯'] = 'NPC',
  },
  ['黎明长者'] =
  {
    ['晨深长者'] = 'NPC',
  },
  ['晨露长者'] =
  {
    ['晨露长者'] = 'NPC',
  },
  ['晨光麦研究'] =
  {
    ['玛斯雷·驭熊者'] = 'NPC',
    ['玛斯雷·驭熊者'] = 'NPC',
    ['巴珊娜·符文图腾'] = 'NPC',
    ['巴珊娜·符文图腾'] = 'NPC',
    ['大德鲁伊范达尔·鹿盔'] = 'NPC',
    ['大德鲁伊哈缪尔·符文图腾'] = 'NPC',
  },
  ['达纳苏斯的晨光麦'] =
  {
    ['玛斯雷·驭熊者'] = 'NPC',
    ['大德鲁伊范达尔·鹿盔'] = 'NPC',
  },
  ['羽月要塞的晨光麦'] =
  {
    ['奎恩提斯'] = 'NPC',
  },
  ['雷霆崖的晨光麦'] =
  {
    ['巴珊娜·符文图腾'] = 'NPC',
  },
  ['凡人中的勇士'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['临终遗言'] =
  {
    ['塔莎拉·静水'] = 'NPC',
    ['赫尔拉斯·静水'] = 'NPC',
  },
  ['蛛后的乳汁'] =
  {
    ['狼狈不堪的约翰'] = 'NPC',
  },
  ['山岭巨人灵魂精华'] =
  {
    ['巫医尤克里'] = 'NPC',
  },
  ['巡山人卡尔·雷矛的任务'] =
  {
    ['巡山人卡尔·雷矛'] = 'NPC',
    ['巡山人卡德雷尔'] = 'NPC',
  },
  ['达尔松夫人的日记'] =
  {
    ['达尔松夫人的日记'] = 'Object',
  },
  ['泥石龟蟹汤'] =
  {
    ['摩根·斯特恩'] = 'NPC',
  },
  ['穆尔金和拉瑞安'] =
  {
    ['穆尔金'] = 'NPC',
  },
  ['茉拉·符文图腾'] =
  {
    ['茉拉·符文图腾'] = 'NPC',
    ['图加·符文图腾'] = 'NPC',
  },
  ['莫达洛克'] =
  {
    ['残破的矮人骸骨'] = 'Object',
    ['勘察员基恩萨·铁环'] = 'NPC',
  },
  ['穆伦·雷矛'] =
  {
    ['穆伦·雷矛'] = 'NPC',
    ['格兰尼斯·快斧'] = 'NPC',
  },
  ['鱼人偷猎者'] =
  {
    ['码头管理员巴伦'] = 'NPC',
  },
  ['神秘的粘液'] =
  {
    ['死木蒸锅'] = 'Object',
    ['多诺瓦·雪山'] = 'NPC',
  },
  ['泰坦神话'] =
  {
    ['图书馆员麦伊·苍尘'] = 'NPC',
  },
  ['密斯莱尔的盟友'] =
  {
    ['钥匙之石'] = 'Object',
    ['钥匙之石'] = 'Object',
    ['葛利·硬骨'] = 'NPC',
    ['萨鲁克'] = 'NPC',
  },
  ['佐拉姆海岸的纳迦'] =
  {
    ['玛鲁凯'] = 'NPC',
  },
  ['纳拉·蛮鬃'] =
  {
    ['纳拉·蛮鬃'] = 'NPC',
    ['大德鲁伊哈缪尔·符文图腾'] = 'NPC',
  },
  ['钓鱼专家纳特·帕格'] =
  {
    ['纳特·帕格'] = 'NPC',
  },
  ['纳特的卷尺'] =
  {
    ['破碎的工具箱'] = 'Object',
    ['纳特·帕格'] = 'NPC',
  },
  ['纳萨诺斯的计谋'] =
  {
    ['十字军领主瓦德玛尔'] = 'NPC',
    ['纳萨诺斯·凋零者'] = 'NPC',
  },
  ['天然材料'] =
  {
    ['巫医尤克里'] = 'NPC',
  },
  ['搜寻项链'] =
  {
    ['德兰·杜佛斯'] = 'NPC',
  },
  ['搜寻项链，再来一次'] =
  {
    ['圣骑士的遗体'] = 'NPC',
    ['德兰·杜佛斯'] = 'NPC',
  },
  ['项链任务的终结 (地下城)'] =
  {
    ['加卡尔'] = 'NPC',
    ['德兰·杜佛斯'] = 'NPC',
  },
  ['救命如救火'] =
  {
    ['林纳格'] = 'NPC',
  },
  ['尼卡·血痕'] =
  {
    ['尼卡·血痕'] = 'NPC',
    ['赫格拉姆'] = 'NPC',
  },
  ['尼尔鲁·火刃'] =
  {
    ['尼尔鲁·火刃'] = 'NPC',
    ['玛高兹'] = 'NPC',
  },
  ['奈法里奥斯的腐蚀'] =
  {
    ['安纳克罗斯'] = 'NPC',
    ['堕落的瓦拉斯塔兹'] = 'NPC',
  },
  ['纳克罗什的优势'] =
  {
    ['龙喉投石车'] = 'Object',
    ['斯托菲队长'] = 'NPC',
  },
  ['耐克鲁姆的徽章'] =
  {
    ['萨迪斯·格希德'] = 'NPC',
  },
  ['尼莎·影歌'] =
  {
    ['尼莎·影歌'] = 'NPC',
    ['迈德兰努尔'] = 'NPC',
  },
  ['虚灵长袍'] =
  {
    ['基尔哈拉'] = 'NPC',
  },
  ['少管闲事'] =
  {
    ['迪尔格·奎克里弗'] = 'NPC',
    ['纳瑞安'] = 'NPC',
  },
  ['新的生命'] =
  {
    ['塔姆拉·荒原'] = 'NPC',
  },
  ['庆祝新年！'] =
  {
    ['旅店老板奥里森'] = 'NPC',
    ['旅店老板帕拉'] = 'NPC',
    ['欢乐制造器操作员'] = 'NPC',
    ['欢乐制造器操作员'] = 'NPC',
  },
  ['回复菲兹尔'] =
  {
    ['菲兹尔·铜栓'] = 'NPC',
    ['流放者马特克'] = 'NPC',
  },
  ['多格兰的消息'] =
  {
    ['加兹罗格'] = 'NPC',
    ['肯兹格拉'] = 'NPC',
    ['加兹罗格'] = 'NPC',
    ['赞卡沙'] = 'NPC',
  },
  ['夜行蜘蛛洞穴'] =
  {
    ['执行官阿伦'] = 'NPC',
  },
  ['夜风长者'] =
  {
    ['夜风长者'] = 'NPC',
  },
  ['贵族之死'] =
  {
    ['赫尼·马雷布镇长'] = 'NPC',
  },
  ['木棒诺博鲁'] =
  {
    ['玛格图尔'] = 'NPC',
  },
  ['诺格的手艺'] =
  {
    ['诺格'] = 'NPC',
  },
  ['诺格弗格药剂'] =
  {
    ['马林·诺格弗格'] = 'NPC',
  },
  ['诺格的最后一线希望'] =
  {
    ['比提克斯·斯巴格'] = 'NPC',
  },
  ['诺格的背包'] =
  {
    ['诺格·斯巴格'] = 'NPC',
  },
  ['诺斯弗德农场'] =
  {
    ['尼艾丝队长'] = 'NPC',
  },
  ['前线的便条'] =
  {
    ['Keeper of the Rolls'] = 'NPC',
  },
  ['给镇长的信'] =
  {
    ['艾尔罗·埃伯洛克公爵'] = 'NPC',
    ['亚伯克隆比'] = 'NPC',
  },
  ['给威廉·匹斯特的信'] =
  {
    ['威廉·匹斯特'] = 'NPC',
    ['斯通菲尔德老奶奶'] = 'NPC',
  },
  ['真言药水'] =
  {
    ['药剂师法奥斯丁'] = 'NPC',
    ['药剂师法奥斯丁'] = 'NPC',
    ['间谍玛克森'] = 'NPC',
    ['亡灵哨兵莱度斯'] = 'NPC',
    ['药剂师法奥斯丁'] = 'NPC',
    ['亡灵哨兵莱度斯'] = 'NPC',
    ['亡灵哨兵莱度斯'] = 'NPC',
  },
  ['腐化之巢'] =
  {
    ['炼金师匹斯特苏格'] = 'NPC',
    ['高级勘探员菲兹杜瑟'] = 'NPC',
  },
  ['高强度齿轮'] =
  {
    ['维妮·布特巴克'] = 'NPC',
  },
  ['奥肯斯古尔'] =
  {
    ['德纳兰'] = 'NPC',
  },
  ['黑曜石长者'] =
  {
    ['黑曜石长者'] = 'NPC',
  },
  ['黑龙幻象'] =
  {
    ['巫女米兰达'] = 'NPC',
  },
  ['苔蹄快步者'] =
  {
    ['奥汀克'] = 'NPC',
  },
  ['遗忘的记忆'] =
  {
    ['提里恩·弗丁'] = 'NPC',
  },
  ['失落的荣耀'] =
  {
    ['提里恩·弗丁'] = 'NPC',
  },
  ['爱与家庭'] =
  {
    ['提里恩·弗丁'] = 'NPC',
    ['画家瑞弗蕾'] = 'NPC',
    ['提里恩·弗丁'] = 'NPC',
    ['画家瑞弗蕾'] = 'NPC',
  },
  ['枭首示众'] =
  {
    ['奥拉留斯'] = 'NPC',
  },
  ['食人魔盗贼'] =
  {
    ['亚伯克隆比'] = 'NPC',
  },
  ['我的兄弟……'] =
  {
    ['维尔德·蓟草'] = 'NPC',
  },
  ['奥玛里恩的手册'] =
  {
    ['工匠威尔海姆'] = 'NPC',
  },
  ['守卫石爪山'] =
  {
    ['加克希姆·尘链'] = 'NPC',
    ['凯拉·影矛'] = 'NPC',
    ['哨兵塞恩希尔'] = 'NPC',
    ['凯拉·影矛'] = 'NPC',
  },
  ['铁肩铠'] =
  {
    ['奥罗克·沃姆什'] = 'NPC',
  },
  ['一枚荣誉徽章'] =
  {
    ['达纳苏斯嘉奖官'] = 'NPC',
    ['诺姆瑞根表扬官'] = 'NPC',
    ['铁炉堡嘉奖官'] = 'NPC',
    ['暴风城嘉奖官'] = 'NPC',
    ['奥格瑞玛嘉奖官'] = 'NPC',
    ['暗矛嘉奖官'] = 'NPC',
    ['幽暗城嘉奖官'] = 'NPC',
    ['雷霆崖嘉奖官'] = 'NPC',
    ['军官乌萨雷'] = 'NPC',
    ['军官鲁娜莱'] = 'NPC',
    ['军官波特霍斯'] = 'NPC',
    ['军官彼尔德·铁须'] = 'NPC',
    ['军官布莱德·红刺'] = 'NPC',
    ['军官马洛尔夫'] = 'NPC',
    ['军官森德·雷蹄'] = 'NPC',
    ['军官高特娜'] = 'NPC',
  },
  ['德莱尼的垃圾…'] =
  {
    ['收藏家库米沙'] = 'NPC',
  },
  ['光明的关爱'] =
  {
    ['指挥官卡尔·菲利普'] = 'NPC',
  },
  ['一击必杀'] =
  {
    ['哨兵奥奈雅'] = 'NPC',
    ['哨兵阿娜莎'] = 'NPC',
  },
  ['盎格库尔'] =
  {
    ['智者乌泰克'] = 'NPC',
  },
  ['奥宁的报告'] =
  {
    ['霍夫丹·黑须'] = 'NPC',
    ['奥宁·雨锤'] = 'NPC',
  },
  ['唯一的领袖'] =
  {
    ['流沙守望者巴里斯托尔斯'] = 'NPC',
  },
  ['安努'] =
  {
    ['安努'] = 'NPC',
    ['巴瑞萨斯·月影'] = 'NPC',
  },
  ['正在冥想的安努'] =
  {
    ['安努'] = 'NPC',
  },
  ['自动净化装置'] =
  {
    ['拉兹·滑链'] = 'NPC',
  },
  ['行动：杀死安格弗将军'] =
  {
    ['军官高图斯'] = 'NPC',
  },
  ['狡猾的比修'] =
  {
    ['比修'] = 'NPC',
    ['雷克斯洛特'] = 'NPC',
  },
  ['奥兰的感谢'] =
  {
    ['奥兰·斯内克威瑟'] = 'NPC',
  },
  ['奥达努斯'] =
  {
    ['布莱林·火拳'] = 'NPC',
  },
  ['重铸秩序'] =
  {
    ['伯瓦尔·弗塔根公爵'] = 'NPC',
  },
  ['奥雷迪尔的药剂'] =
  {
    ['皮尔图拉斯·怀特姆恩'] = 'NPC',
    ['奥雷迪尔·阔叶'] = 'NPC',
  },
  ['奥姆·石蹄和野蛮头盔'] =
  {
    ['欧姆·石蹄'] = 'NPC',
    ['索恩格瑞姆·火眼'] = 'NPC',
  },
  ['奥莫尔的复仇'] =
  {
    ['奥莫尔·铁衣'] = 'NPC',
    ['奥莫尔·铁衣'] = 'NPC',
    ['奥莫尔·铁衣'] = 'NPC',
  },
  ['另一种鱼'] =
  {
    ['杜泽加尔'] = 'NPC',
  },
  ['斥候高级护理包'] =
  {
    ['凯尔姆·哈古斯'] = 'NPC',
  },
  ['斥候基础护理包'] =
  {
    ['凯尔姆·哈古斯'] = 'NPC',
  },
  ['斥候标准护理包'] =
  {
    ['凯尔姆·哈古斯'] = 'NPC',
  },
  ['莫格穆洛克的任务'] =
  {
    ['莫格穆洛克大王'] = 'NPC',
  },
  ['征服者派隆'] =
  {
    ['加琳达'] = 'NPC',
  },
  ['奥瓦坦卡'] =
  {
    ['乔恩·星眼'] = 'NPC',
  },
  ['清除半人马'] =
  {
    ['峭壁卫兵图林·长角'] = 'NPC',
  },
  ['萨尔曼的针线包'] =
  {
    ['萨尔曼·斯涅德'] = 'NPC',
    ['雷玛·施涅德'] = 'NPC',
  },
  ['破旧的信'] =
  {
    ['Keeper of the Rolls'] = 'NPC',
  },
  ['帕米拉的洋娃娃'] =
  {
    ['帕米拉·雷德帕斯'] = 'NPC',
  },
  ['猎豹'] =
  {
    ['艾尔加丁爵士'] = 'NPC',
    ['艾尔加丁爵士'] = 'NPC',
    ['艾尔加丁爵士'] = 'NPC',
    ['艾尔加丁爵士'] = 'NPC',
  },
  ['权力珍宝：预言者腰带'] =
  {
    ['祖达萨的梅维克'] = 'NPC',
  },
  ['权力珍宝：预言者护腕'] =
  {
    ['祖达萨的梅维克'] = 'NPC',
  },
  ['权力珍宝：预言者外套'] =
  {
    ['祖达萨的梅维克'] = 'NPC',
  },
  ['权力珍宝：忏悔者腰带'] =
  {
    ['全知者阿塔比姆'] = 'NPC',
  },
  ['权力珍宝：忏悔者衬肩'] =
  {
    ['全知者阿塔比姆'] = 'NPC',
  },
  ['权力珍宝：忏悔者裹布'] =
  {
    ['全知者阿塔比姆'] = 'NPC',
  },
  ['权力珍宝：恶魔师衬肩'] =
  {
    ['全知者阿塔比姆'] = 'NPC',
  },
  ['权力珍宝：恶魔师长袍'] =
  {
    ['全知者阿塔比姆'] = 'NPC',
  },
  ['权力珍宝：恶魔师裹带'] =
  {
    ['全知者阿塔比姆'] = 'NPC',
  },
  ['权力珍宝：思考者护臂'] =
  {
    ['击碎者金罗克'] = 'NPC',
  },
  ['权力珍宝：思考者腰带'] =
  {
    ['击碎者金罗克'] = 'NPC',
  },
  ['权力珍宝：思考者胸甲'] =
  {
    ['击碎者金罗克'] = 'NPC',
  },
  ['权力珍宝：占卜师腰带'] =
  {
    ['祖达萨的梅维克'] = 'NPC',
  },
  ['权力珍宝：占卜师护腕'] =
  {
    ['祖达萨的梅维克'] = 'NPC',
  },
  ['权力珍宝：占卜师外套'] =
  {
    ['祖达萨的梅维克'] = 'NPC',
  },
  ['权力珍宝：幻术师衬肩'] =
  {
    ['全知者阿塔比姆'] = 'NPC',
  },
  ['权力珍宝：幻术师长袍'] =
  {
    ['全知者阿塔比姆'] = 'NPC',
  },
  ['权力珍宝：幻术师裹布'] =
  {
    ['全知者阿塔比姆'] = 'NPC',
  },
  ['权力珍宝：狂妄者护腕'] =
  {
    ['盲眼法希尔'] = 'NPC',
  },
  ['权力珍宝：狂妄者衬肩'] =
  {
    ['盲眼法希尔'] = 'NPC',
  },
  ['权力珍宝：狂妄者外套'] =
  {
    ['盲眼法希尔'] = 'NPC',
  },
  ['权力珍宝：捕猎者腰带'] =
  {
    ['盲眼法希尔'] = 'NPC',
  },
  ['权力珍宝：捕猎者护腕'] =
  {
    ['盲眼法希尔'] = 'NPC',
  },
  ['权力珍宝：捕猎者衬肩'] =
  {
    ['盲眼法希尔'] = 'NPC',
  },
  ['权力珍宝：辩护者护臂'] =
  {
    ['击碎者金罗克'] = 'NPC',
  },
  ['权力珍宝：辩护者腰带'] =
  {
    ['击碎者金罗克'] = 'NPC',
  },
  ['权力珍宝：辩护者胸甲'] =
  {
    ['击碎者金罗克'] = 'NPC',
  },
  ['给克拉维尔的零件'] =
  {
    ['克拉维尔·浓须'] = 'NPC',
    ['码头管理员迪兹维格'] = 'NPC',
  },
  ['虫群的样本'] =
  {
    ['科兰'] = 'NPC',
  },
  ['虫群的消息'] =
  {
    ['贝尔戈洛姆·石槌'] = 'NPC',
    ['科兰'] = 'NPC',
  },
  ['藏宝海湾的航道'] =
  {
    ['旅行者拉兹戈特'] = 'NPC',
    ['码头管理员迪兹维格'] = 'NPC',
  },
  ['委以重任'] =
  {
    ['法师泰摩尔'] = 'NPC',
    ['史学家卡尼克'] = 'NPC',
  },
  ['亡者的警告'] =
  {
    ['史学家卡尼克'] = 'NPC',
    ['顾问贝尔格拉姆'] = 'NPC',
    ['史学家卡尼克'] = 'NPC',
    ['顾问贝尔格拉姆'] = 'NPC',
  },
  ['以往的努力'] =
  {
    ['斯托姆·影蹄'] = 'NPC',
  },
  ['防御之道'] =
  {
    ['犹塞克'] = 'NPC',
  },
  ['巡逻时间表'] =
  {
    ['塞斯曼下士'] = 'NPC',
    ['多伦上尉'] = 'NPC',
  },
  ['西部荒野的豺狼人'] =
  {
    ['丹努文队长'] = 'NPC',
  },
  ['捕捉皇后'] =
  {
    ['炼金师匹斯特苏格'] = 'NPC',
  },
  ['潜水采珍珠'] =
  {
    ['里格弗兹'] = 'NPC',
  },
  ['完美的雪人毛皮'] =
  {
    ['杉多尔·迅蹄'] = 'NPC',
  },
  ['争论'] =
  {
    ['部落英雄的灵魂'] = 'NPC',
    ['奥达兰大使'] = 'NPC',
  },
  ['比利的馅饼'] =
  {
    ['波尼斯·斯通菲尔德姑妈'] = 'NPC',
    ['比利·马科伦'] = 'NPC',
  },
  ['控制小鬼'] =
  {
    ['温雅·玛山德'] = 'NPC',
  },
  ['海盗的帽子！'] =
  {
    ['傲慢的店主'] = 'NPC',
  },
  ['瘟疫之龙'] =
  {
    ['贝蒂娜·比格辛克'] = 'NPC',
  },
  ['瘟疫蔓延'] =
  {
    ['萨纳瑞恩·绿树'] = 'NPC',
  },
  ['瘟疫之心腰带'] =
  {
    ['愤怒者玛塔乌斯'] = 'NPC',
  },
  ['瘟疫之心腕轮'] =
  {
    ['愤怒者玛塔乌斯'] = 'NPC',
  },
  ['瘟疫之心头饰'] =
  {
    ['愤怒者玛塔乌斯'] = 'NPC',
  },
  ['瘟疫之心手套'] =
  {
    ['愤怒者玛塔乌斯'] = 'NPC',
  },
  ['瘟疫之心护腿'] =
  {
    ['愤怒者玛塔乌斯'] = 'NPC',
  },
  ['瘟疫之心长袍'] =
  {
    ['愤怒者玛塔乌斯'] = 'NPC',
  },
  ['瘟疫之心便鞋'] =
  {
    ['愤怒者玛塔乌斯'] = 'NPC',
  },
  ['瘟疫之心肩垫'] =
  {
    ['愤怒者玛塔乌斯'] = 'NPC',
  },
  ['平原陆行鸟的威胁'] =
  {
    ['瑟格拉·黑棘'] = 'NPC',
  },
  ['培养心脏'] =
  {
    ['德纳兰的培养皿'] = 'Object',
    ['德纳兰'] = 'NPC',
  },
  ['请求援助'] =
  {
    ['尼艾丝队长'] = 'NPC',
    ['拉格·加玛森'] = 'NPC',
  },
  ['抢劫海盗'] =
  {
    ['卑鄙的维尼克斯'] = 'NPC',
  },
  ['毒水'] =
  {
    ['穆尔·雷角'] = 'NPC',
  },
  ['被囚禁的水元素'] =
  {
    ['海达克西斯公爵'] = 'NPC',
  },
  ['北极护腕'] =
  {
    ['工匠威尔海姆'] = 'NPC',
  },
  ['北极手套'] =
  {
    ['工匠威尔海姆'] = 'NPC',
  },
  ['北极外套'] =
  {
    ['工匠威尔海姆'] = 'NPC',
  },
  ['泪水之池'] =
  {
    ['费泽鲁尔'] = 'NPC',
  },
  ['老马布兰契'] =
  {
    ['弗娜·法布隆'] = 'NPC',
  },
  ['燃烧军团的传送门'] =
  {
    ['泰迦·慧鬃'] = 'NPC',
  },
  ['奥丹姆的线索'] =
  {
    ['史学家卡尼克'] = 'NPC',
    ['纳拉·蛮鬃'] = 'NPC',
    ['圣者图希克'] = 'NPC',
    ['资深探险家麦格拉斯'] = 'NPC',
  },
  ['铁环的火药'] =
  {
    ['吉恩·角盔'] = 'NPC',
    ['勘察员塔伯斯·雷矛'] = 'NPC',
  },
  ['奥达曼的能量源'] =
  {
    ['塔贝萨'] = 'NPC',
  },
  ['解毒之术'] =
  {
    ['图拉克·符文图腾'] = 'NPC',
    ['玛斯雷·驭熊者'] = 'NPC',
    ['德迪利特·星焰'] = 'NPC',
    ['德迪利特·星焰'] = 'NPC',
  },
  ['能量石'] =
  {
    ['里格弗兹'] = 'NPC',
  },
  ['生活所需的虎皮'] =
  {
    ['维尔林·长牙'] = 'NPC',
  },
  ['艾露恩祷言'] =
  {
    ['阿斯塔利·逐星'] = 'NPC',
    ['萨麦尔·月棘'] = 'NPC',
    ['萨麦尔·月棘'] = 'NPC',
  },
  ['押送囚徒'] =
  {
    ['雷克斯洛特'] = 'NPC',
    ['格拉克·洛克鲁布'] = 'NPC',
  },
  ['准备典礼'] =
  {
    ['伊恩·鹰爪'] = 'NPC',
  },
  ['力量的证明'] =
  {
    ['无眠者赞札'] = 'NPC',
  },
  ['魔法的视域'] =
  {
    ['无眠者赞札'] = 'NPC',
  },
  ['保全书籍'] =
  {
    ['博学者迪布斯'] = 'NPC',
  },
  ['石爪山的双足飞龙'] =
  {
    ['辛德瑞尔·速火'] = 'NPC',
  },
  ['棱石长者'] =
  {
    ['基石长者'] = 'NPC',
  },
  ['公主必须死！'] =
  {
    ['斯通菲尔德妈妈'] = 'NPC',
  },
  ['入室偷窃'] =
  {
    ['大法师沃迪恩·伍德格赖尔'] = 'NPC',
  },
  ['原始南海魔化海藻'] =
  {
    ['祖达萨的梅维克'] = 'NPC',
  },
  ['新鲜的蜘蛛丝'] =
  {
    ['维恩·拉尔森'] = 'NPC',
    ['高阶巫师安多玛斯'] = 'NPC',
  },
  ['原始雪人毛皮'] =
  {
    ['普拉特·马克格鲁比'] = 'NPC',
  },
  ['证明信'] =
  {
    ['索里奥斯馆长'] = 'NPC',
    ['巡山人贝波蒂'] = 'NPC',
  },
  ['死亡证明'] =
  {
    ['亡灵卫兵伯吉斯'] = 'NPC',
  },
  ['生命的证据'] =
  {
    ['安希恩·哈莫'] = 'NPC',
    ['伊思达·哈尔蒙'] = 'NPC',
  },
  ['预言的光环'] =
  {
    ['无眠者赞札'] = 'NPC',
  },
  ['铁趾的遗愿'] =
  {
    ['勘察员雷杜尔'] = 'NPC',
    ['史学家卡尼克'] = 'NPC',
    ['铁趾格雷兹'] = 'NPC',
    ['勘察员雷杜尔'] = 'NPC',
  },
  ['保护卡纳提·灰云'] =
  {
    ['卡纳提·灰云'] = 'NPC',
  },
  ['保护卡雅'] =
  {
    ['玛卡巴·扁蹄'] = 'NPC',
    ['卡雅·扁蹄'] = 'NPC',
  },
  ['保卫边境'] =
  {
    ['卫兵托马斯'] = 'NPC',
  },
  ['保护牲畜'] =
  {
    ['鲁德拉·冻石'] = 'NPC',
  },
  ['护送货物'] =
  {
    ['勘察员基恩萨·铁环'] = 'NPC',
    ['米兰'] = 'NPC',
  },
  ['证明你的价值'] =
  {
    ['达拉尔·道恩维沃尔'] = 'NPC',
  },
  ['证明忠诚'] =
  {
    ['冈瑟尔·阿坎努斯'] = 'NPC',
  },
  ['实验场'] =
  {
    ['拉格隆德'] = 'NPC',
    ['哈格丁中尉'] = 'NPC',
  },
  ['证明你的实力'] =
  {
    ['斯温·约根'] = 'NPC',
  },
  ['草原上的徘徊者'] =
  {
    ['瑟格拉·黑棘'] = 'NPC',
  },
  ['心灵占卜术'] =
  {
    ['基恩诺·火花'] = 'NPC',
    ['奎恩提斯'] = 'NPC',
  },
  ['净化！'] =
  {
    ['艾瑞丹·蓝风'] = 'NPC',
  },
  ['普希林和埃斯托尔迪'] =
  {
    ['埃斯托尔迪'] = 'NPC',
  },
  ['座狼之源'] =
  {
    ['赫林迪斯·河角'] = 'NPC',
  },
  ['焚木村中的伏击'] =
  {
    ['亡灵哨兵费雷亚'] = 'NPC',
  },
  ['镇压银翼部队'] =
  {
    ['沙塔尔·碎颅'] = 'NPC',
    ['沙塔尔·碎颅'] = 'NPC',
    ['沙塔尔·碎颅'] = 'NPC',
    ['沙塔尔·碎颅'] = 'NPC',
    ['沙塔尔·碎颅'] = 'NPC',
  },
  ['镇压暴动'] =
  {
    ['典狱官塞尔沃特'] = 'NPC',
  },
  ['盘问雷瑟'] =
  {
    ['克罗格'] = 'NPC',
    ['奥格隆'] = 'NPC',
  },
  ['拉比恩·萨图纳'] =
  {
    ['拉比恩·萨图纳'] = 'NPC',
    ['拉比恩·萨图纳'] = 'NPC',
    ['玛斯雷·驭熊者'] = 'NPC',
    ['大德鲁伊哈缪尔·符文图腾'] = 'NPC',
  },
  ['莱恩的净化'] =
  {
    ['隐蔽的神龛'] = 'Object',
    ['隐蔽的神龛'] = 'Object',
    ['莱恩·狼行者'] = 'NPC',
    ['莱恩·狼行者'] = 'NPC',
    ['莱恩·狼行者'] = 'NPC',
    ['泰洛尼斯的尸体'] = 'NPC',
    ['克罗格'] = 'NPC',
    ['克罗格'] = 'NPC',
    ['莎尔蒂恩'] = 'NPC',
    ['莎尔蒂恩'] = 'NPC',
    ['莎尔蒂恩'] = 'NPC',
    ['莎尔蒂恩'] = 'NPC',
    ['莱恩·狼行者'] = 'NPC',
    ['莱恩·狼行者'] = 'NPC',
    ['莱恩·狼行者'] = 'NPC',
    ['泰洛尼斯的尸体'] = 'NPC',
    ['克罗格'] = 'NPC',
    ['莎尔蒂恩'] = 'NPC',
    ['莎尔蒂恩'] = 'NPC',
  },
  ['远古之怒'] =
  {
    ['血法师德拉吉亚'] = 'NPC',
  },
  ['血之狂暴'] =
  {
    ['莫苏尔·召血者'] = 'NPC',
  },
  ['暴怒图腾长者'] =
  {
    ['狂怒图腾长者'] = 'NPC',
  },
  ['拉格纳·雷酒'] =
  {
    ['拉格纳·雷酒'] = 'NPC',
    ['恩诺哈尔·雷酒'] = 'NPC',
  },
  ['突袭科卡尔'] =
  {
    ['智者乌泰克'] = 'NPC',
  },
  ['振奋精神'] =
  {
    ['托尔甘'] = 'NPC',
    ['托尔甘'] = 'NPC',
    ['戈莫尔'] = 'NPC',
    ['托尔甘'] = 'NPC',
    ['戈莫尔'] = 'NPC',
  },
  ['拉林夫与幽暗城'] =
  {
    ['拉林夫·安迪恩'] = 'NPC',
    ['执政官塞弗伦'] = 'NPC',
  },
  ['羊皮坐具'] =
  {
    ['霜狼骑兵指挥官'] = 'NPC',
  },
  ['山羊坐具'] =
  {
    ['雷矛山羊骑兵指挥官'] = 'NPC',
  },
  ['拉玛兰迪的寒冰之握'] =
  {
    ['柯菲斯，圣光勇士'] = 'NPC',
  },
  ['狂暴的巨人'] =
  {
    ['雷沃·霜翼'] = 'NPC',
  },
  ['吞咽者拉姆斯登'] =
  {
    ['纳萨诺斯·凋零者'] = 'NPC',
  },
  ['敲诈'] =
  {
    ['Freshly Dug Dirt'] = 'Object',
    ['纳瑞安'] = 'NPC',
  },
  ['迅猛龙角'] =
  {
    ['麦伯克·米希瑞克斯'] = 'NPC',
  },
  ['猎龙'] =
  {
    ['小赫米特·奈辛瓦里'] = 'NPC',
    ['小赫米特·奈辛瓦里'] = 'NPC',
    ['小赫米特·奈辛瓦里'] = 'NPC',
    ['小赫米特·奈辛瓦里'] = 'NPC',
  },
  ['偷钱的迅猛龙'] =
  {
    ['加兹罗格'] = 'NPC',
  },
  ['稀有鱼类 - 布隆奈尔蓝斑鱼'] =
  {
    ['钓鱼机器人5000型'] = 'NPC',
  },
  ['稀有鱼类 - 迪森皇后鱼'] =
  {
    ['钓鱼机器人5000型'] = 'NPC',
  },
  ['稀有鱼类 - 基佛天使鱼'] =
  {
    ['钓鱼机器人5000型'] = 'NPC',
  },
  ['狗头人的耳朵'] =
  {
    ['巡山人卡德雷尔'] = 'NPC',
  },
  ['断骨骷髅'] =
  {
    ['暗影牧师萨维斯'] = 'NPC',
  },
  ['乌鸦岭'] =
  {
    ['基特斯'] = 'NPC',
    ['艾莱尼·卡尔文'] = 'NPC',
  },
  ['野猪之皮'] =
  {
    ['碎牙'] = 'NPC',
  },
  ['拉泽瑞克的调整'] =
  {
    ['拉泽瑞克'] = 'NPC',
  },
  ['寻物公司的委托'] =
  {
    ['罗顿·石锤'] = 'NPC',
    ['克雷迪格·安戈尔'] = 'NPC',
    ['克雷迪格·安戈尔'] = 'NPC',
    ['克雷迪格·安戈尔'] = 'NPC',
    ['克雷迪格·安戈尔'] = 'NPC',
  },
  ['巡查后方'] =
  {
    ['亡灵卫兵林奈'] = 'NPC',
  },
  ['人事调动'] =
  {
    ['萨缪尔森少校'] = 'NPC',
    ['法尔林·奥里涅尔中尉'] = 'NPC',
  },
  ['泰兰德的接待'] =
  {
    ['泰兰德·语风'] = 'NPC',
    ['哨兵塞恩希尔'] = 'NPC',
  },
  ['卡多雷的菜谱'] =
  {
    ['扎瑞恩'] = 'NPC',
  },
  ['寻找宝物'] =
  {
    ['派翠克·加瑞特'] = 'NPC',
  },
  ['失而复得'] =
  {
    ['克罗姆·粗臂'] = 'NPC',
  },
  ['寻物公司的业务'] =
  {
    ['克雷迪格·安戈尔'] = 'NPC',
    ['罗顿·石锤'] = 'NPC',
  },
  ['夺回雕像'] =
  {
    ['破损的箱子'] = 'Object',
    ['卡尔·波兰'] = 'NPC',
  },
  ['夺回焦炭谷'] =
  {
    ['守护者奥巴格姆'] = 'NPC',
    ['法芬德尔'] = 'NPC',
    ['守护者奥巴格姆'] = 'NPC',
  },
  ['找回钥匙！'] =
  {
    ['断齿长者'] = 'NPC',
  },
  ['红色皮质面罩'] =
  {
    ['哨兵加里安'] = 'NPC',
  },
  ['红色亚麻布'] =
  {
    ['萨拉·迪博雷恩'] = 'NPC',
  },
  ['红色丝质面罩'] =
  {
    ['哨兵瑞尔'] = 'NPC',
  },
  ['救赎'] =
  {
    ['提里恩·弗丁'] = 'NPC',
  },
  ['救赎长靴'] =
  {
    ['指挥官埃里戈尔·黎明使者'] = 'NPC',
  },
  ['救赎束带'] =
  {
    ['指挥官埃里戈尔·黎明使者'] = 'NPC',
  },
  ['救赎护手'] =
  {
    ['指挥官埃里戈尔·黎明使者'] = 'NPC',
  },
  ['救赎头饰'] =
  {
    ['指挥官埃里戈尔·黎明使者'] = 'NPC',
  },
  ['救赎腿甲'] =
  {
    ['指挥官埃里戈尔·黎明使者'] = 'NPC',
  },
  ['救赎肩铠'] =
  {
    ['指挥官埃里戈尔·黎明使者'] = 'NPC',
  },
  ['救赎外套'] =
  {
    ['指挥官埃里戈尔·黎明使者'] = 'NPC',
  },
  ['救赎护腕'] =
  {
    ['指挥官埃里戈尔·黎明使者'] = 'NPC',
  },
  ['赤脊山炖肉'] =
  {
    ['厨师布雷纳'] = 'NPC',
  },
  ['赤脊山的联络员'] =
  {
    ['卢修斯'] = 'NPC',
    ['“剃刀”雷吉克'] = 'NPC',
  },
  ['补充动力'] =
  {
    ['索尔宾·范达瑟'] = 'NPC',
  },
  ['雷戈萨·死门'] =
  {
    ['雷戈萨·死门'] = 'NPC',
    ['克鲁斯克'] = 'NPC',
  },
  ['雷杰德的新酒'] =
  {
    ['雷杰德·麦酒'] = 'NPC',
    ['萨雷克·黑石'] = 'NPC',
  },
  ['释放他们'] =
  {
    ['苏塔拉祭坛'] = 'Object',
    ['濒死的考古学家'] = 'NPC',
  },
  ['雷利亚·绿树'] =
  {
    ['雷利亚·绿树'] = 'NPC',
    ['德纳兰'] = 'NPC',
  },
  ['铭记奥特兰克！'] =
  {
    ['联盟准将'] = 'NPC',
    ['联盟准将'] = 'NPC',
  },
  ['悔恨的上层精灵'] =
  {
    ['维恩德·夜风'] = 'NPC',
    ['悔恨的上层精灵'] = 'NPC',
  },
  ['占卜之瓶'] =
  {
    ['塔瓦斯德·基瑟尔'] = 'NPC',
  },
  ['向菲兹巴布报告'] =
  {
    ['克兰克·菲兹巴布'] = 'NPC',
    ['克拉维尔·浓须'] = 'NPC',
  },
  ['向安娜斯塔西娅报告'] =
  {
    ['安娜斯塔西娅·哈特威尔'] = 'NPC',
    ['尤塞尔奈'] = 'NPC',
  },
  ['向斯托菲队长报告'] =
  {
    ['斯托菲队长'] = 'NPC',
    ['瓦斯塔格·铁颚'] = 'NPC',
  },
  ['向多伦报告'] =
  {
    ['多伦上尉'] = 'NPC',
    ['塞斯曼下士'] = 'NPC',
  },
  ['向吉里卡将军报到'] =
  {
    ['奇立卡将军'] = 'NPC',
    ['斥候血拳'] = 'NPC',
  },
  ['去闪金镇报到'] =
  {
    ['治安官杜汉'] = 'NPC',
    ['治安官玛克布莱德'] = 'NPC',
  },
  ['向格里安·斯托曼报到'] =
  {
    ['格里安·斯托曼'] = 'NPC',
    ['卫兵托马斯'] = 'NPC',
  },
  ['给哈德瑞克的报告'] =
  {
    ['高级执行官哈德瑞克'] = 'NPC',
    ['药剂师伦弗利尔'] = 'NPC',
  },
  ['向赫格拉姆报到'] =
  {
    ['赫格拉姆'] = 'NPC',
    ['尼卡·血痕'] = 'NPC',
  },
  ['向铁炉堡报告'] =
  {
    ['勘察员塔伯斯·雷矛'] = 'NPC',
    ['吉恩·角盔'] = 'NPC',
  },
  ['向詹妮亚报告'] =
  {
    ['詹妮亚·坎农'] = 'NPC',
    ['丁克'] = 'NPC',
  },
  ['向卡德拉克报到'] =
  {
    ['卡德拉克'] = 'NPC',
    ['卡德拉克'] = 'NPC',
    ['索克'] = 'NPC',
    ['达恩·鹰爪'] = 'NPC',
  },
  ['向布鲁沃尔元帅报告'] =
  {
    ['治安官蓝墙'] = 'NPC',
    ['火枪手托瑞格'] = 'NPC',
  },
  ['向巡山人罗克加报告'] =
  {
    ['巡山人罗克加'] = 'NPC',
    ['巡山人卡德雷尔'] = 'NPC',
  },
  ['向奥戈尼尔报告'] =
  {
    ['奥戈尼尔·魂痕'] = 'NPC',
    ['加德林大师'] = 'NPC',
  },
  ['去森金村报到'] =
  {
    ['加德林大师'] = 'NPC',
    ['祖雷萨'] = 'NPC',
  },
  ['回复托马斯'] =
  {
    ['罗尔夫的尸体'] = 'Object',
    ['卫兵托马斯'] = 'NPC',
  },
  ['向佐尔报告'] =
  {
    ['佐尔·孤树'] = 'NPC',
    ['纳泽尔·血矛'] = 'NPC',
  },
  ['逃出加德纳尔'] =
  {
    ['杰希尔·月弓'] = 'NPC',
    ['被俘虏的亚科纳琳'] = 'NPC',
  },
  ['拯救OOX-09/HL！'] =
  {
    ['奥格索普·奥布诺提斯'] = 'NPC',
    ['自动导航机器人OOX-09/HL'] = 'NPC',
  },
  ['拯救OOX-17/TN！'] =
  {
    ['奥格索普·奥布诺提斯'] = 'NPC',
    ['自动导航机器人OOX-17/TN'] = 'NPC',
  },
  ['拯救OOX-22/FE！'] =
  {
    ['奥格索普·奥布诺提斯'] = 'NPC',
    ['自动导航机器人OOX-22/FE'] = 'NPC',
  },
  ['研究堕落'] =
  {
    ['戈沙拉·夜语'] = 'NPC',
  },
  ['休息和放松'] =
  {
    ['旅店老板法雷'] = 'NPC',
    ['法尔坎·伊森斯泰德'] = 'NPC',
  },
  ['支离破碎'] =
  {
    ['浅墓穴'] = 'Object',
  },
  ['炽热助熔剂的补给：重皮'] =
  {
    ['大铁匠博恩奈特'] = 'NPC',
  },
  ['炽热助熔剂的补给：铁锭'] =
  {
    ['大铁匠博恩奈特'] = 'NPC',
  },
  ['炽热助熔剂的补给：皇血草'] =
  {
    ['大铁匠博恩奈特'] = 'NPC',
  },
  ['修复项链'] =
  {
    ['塔瓦斯德的占卜之碗'] = 'Object',
    ['塔瓦斯德·基瑟尔'] = 'NPC',
    ['塔瓦斯德·基瑟尔'] = 'NPC',
  },
  ['挖掘场的补给品'] =
  {
    ['胡达尔'] = 'NPC',
    ['吉恩·角盔'] = 'NPC',
  },
  ['瑞斯班矿石'] =
  {
    ['帕克斯顿修士'] = 'NPC',
    ['工头奥斯洛'] = 'NPC',
  },
  ['光明的惩戒'] =
  {
    ['特雷·莱弗治的残骸'] = 'NPC',
    ['杰希尔·月弓'] = 'NPC',
  },
  ['完鳞归玛伦'] =
  {
    ['科林·马伦'] = 'NPC',
  },
  ['戒指归来'] =
  {
    ['超级清洁器5200型'] = 'Object',
    ['超级清洁器5200型'] = 'Object',
    ['诺格'] = 'NPC',
    ['塔瓦斯德·基瑟尔'] = 'NPC',
  },
  ['归还书籍'] =
  {
    ['冈瑟尔·阿坎努斯'] = 'NPC',
    ['比索·埃斯沙德'] = 'NPC',
  },
  ['归还梳子'] =
  {
    ['伊瓦夫人'] = 'NPC',
    ['盲眼玛丽'] = 'NPC',
  },
  ['归还雕像'] =
  {
    ['半埋的大桶'] = 'Object',
    ['卡尔·波兰'] = 'NPC',
  },
  ['向药剂师金格回报'] =
  {
    ['药剂师金格'] = 'NPC',
    ['首席工程师沙克斯·比格维兹'] = 'NPC',
  },
  ['艾沃沙酒'] =
  {
    ['驾驶员贝隆·风箱'] = 'NPC',
    ['雷杰德·麦酒'] = 'NPC',
  },
  ['回到布德利那里'] =
  {
    ['布德利'] = 'NPC',
    ['瓦萨拉克公爵的灵魂'] = 'NPC',
  },
  ['向布洛克回复'] =
  {
    ['布洛克·寻石者'] = 'NPC',
    ['格莱斯·瑟登'] = 'NPC',
  },
  ['返回冰风岗'] =
  {
    ['瘟疫之锅'] = 'Object',
    ['瘟疫之锅'] = 'Object',
    ['瘟疫之锅'] = 'Object',
    ['高阶牧师玛多妮尔'] = 'NPC',
    ['高阶牧师玛多妮尔'] = 'NPC',
    ['高阶牧师玛多妮尔'] = 'NPC',
    ['瘟疫之锅'] = 'Object',
    ['高阶牧师玛多妮尔'] = 'NPC',
  },
  ['返回克罗米身边'] =
  {
    ['克罗米'] = 'NPC',
    ['卡林·雷德帕斯'] = 'NPC',
  },
  ['向卡雷布下士回报'] =
  {
    ['卡雷布下士'] = 'NPC',
    ['克拉兹克'] = 'NPC',
  },
  ['向德莉亚娜回复'] =
  {
    ['德莉亚娜'] = 'NPC',
    ['穆克斯·玛纳斯卡波'] = 'NPC',
  },
  ['向德纳兰回报'] =
  {
    ['德纳兰'] = 'NPC',
    ['雷利亚·绿树'] = 'NPC',
  },
  ['返回羽月要塞'] =
  {
    ['索兰萨尔掺望台'] = 'Object',
    ['珊蒂斯·羽月'] = 'NPC',
  },
  ['向费泽鲁尔复命'] =
  {
    ['费泽鲁尔'] = 'NPC',
    ['阿塔莱流放者'] = 'NPC',
  },
  ['返回铁炉堡'] =
  {
    ['奥丹姆石座'] = 'Object',
    ['史学家卡尼克'] = 'NPC',
  },
  ['向加翰回复'] =
  {
    ['加翰·鹰翼'] = 'NPC',
    ['塔尔'] = 'NPC',
  },
  ['基特斯的美餐'] =
  {
    ['基特斯'] = 'NPC',
    ['厨师格鲁奥'] = 'NPC',
  },
  ['克里斯托弗的书'] =
  {
    ['克里斯托弗修士'] = 'NPC',
    ['帕克斯顿修士'] = 'NPC',
  },
  ['返回西部荒野'] =
  {
    ['军需官刘易斯'] = 'NPC',
    ['杜加尔·朗德瑞克'] = 'NPC',
  },
  ['向马克基雷回报'] =
  {
    ['“海狼”马克基雷'] = 'NPC',
    ['“病鬼”菲力浦'] = 'NPC',
  },
  ['向马莱斯回报'] =
  {
    ['无人守卫的雷酒桶'] = 'Object',
    ['马莱斯·麦酒'] = 'NPC',
  },
  ['向米尔顿回复'] =
  {
    ['米尔顿·西弗'] = 'NPC',
    ['博学者迪布斯'] = 'NPC',
  },
  ['回到莫克瓦那里'] =
  {
    ['莫克瓦尔'] = 'NPC',
    ['穆克斯·玛纳斯卡波'] = 'NPC',
  },
  ['向纳瑞安回复'] =
  {
    ['纳瑞安'] = 'NPC',
    ['迪尔格·奎克里弗'] = 'NPC',
  },
  ['向纳萨诺斯复命'] =
  {
    ['纳萨诺斯·凋零者'] = 'NPC',
    ['十字军领主瓦德玛尔'] = 'NPC',
  },
  ['飞回泰达希尔'] =
  {
    ['尼莎·影歌'] = 'NPC',
    ['莱尔德'] = 'NPC',
  },
  ['向安努回复'] =
  {
    ['暮光之书'] = 'Object',
    ['安努'] = 'NPC',
  },
  ['向博迪瑞格回报'] =
  {
    ['亡灵卫兵博迪瑞格'] = 'NPC',
    ['迈克尔·加勒特'] = 'NPC',
  },
  ['向断齿族长复命'] =
  {
    ['断齿族长'] = 'NPC',
    ['断齿长者'] = 'NPC',
  },
  ['回到奎恩身旁'] =
  {
    ['奎恩·尤瑞克'] = 'NPC',
    ['药剂师伦弗利尔'] = 'NPC',
  },
  ['回复斯温'] =
  {
    ['斯温·约根'] = 'NPC',
    ['基特斯'] = 'NPC',
  },
  ['返回诅咒之地'] =
  {
    ['部落英雄的灵魂'] = 'NPC',
    ['加尔文'] = 'NPC',
  },
  ['返回亡灵壁垒'] =
  {
    ['瘟疫之锅'] = 'Object',
    ['瘟疫之锅'] = 'Object',
    ['瘟疫之锅'] = 'Object',
    ['瘟疫之锅'] = 'Object',
    ['暗影牧师范蒂丝'] = 'NPC',
    ['暗影牧师范蒂丝'] = 'NPC',
    ['暗影牧师范蒂丝'] = 'NPC',
    ['暗影牧师范蒂丝'] = 'NPC',
  },
  ['返回十字路口'] =
  {
    ['扎尔夫'] = 'NPC',
    ['多拉斯'] = 'NPC',
  },
  ['返回辛特兰'] =
  {
    ['狮鹫兽管理员沙拉克·鹰斧'] = 'NPC',
    ['萨迪斯·格希德'] = 'NPC',
  },
  ['向塞弗伦回报'] =
  {
    ['执政官塞弗伦'] = 'NPC',
    ['亡灵卫兵林奈'] = 'NPC',
  },
  ['返回沼泽'] =
  {
    ['塔贝萨'] = 'NPC',
    ['安娜斯塔西娅·哈特威尔'] = 'NPC',
    ['彬克'] = 'NPC',
    ['詹妮亚·坎农'] = 'NPC',
    ['尤塞尔奈'] = 'NPC',
  },
  ['返回雷霆崖'] =
  {
    ['奥丹姆石座'] = 'Object',
    ['药剂师扎玛'] = 'NPC',
    ['纳拉·蛮鬃'] = 'NPC',
    ['药剂师林度恩'] = 'NPC',
  },
  ['返回丁奇身边'] =
  {
    ['丁奇·斯迪波尔'] = 'NPC',
    ['菲诺克'] = 'NPC',
  },
  ['向特洛亚斯回复'] =
  {
    ['特洛亚斯·月风'] = 'NPC',
    ['达蕾恩·轻风'] = 'NPC',
  },
  ['向法师泰摩尔回复'] =
  {
    ['法师泰摩尔'] = 'NPC',
    ['驾驶员希格斯·熔火'] = 'NPC',
  },
  ['回复瓦拉里尔'] =
  {
    ['瓦拉里尔·屠魔者'] = 'NPC',
    ['黛琳达·玛雷姆'] = 'NPC',
  },
  ['回复弗纳'] =
  {
    ['弗纳·奥斯古'] = 'NPC',
    ['铁匠阿古斯'] = 'NPC',
  },
  ['向巫医尤克里回复'] =
  {
    ['巫医尤克里'] = 'NPC',
    ['尼尔鲁·火刃'] = 'NPC',
  },
  ['回程'] =
  {
    ['尼瑞尔'] = 'NPC',
  },
  ['回家'] =
  {
    ['女祭司阿兰希雅'] = 'NPC',
    ['女祭司阿兰希雅'] = 'NPC',
  },
  ['回家*'] =
  {
    ['女祭司阿兰希雅'] = 'NPC',
  },
  ['回家'] =
  {
    ['女祭司阿兰希雅'] = 'NPC',
    ['女祭司阿兰希雅'] = 'NPC',
  },
  ['回家*'] =
  {
    ['女祭司阿兰希雅'] = 'NPC',
    ['女牧师洁塞塔'] = 'NPC',
  },
  ['回家'] =
  {
    ['女牧师洁塞塔'] = 'NPC',
  },
  ['回家*'] =
  {
    ['女牧师洁塞塔'] = 'NPC',
  },
  ['回家'] =
  {
    ['劳尔娜·晨光'] = 'NPC',
    ['拉瑞亚'] = 'NPC',
    ['乔舒修士'] = 'NPC',
  },
  ['归还净化过的宝珠'] =
  {
    ['梅纳拉·沃伦德'] = 'NPC',
    ['塔贝萨'] = 'NPC',
  },
  ['归还背包'] =
  {
    ['拉哈罗'] = 'NPC',
    ['玛尔·恐怖图腾'] = 'NPC',
  },
  ['加恩的报复'] =
  {
    ['加恩·石塔'] = 'NPC',
    ['加恩·石塔'] = 'NPC',
  },
  ['拉普索迪·铁铲'] =
  {
    ['拉普索迪·铁铲'] = 'NPC',
    ['狮鹫兽管理员沙拉克·鹰斧'] = 'NPC',
  },
  ['拉普索迪的卡利姆多鸡尾酒'] =
  {
    ['拉普索迪·铁铲'] = 'NPC',
  },
  ['拉普索迪的故事'] =
  {
    ['布罗哈恩·铁桶'] = 'NPC',
    ['拉普索迪·铁铲'] = 'NPC',
  },
  ['雷布里·斯库比格特'] =
  {
    ['尤卡·斯库比格特'] = 'NPC',
  },
  ['飞往铁炉堡'] =
  {
    ['高尼尔·石趾'] = 'NPC',
    ['索格拉姆·伯雷森'] = 'NPC',
  },
  ['飞往奥格瑞玛'] =
  {
    ['旅店老板格雷什卡'] = 'NPC',
    ['迪弗拉克'] = 'NPC',
  },
  ['飞往幽暗城'] =
  {
    ['高顿·温德哈姆'] = 'NPC',
    ['卡洛斯·拉佐克'] = 'NPC',
  },
  ['飞往雷霆崖'] =
  {
    ['安哈努'] = 'NPC',
    ['迪弗拉克'] = 'NPC',
  },
  ['设备之战'] =
  {
    ['诺格'] = 'NPC',
  },
  ['雷里·格里斯高布'] =
  {
    ['雷里·格里斯高布'] = 'NPC',
    ['维妮·布特巴克'] = 'NPC',
  },
  ['林吉被困住了！'] =
  {
    ['林吉的秘密'] = 'Object',
    ['林吉'] = 'NPC',
  },
  ['林吉的秘密'] =
  {
    ['林吉的秘密'] = 'Object',
    ['奥兰·斯内克威瑟'] = 'NPC',
  },
  ['永恒公正之戒'] =
  {
    ['唤风者耶萨德拉'] = 'NPC',
  },
  ['无尽智慧之戒'] =
  {
    ['唤风者耶萨德拉'] = 'NPC',
  },
  ['聚集风暴之戒'] =
  {
    ['唤风者耶萨德拉'] = 'NPC',
  },
  ['禁断邪语之戒'] =
  {
    ['唤风者耶萨德拉'] = 'NPC',
  },
  ['送回蜜酒'] =
  {
    ['德兰·杜佛斯'] = 'NPC',
    ['基沃拉丁·逐日者'] = 'NPC',
  },
  ['寻找蜜酒'] =
  {
    ['玛尔顿·杜佛斯'] = 'NPC',
    ['基沃拉丁·逐日者'] = 'NPC',
    ['德兰·杜佛斯'] = 'NPC',
    ['玛尔顿·杜佛斯'] = 'NPC',
  },
  ['崭露头角'] =
  {
    ['拉格隆德'] = 'NPC',
    ['哈格丁中尉'] = 'NPC',
  },
  ['异种蝎的威胁'] =
  {
    ['基尔兹宾·鼓眼'] = 'NPC',
    ['格拉希娜·灵风'] = 'NPC',
  },
  ['异种蝎的崛起'] =
  {
    ['格拉希娜·灵风'] = 'NPC',
    ['珊蒂斯·羽月'] = 'NPC',
  },
  ['异种蝎的威胁'] =
  {
    ['高级勘探员菲兹杜瑟'] = 'NPC',
    ['高级勘探员菲兹杜瑟'] = 'NPC',
  },
  ['奥比斯顿'] =
  {
    ['索里奥斯馆长'] = 'NPC',
    ['濒死的考古学家'] = 'NPC',
  },
  ['觉醒吧,雷霆之怒'] =
  {
    ['德米提恩'] = 'NPC',
  },
  ['高涨的士气'] =
  {
    ['碎牙'] = 'NPC',
  },
  ['力量仪祭'] =
  {
    ['鹰风酋长'] = 'NPC',
    ['灰舌先知'] = 'NPC',
  },
  ['幻象仪祭'] =
  {
    ['先知奥萨迪·智慧行者'] = 'NPC',
    ['札尔曼·双月'] = 'NPC',
    ['札尔曼·双月'] = 'NPC',
    ['贝恩·血蹄'] = 'NPC',
    ['札尔曼·双月'] = 'NPC',
  },
  ['智慧仪祭'] =
  {
    ['先祖之魂'] = 'NPC',
    ['先知奥萨迪·智慧行者'] = 'NPC',
  },
  ['大地之母仪祭'] =
  {
    ['灰舌先知'] = 'NPC',
    ['贝恩·血蹄'] = 'NPC',
    ['凯恩·血蹄'] = 'NPC',
    ['鹰风酋长'] = 'NPC',
    ['鹰风酋长'] = 'NPC',
  },
  ['能量仪祭'] =
  {
    ['塔贝萨'] = 'NPC',
    ['大法师提尔斯'] = 'NPC',
  },
  ['力量仪式'] =
  {
    ['克莉·希克斯'] = 'NPC',
  },
  ['悬赏河爪豺狼人'] =
  {
    ['瑞尼尔副队长'] = 'NPC',
  },
  ['水歌长者'] =
  {
    ['河歌长者'] = 'NPC',
  },
  ['瑞兹尔的图表'] =
  {
    ['瑞兹尔的计划'] = 'Object',
    ['普兹克'] = 'NPC',
  },
  ['救赎之路'] =
  {
    ['霍夫丹·黑须'] = 'NPC',
    ['霍格拉尔·巴坎'] = 'NPC',
  },
  ['信仰长袍'] =
  {
    ['英尼戈·蒙托尔神父'] = 'NPC',
  },
  ['火箭车零件'] =
  {
    ['克拉维尔·浓须'] = 'NPC',
  },
  ['罗克诺特的麦酒'] =
  {
    ['罗克诺特下士'] = 'NPC',
  },
  ['挖骨头'] =
  {
    ['斯巴克·尼米尔'] = 'NPC',
  },
  ['根须样本'] =
  {
    ['麦伯克·米希瑞克斯'] = 'NPC',
  },
  ['线索'] =
  {
    ['运尸船'] = 'Object',
    ['高级执行官哈德瑞克'] = 'NPC',
  },
  ['腐皮豺狼人的脓液'] =
  {
    ['药剂师伦弗利尔'] = 'NPC',
    ['高级执行官哈德瑞克'] = 'NPC',
  },
  ['腐皮豺狼人的产生'] =
  {
    ['比索·埃斯沙德'] = 'NPC',
    ['药剂师伦弗利尔'] = 'NPC',
  },
  ['腐烂的鸡蛋'] =
  {
    ['小桶'] = 'Object',
    ['黑暗召唤者雅恩卡'] = 'NPC',
  },
  ['突然醒来'] =
  {
    ['暗影牧师萨维斯'] = 'NPC',
    ['管理员摩尔多'] = 'NPC',
  },
  ['恶臭的鸡蛋'] =
  {
    ['小桶'] = 'Object',
    ['黑暗召唤者雅恩卡'] = 'NPC',
  },
  ['巨石长者'] =
  {
    ['巨石长者'] = 'NPC',
  },
  ['地精的谣言'] =
  {
    ['克拉维尔·浓须'] = 'NPC',
    ['克拉兹克'] = 'NPC',
  },
  ['符文便笺'] =
  {
    ['米拉·晨行者'] = 'NPC',
    ['格鲁尔·鹰风'] = 'NPC',
  },
  ['符文羊皮纸'] =
  {
    ['史克里克'] = 'NPC',
    ['高内克'] = 'NPC',
  },
  ['符文石板'] =
  {
    ['史克里克'] = 'NPC',
    ['高内克'] = 'NPC',
  },
  ['符文布'] =
  {
    ['梅罗什'] = 'NPC',
  },
  ['符文图腾长者'] =
  {
    ['符文图腾长者'] = 'NPC',
  },
  ['卢泽尔'] =
  {
    ['塔尔伦'] = 'NPC',
  },
  ['神圣的月布'] =
  {
    ['梅罗什'] = 'NPC',
  },
  ['神圣之火'] =
  {
    ['玛加萨·野性图腾'] = 'NPC',
    ['莫特加·火鬃'] = 'NPC',
  },
  ['安全第一'] =
  {
    ['拉泽瑞克'] = 'NPC',
    ['史瑞夫'] = 'NPC',
    ['拉泽瑞克'] = 'NPC',
    ['史瑞夫'] = 'NPC',
  },
  ['含盐的蝎毒'] =
  {
    ['菲兹尔·铜栓'] = 'NPC',
  },
  ['厚甲蝎盐'] =
  {
    ['血法师德拉吉亚'] = 'NPC',
  },
  ['分解换药膏'] =
  {
    ['阿拉珊蒂丝·银空'] = 'NPC',
    ['阿拉珊蒂丝·银空'] = 'NPC',
    ['梅贝丝·河风'] = 'NPC',
    ['梅贝丝·河风'] = 'NPC',
  },
  ['采集换药膏'] =
  {
    ['阿拉珊蒂丝·银空'] = 'NPC',
    ['阿拉珊蒂丝·银空'] = 'NPC',
    ['梅贝丝·河风'] = 'NPC',
    ['梅贝丝·河风'] = 'NPC',
  },
  ['狩猎换药膏'] =
  {
    ['阿拉珊蒂丝·银空'] = 'NPC',
    ['阿拉珊蒂丝·银空'] = 'NPC',
    ['梅贝丝·河风'] = 'NPC',
    ['梅贝丝·河风'] = 'NPC',
  },
  ['采矿换药膏'] =
  {
    ['阿拉珊蒂丝·银空'] = 'NPC',
    ['阿拉珊蒂丝·银空'] = 'NPC',
    ['梅贝丝·河风'] = 'NPC',
    ['梅贝丝·河风'] = 'NPC',
  },
  ['剥皮换药膏'] =
  {
    ['阿拉珊蒂丝·银空'] = 'NPC',
    ['阿拉珊蒂丝·银空'] = 'NPC',
    ['梅贝丝·河风'] = 'NPC',
    ['梅贝丝·河风'] = 'NPC',
  },
  ['什么什么平衡器'] =
  {
    ['控制台'] = 'Object',
    ['控制台'] = 'Object',
    ['控制台'] = 'Object',
    ['控制台'] = 'Object',
    ['斯布特瓦夫'] = 'NPC',
    ['斯布特瓦夫'] = 'NPC',
  },
  ['主动式负载平衡器说明书'] =
  {
    ['雷里·格里斯高布'] = 'NPC',
  },
  ['给赫布瑞姆的样本'] =
  {
    ['药剂师赫布瑞姆'] = 'NPC',
    ['药剂师金格'] = 'NPC',
  },
  ['信仰便鞋'] =
  {
    ['英尼戈·蒙托尔神父'] = 'NPC',
  },
  ['沙怒、碎颅和血顶硬币'] =
  {
    ['温卡萨'] = 'NPC',
  },
  ['萨拉·巴鲁的请求'] =
  {
    ['国王麦格尼·铜须'] = 'NPC',
    ['萨拉·巴鲁'] = 'NPC',
  },
  ['萨科斯'] =
  {
    ['高内克'] = 'NPC',
    ['哈纳祖'] = 'NPC',
    ['哈纳祖'] = 'NPC',
  },
  ['萨丝拉的祭品'] =
  {
    ['女祭司艾茉拉'] = 'NPC',
  },
  ['萨特之蹄'] =
  {
    ['尤拉莱克'] = 'NPC',
  },
  ['萨特之角'] =
  {
    ['皮克希尔'] = 'NPC',
  },
  ['猎杀萨特！'] =
  {
    ['伊莉亚娜'] = 'NPC',
  },
  ['蛮荒之叶'] =
  {
    ['莱茵'] = 'NPC',
    ['莱茵'] = 'NPC',
  },
  ['拯救尖端机器人！'] =
  {
    ['工匠大师欧沃斯巴克'] = 'NPC',
  },
  ['拯救沙普比克'] =
  {
    ['狮鹫兽管理员沙拉克·鹰斧'] = 'NPC',
  },
  ['最后的奖赏'] =
  {
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['莫克瓦尔'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
  },
  ['奖赏'] =
  {
    ['德莉亚娜'] = 'NPC',
  },
  ['最后的奖赏'] =
  {
    ['德莉亚娜'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
    ['德莉亚娜'] = 'NPC',
  },
  ['拯救耶尼库'] =
  {
    ['尼姆布亚'] = 'NPC',
    ['肯维雷'] = 'NPC',
  },
  ['热酒快递'] =
  {
    ['德南·弗卡特'] = 'NPC',
    ['诺里斯·激流'] = 'NPC',
  },
  ['圣甲虫的壳'] =
  {
    ['特兰雷克'] = 'NPC',
  },
  ['吓唬病鬼'] =
  {
    ['“病鬼”菲力浦'] = 'NPC',
    ['“海狼”马克基雷'] = 'NPC',
  },
  ['误导血色十字军'] =
  {
    ['高级执行官德灵顿'] = 'NPC',
  },
  ['血色幻象'] =
  {
    ['大领主泰兰·弗丁'] = 'NPC',
    ['巫女米兰达'] = 'NPC',
  },
  ['捡破烂'] =
  {
    ['亡灵卫兵萨尔坦'] = 'NPC',
  },
  ['议会的节杖'] =
  {
    ['鲍尔·蛮鬃'] = 'NPC',
  },
  ['圣光节杖'] =
  {
    ['阿佐尔·奥达蒙特'] = 'NPC',
  },
  ['通灵学院'] =
  {
    ['化学家阿尔比顿'] = 'NPC',
    ['药剂师迪瑟斯'] = 'NPC',
    ['高级执行官德灵顿'] = 'NPC',
    ['指挥官阿胥拉姆·瓦罗菲斯特'] = 'NPC',
  },
  ['剃刀高地的亡灵天灾'] =
  {
    ['奔尼斯特拉兹'] = 'NPC',
  },
  ['横扫沙漠'] =
  {
    ['奇立卡将军'] = 'NPC',
    ['治安官蓝墙'] = 'NPC',
  },
  ['尖啸者的灵魂'] =
  {
    ['叶基亚'] = 'NPC',
  },
  ['搜集行动'] =
  {
    ['西格鲁·铁斧'] = 'NPC',
  },
  ['占卜眼镜？没问题！'] =
  {
    ['不起眼的箱子'] = 'Object',
    ['纳瑞安'] = 'NPC',
  },
  ['研究材料'] =
  {
    ['地质学家拉克斯班'] = 'NPC',
    ['地质学家拉克斯班'] = 'NPC',
  },
  ['隐秘通途之镰'] =
  {
    ['守望者哈尔洛'] = 'NPC',
  },
  ['晋升印章'] =
  {
    ['维埃兰'] = 'NPC',
    ['维埃兰'] = 'NPC',
  },
  ['大地封印'] =
  {
    ['大地封印'] = 'Object',
    ['大地封印'] = 'Object',
  },
  ['密封的蓝袋子'] =
  {
    ['大法师克希雷姆'] = 'NPC',
    ['乔拉齐·拉文霍德公爵'] = 'NPC',
  },
  ['火岩矿石'] =
  {
    ['驾驶员迪恩·石轮'] = 'NPC',
  },
  ['寻找泰拉尼斯'] =
  {
    ['黛琳达·玛雷姆'] = 'NPC',
  },
  ['搜寻雕像'] =
  {
    ['密封的桶'] = 'Object',
    ['半埋的大桶'] = 'Object',
  },
  ['寻找背包'] =
  {
    ['玛尔·恐怖图腾'] = 'NPC',
    ['拉哈罗'] = 'NPC',
  },
  ['干烤狼肉串'] =
  {
    ['厨师格鲁奥'] = 'NPC',
  },
  ['秘密交流'] =
  {
    ['鲍尔·蛮鬃'] = 'NPC',
  },
  ['雕像群的秘密'] =
  {
    ['哈卡祭坛'] = 'Object',
    ['哈卡神像'] = 'Object',
  },
  ['亚什巨像的秘密'] =
  {
    ['奥格索普·奥布诺提斯'] = 'NPC',
    ['巨像研究员奈斯托'] = 'NPC',
  },
  ['巨像的秘密 - 雷戈'] =
  {
    ['工头奥菲斯特'] = 'NPC',
    ['巨像研究员伊泽尔'] = 'NPC',
  },
  ['巨像的秘密 - 佐拉'] =
  {
    ['玛克斯韦尔·泰罗索斯男爵'] = 'NPC',
    ['巨像研究员索菲亚'] = 'NPC',
  },
  ['其拉的秘密'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['保卫商路'] =
  {
    ['雷兹拉克'] = 'NPC',
  },
  ['保护补给线'] =
  {
    ['唤风者普劳豪恩'] = 'NPC',
  },
  ['生命之种'] =
  {
    ['守护者雷姆洛斯'] = 'NPC',
    ['札尔塔的灵魂'] = 'NPC',
  },
  ['拭目以待'] =
  {
    ['奥丹姆石座'] = 'Object',
    ['奥丹姆石座'] = 'Object',
    ['史学家卡尼克'] = 'NPC',
    ['纳拉·蛮鬃'] = 'NPC',
  },
  ['军情七处'] =
  {
    ['马迪亚斯·肖尔'] = 'NPC',
    ['科瑞恩·塞尔留斯'] = 'NPC',
  },
  ['寻求救赎！'] =
  {
    ['赛恩·腐蹄'] = 'NPC',
    ['塞拉尔·刃叶'] = 'NPC',
  },
  ['水之魂的帮助'] =
  {
    ['水之先知伊斯伦'] = 'NPC',
    ['格雷塔·苔蹄'] = 'NPC',
  },
  ['寻找斯坦哈德'] =
  {
    ['斯坦哈德·法尔杉'] = 'NPC',
    ['斯坦哈德·法尔杉'] = 'NPC',
    ['斯坦哈德·法尔杉'] = 'NPC',
    ['凯伦丁·哈加尔'] = 'NPC',
    ['甘鲁尔·血眼'] = 'NPC',
    ['黑暗缚灵者加科因'] = 'NPC',
  },
  ['寻找科尔宝石'] =
  {
    ['桑迪斯·织风'] = 'NPC',
  },
  ['寻求指引'] =
  {
    ['主教法席恩'] = 'NPC',
    ['斯温·约根'] = 'NPC',
  },
  ['堕落之水'] =
  {
    ['药剂师科雷'] = 'NPC',
    ['药剂师科雷'] = 'NPC',
    ['瑟尔萨·风歌'] = 'NPC',
    ['药剂师科雷'] = 'NPC',
  },
  ['卖鱼'] =
  {
    ['码头管理员巴伦'] = 'NPC',
  },
  ['森内尔的观察站'] =
  {
    ['森内尔·白须'] = 'NPC',
    ['巡山人泰洛斯'] = 'NPC',
    ['格瑞林·白须'] = 'NPC',
    ['巡山人泰洛斯'] = 'NPC',
  },
  ['哨兵高级护理包'] =
  {
    ['艾蒂尔·月火'] = 'NPC',
  },
  ['哨兵基础护理包'] =
  {
    ['艾蒂尔·月火'] = 'NPC',
  },
  ['哨兵标准护理包'] =
  {
    ['艾蒂尔·月火'] = 'NPC',
  },
  ['分离的痛苦'] =
  {
    ['猎户马克霍尔'] = 'NPC',
  },
  ['塞瑞娜·血羽'] =
  {
    ['达索克·快刀'] = 'NPC',
  },
  ['瑟格拉·黑棘'] =
  {
    ['瑟格拉·黑棘'] = 'NPC',
    ['梅洛·石蹄'] = 'NPC',
  },
  ['狂热之蛇'] =
  {
    ['莫特加·火鬃'] = 'NPC',
    ['哈加尔·雷蹄'] = 'NPC',
  },
  ['毒蛇花'] =
  {
    ['药剂师扎玛'] = 'NPC',
  },
  ['为部落效力'] =
  {
    ['佐尔·孤树'] = 'NPC',
  },
  ['烧掉它们！'] =
  {
    ['侍卫玛特拉克'] = 'NPC',
  },
  ['暗影魔法'] =
  {
    ['治安官马瑞斯'] = 'NPC',
  },
  ['往日的阴影'] =
  {
    ['马迪亚斯·肖尔'] = 'NPC',
    ['巴隆斯·阿历克斯顿'] = 'NPC',
  },
  ['暗影蛛丝'] =
  {
    ['尼莉丝·洛克拉夫'] = 'NPC',
  },
  ['暗影守卫'] =
  {
    ['乌尔库'] = 'NPC',
    ['乌尔库'] = 'NPC',
    ['乌尔库'] = 'NPC',
    ['麦尔斯·威尔什'] = 'NPC',
    ['兰克斯特神父'] = 'NPC',
    ['萨尤斯'] = 'NPC',
  },
  ['末日之影'] =
  {
    ['指挥官托马斯·海勒拉'] = 'NPC',
  },
  ['暗影残片'] =
  {
    ['大法师特沃许'] = 'NPC',
    ['尤塞尔奈'] = 'NPC',
  },
  ['萨杜布拉的头颅'] =
  {
    ['塞娜尼·雷心'] = 'NPC',
  },
  ['地狱犬的灵魂'] =
  {
    ['梅纳拉·沃伦德'] = 'NPC',
    ['助手温图拉'] = 'NPC',
  },
  ['地狱火的灵魂'] =
  {
    ['梅纳拉·沃伦德'] = 'NPC',
    ['助手玛迦兹'] = 'NPC',
  },
  ['魔藤碎片'] =
  {
    ['拉比恩·萨图纳'] = 'NPC',
  },
  ['碎齿魂精'] =
  {
    ['巫医玛艾里'] = 'NPC',
  },
  ['分享知识'] =
  {
    ['盖满沙子的烹饪书'] = 'Object',
    ['卡兰德拉斯'] = 'NPC',
  },
  ['土地之争'] =
  {
    ['贝恩·血蹄'] = 'NPC',
  },
  ['沙普塔隆的爪子'] =
  {
    ['塞娜尼·雷心'] = 'NPC',
  },
  ['微光酒'] =
  {
    ['巡山人维拉特·麦酒'] = 'NPC',
    ['雷杰德·麦酒'] = 'NPC',
  },
  ['船运时刻表'] =
  {
    ['安全主管吉罗姆·比格维兹'] = 'NPC',
  },
  ['送往暴风城的货物'] =
  {
    ['摩根·匹斯特'] = 'NPC',
    ['威廉·匹斯特'] = 'NPC',
  },
  ['希兹尔的飞行器'] =
  {
    ['希兹尔'] = 'NPC',
  },
  ['信仰肩垫'] =
  {
    ['英尼戈·蒙托尔神父'] = 'NPC',
  },
  ['工作成果'] =
  {
    ['奥格索普·奥布诺提斯'] = 'NPC',
    ['工匠大师欧沃斯巴克'] = 'NPC',
    ['尼克斯·斯普克斯宾'] = 'NPC',
  },
  ['伐木机'] =
  {
    ['希雷斯·碎石'] = 'NPC',
  },
  ['无尽智慧披风'] =
  {
    ['凯伊·迅爪'] = 'NPC',
  },
  ['禁断邪语披风'] =
  {
    ['凯伊·迅爪'] = 'NPC',
  },
  ['梦魇的缠绕'] =
  {
    ['守护者雷姆洛斯'] = 'NPC',
  },
  ['希洛塔姆'] =
  {
    ['斯托姆·影蹄'] = 'NPC',
  },
  ['军情七处'] =
  {
    ['“剃刀”雷吉克'] = 'NPC',
    ['科瑞恩·塞尔留斯'] = 'NPC',
  },
  ['坚定力量之镰'] =
  {
    ['守望者哈尔洛'] = 'NPC',
  },
  ['阿拉索符印'] =
  {
    ['森古'] = 'NPC',
  },
  ['激流堡符印'] =
  {
    ['森古'] = 'NPC',
  },
  ['索拉丁符印'] =
  {
    ['森古'] = 'NPC',
    ['托尔甘'] = 'NPC',
  },
  ['托尔贝恩符印'] =
  {
    ['森古'] = 'NPC',
  },
  ['信号发射器'] =
  {
    ['希格斯·熔火'] = 'NPC',
    ['希格斯·熔火'] = 'NPC',
  },
  ['公爵的徽记'] =
  {
    ['鲍尔·蛮鬃'] = 'NPC',
  },
  ['隐秘通途之戒'] =
  {
    ['唤风者耶萨德拉'] = 'NPC',
  },
  ['坚定力量之戒'] =
  {
    ['唤风者耶萨德拉'] = 'NPC',
  },
  ['赞达拉的徽记'] =
  {
    ['商人林沃斯'] = 'NPC',
  },
  ['银爪铁心'] =
  {
    ['艾瑞丹·蓝风'] = 'NPC',
  },
  ['银脉长者'] =
  {
    ['银脉长者'] = 'NPC',
  },
  ['简要的信件'] =
  {
    ['莱尼·拜舍尔'] = 'NPC',
    ['治安官玛克布莱德'] = 'NPC',
  },
  ['简易备忘录'] =
  {
    ['斯兰·库尔曼'] = 'NPC',
    ['斯登·粗臂'] = 'NPC',
  },
  ['简易便笺'] =
  {
    ['哈鲁特·雷角'] = 'NPC',
    ['格鲁尔·鹰风'] = 'NPC',
  },
  ['简易羊皮纸'] =
  {
    ['弗朗恩'] = 'NPC',
    ['高内克'] = 'NPC',
  },
  ['简易符文'] =
  {
    ['斯兰·库尔曼'] = 'NPC',
    ['斯登·粗臂'] = 'NPC',
  },
  ['简易卷轴'] =
  {
    ['丹纳尔·斯特恩'] = 'NPC',
    ['暗影牧师萨维斯'] = 'NPC',
  },
  ['简易符记'] =
  {
    ['奥莉希亚'] = 'NPC',
    ['管理员伊尔萨莱恩'] = 'NPC',
  },
  ['国王的财宝'] =
  {
    ['奥宁·雨锤'] = 'NPC',
    ['霍夫丹·黑须'] = 'NPC',
  },
  ['普通石板'] =
  {
    ['弗朗恩'] = 'NPC',
    ['高内克'] = 'NPC',
  },
  ['歌唱水晶碎片'] =
  {
    ['克兰克·菲兹巴布'] = 'NPC',
  },
  ['小妹妹帕米拉'] =
  {
    ['帕米拉·雷德帕斯'] = 'NPC',
    ['杰希卡·雷德帕斯'] = 'NPC',
  },
  ['骸骨碎片'] =
  {
    ['化学家阿尔比顿'] = 'NPC',
    ['药剂师迪瑟斯'] = 'NPC',
  },
  ['回音山清剿行动'] =
  {
    ['治安官玛克布莱德'] = 'NPC',
  },
  ['清理隐匿石'] =
  {
    ['弗拉加尔'] = 'NPC',
  },
  ['骷髅石'] =
  {
    ['玛高兹'] = 'NPC',
  },
  ['劈颅巨魔的獠牙'] =
  {
    ['科博克'] = 'NPC',
  },
  ['逐星长者'] =
  {
    ['逐星长者'] = 'NPC',
  },
  ['夜光长者'] =
  {
    ['天光长者'] = 'NPC',
  },
  ['星灵长者'] =
  {
    ['星眼长者'] = 'NPC',
  },
  ['口渴的比格维兹'] =
  {
    ['首席工程师沙克斯·比格维兹'] = 'NPC',
  },
  ['饥饿者塔拉加曼'] =
  {
    ['尼尔鲁·火刃'] = 'NPC',
  },
  ['毛茸茸的小爪子'] =
  {
    ['亚布·尼比盖尔'] = 'NPC',
  },
  ['小型烟花'] =
  {
    ['法蕾尔·星歌'] = 'NPC',
  },
  ['智慧饮料'] =
  {
    ['麦伯克·米希瑞克斯'] = 'NPC',
  },
  ['铁匠必修课'] =
  {
    ['加尔文'] = 'NPC',
  },
  ['铁匠玛希尔'] =
  {
    ['玛希尔'] = 'NPC',
    ['艾兰娜瑞'] = 'NPC',
  },
  ['沃什加斯的蛇石'] =
  {
    ['基尔拉姆'] = 'NPC',
  },
  ['钳嘴龟！'] =
  {
    ['钓鱼者卡图姆'] = 'NPC',
  },
  ['连偷带抢'] =
  {
    ['马迪亚斯·肖尔'] = 'NPC',
  },
  ['弯牙土狼的颚骨'] =
  {
    ['血法师德拉吉亚'] = 'NPC',
  },
  ['雪冠长者'] =
  {
    ['雪冠长者'] = 'NPC',
  },
  ['柔软的狼尾'] =
  {
    ['亚布·尼比盖尔'] = 'NPC',
  },
  ['所罗门的律法'] =
  {
    ['拜里弗·科纳彻尔'] = 'NPC',
  },
  ['化解灾难'] =
  {
    ['迷失者塞尔杜林'] = 'NPC',
  },
  ['收集鳄鱼皮'] =
  {
    ['崔斯里克'] = 'NPC',
  },
  ['沼泽蛙的腿'] =
  {
    ['“沼泽之眼”加尔'] = 'NPC',
  },
  ['海龟汤'] =
  {
    ['克里斯托弗·杰弗寇特'] = 'NPC',
    ['厨师杰森'] = 'NPC',
  },
  ['禁锢灵魂的遗物'] =
  {
    ['马杜克镇长'] = 'NPC',
    ['莱尼德·巴萨罗梅'] = 'NPC',
  },
  ['南海海盗'] =
  {
    ['加兹鲁维'] = 'NPC',
  },
  ['南海复仇'] =
  {
    ['安全主管吉罗姆·比格维兹'] = 'NPC',
  },
  ['南海镇'] =
  {
    ['博学者迪布斯'] = 'NPC',
    ['米尔顿·西弗'] = 'NPC',
  },
  ['死亡的纪念品'] =
  {
    ['亡灵卫兵沙穆萨'] = 'NPC',
  },
  ['加布加布'] =
  {
    ['摩尔亚'] = 'NPC',
  },
  ['与纳菲恩交谈'] =
  {
    ['纳菲恩'] = 'NPC',
    ['格拉兹'] = 'NPC',
  },
  ['与萨尔法交谈'] =
  {
    ['萨尔法'] = 'NPC',
    ['纳菲恩'] = 'NPC',
  },
  ['安娜斯塔西娅'] =
  {
    ['安娜斯塔西娅·哈特威尔'] = 'NPC',
    ['凯恩·火歌'] = 'NPC',
  },
  ['和彬克交谈'] =
  {
    ['彬克'] = 'NPC',
    ['玛济斯·石衣'] = 'NPC',
  },
  ['库勒曼'] =
  {
    ['库勒曼·法席恩'] = 'NPC',
    ['亡灵卫兵迪林格尔'] = 'NPC',
  },
  ['迪林格尔'] =
  {
    ['亡灵卫兵迪林格尔'] = 'NPC',
    ['奥斯蒂尔·德·蒙'] = 'NPC',
    ['巴尔图斯·弗勒'] = 'NPC',
  },
  ['巨魔法师迪诺'] =
  {
    ['迪诺'] = 'NPC',
    ['安娜斯塔西娅·哈特威尔'] = 'NPC',
  },
  ['托米的祖母'] =
  {
    ['斯通菲尔德老奶奶'] = 'NPC',
    ['托米·乔·斯通菲尔德'] = 'NPC',
  },
  ['和詹妮亚交谈'] =
  {
    ['詹妮亚·坎农'] = 'NPC',
    ['扎尔迪玛·维夫希尔特'] = 'NPC',
  },
  ['霜狼军需官'] =
  {
    ['霜狼军需官'] = 'NPC',
    ['乔泰克'] = 'NPC',
  },
  ['与伦弗利尔会面'] =
  {
    ['药剂师伦弗利尔'] = 'NPC',
    ['高级执行官哈德瑞克'] = 'NPC',
  },
  ['和鲁迦交谈'] =
  {
    ['鲁迦·狂暴图腾'] = 'NPC',
    ['索瑞克'] = 'NPC',
  },
  ['与塞弗伦交谈'] =
  {
    ['执政官塞弗伦'] = 'NPC',
    ['库勒曼·法席恩'] = 'NPC',
  },
  ['沉默的舒尼'] =
  {
    ['沉默的舒尼'] = 'NPC',
    ['诺恩'] = 'NPC',
  },
  ['和索恩格瑞姆交谈'] =
  {
    ['索恩格瑞姆·火眼'] = 'NPC',
    ['鲁迦·狂暴图腾'] = 'NPC',
  },
  ['安苏瓦'] =
  {
    ['安苏瓦'] = 'NPC',
    ['尤塞尔奈'] = 'NPC',
  },
  ['关于坚韧的演讲'] =
  {
    ['米尔顿·西弗'] = 'NPC',
    ['克里斯托弗修士'] = 'NPC',
  },
  ['甘祖拉恩'] =
  {
    ['冒泡的大锅'] = 'Object',
  },
  ['奈兹里奥克'] =
  {
    ['冒泡的大锅'] = 'Object',
  },
  ['给加克希姆的特快专递'] =
  {
    ['加克希姆·尘链'] = 'NPC',
    ['科林·马伦'] = 'NPC',
  },
  ['特种部队'] =
  {
    ['多伦上尉'] = 'NPC',
    ['尤瓦中士'] = 'NPC',
  },
  ['魔焰长袍'] =
  {
    ['乔瑟夫·格里高利'] = 'NPC',
  },
  ['野猪之魂'] =
  {
    ['血法师德拉吉亚'] = 'NPC',
  },
  ['风之魂'] =
  {
    ['碎牙'] = 'NPC',
  },
  ['灵魂图腾'] =
  {
    ['捕风者巴斯拉'] = 'NPC',
  },
  ['精神矍铄'] =
  {
    ['血法师莱诺雷'] = 'NPC',
  },
  ['永不安息的灵魂'] =
  {
    ['罗哈图'] = 'NPC',
  },
  ['裂骨项链'] =
  {
    ['肯维雷'] = 'NPC',
  },
  ['碎石长者'] =
  {
    ['裂石长者'] = 'NPC',
  },
  ['幽灵灯塔'] =
  {
    ['人类孤儿'] = 'NPC',
  },
  ['斯普琳科的秘密佐料'] =
  {
    ['斯普琳科'] = 'NPC',
  },
  ['侍卫玛特拉克'] =
  {
    ['侍卫玛特拉克'] = 'NPC',
    ['卡拉然·温布雷'] = 'NPC',
  },
  ['鹿盔的魔精悬赏'] =
  {
    ['亚斯拉玛尼斯'] = 'NPC',
  },
  ['Staghelm\'s Requiem'] =
  {
    ['亚斯拉玛尼斯'] = 'NPC',
  },
  ['银鬃捕猎者'] =
  {
    ['猎户马克霍尔'] = 'NPC',
  },
  ['坠星村'] =
  {
    ['维恩德·夜风'] = 'NPC',
    ['达蕾恩·轻风'] = 'NPC',
  },
  ['星林长者'] =
  {
    ['星林长者'] = 'NPC',
  },
  ['星歌长者'] =
  {
    ['星歌长者'] = 'NPC',
  },
  ['星纹长者'] =
  {
    ['星织长者'] = 'NPC',
  },
  ['古树的手杖'] =
  {
    ['古树瓦特鲁斯'] = 'NPC',
  },
  ['盗取达纳苏斯的烈焰'] =
  {
    ['节日诗人'] = 'NPC',
  },
  ['盗取铁炉堡的烈焰'] =
  {
    ['节日诗人'] = 'NPC',
  },
  ['偷窃知识'] =
  {
    ['杰迪加'] = 'NPC',
  },
  ['盗取奥格瑞玛的烈焰'] =
  {
    ['节日博学者'] = 'NPC',
  },
  ['盗取暴风城的烈焰'] =
  {
    ['节日诗人'] = 'NPC',
  },
  ['偷取物资'] =
  {
    ['智者乌泰克'] = 'NPC',
  },
  ['盗取幽暗城的烈焰'] =
  {
    ['节日博学者'] = 'NPC',
  },
  ['盗取雷霆崖的烈焰'] =
  {
    ['节日博学者'] = 'NPC',
  },
  ['钢齿土狼'] =
  {
    ['梅洛·石蹄'] = 'NPC',
  },
  ['确保安全'] =
  {
    ['唤风者普劳豪恩'] = 'NPC',
  },
  ['斯图沃尔，前任死党'] =
  {
    ['不起眼的箱子'] = 'Object',
    ['纳瑞安'] = 'NPC',
  },
  ['更多的读物'] =
  {
    ['隐士奥泰尔'] = 'NPC',
  },
  ['工蝎的尾巴'] =
  {
    ['高内克'] = 'NPC',
  },
  ['毒刺鞭笞者'] =
  {
    ['哈杜肯·迅蹄'] = 'NPC',
  },
  ['臭气熏天的南海镇'] =
  {
    ['黑暗召唤者雅恩卡'] = 'NPC',
  },
  ['伊格纳兹的逃亡'] =
  {
    ['麦伯克·米希瑞克斯'] = 'NPC',
    ['摩根·斯特恩'] = 'NPC',
    ['伊格纳兹'] = 'NPC',
    ['伊格纳兹'] = 'NPC',
  },
  ['贝尔丁的补给'] =
  {
    ['驾驶员贝隆·风箱'] = 'NPC',
  },
  ['被窃的货物'] =
  {
    ['加兹鲁维'] = 'NPC',
  },
  ['被偷走的银币'] =
  {
    ['加兹罗格'] = 'NPC',
  },
  ['被偷走的冬幕节礼物'] =
  {
    ['可恶的格林奇'] = 'NPC',
    ['奇怪的雪人'] = 'NPC',
    ['奇怪的雪人'] = 'NPC',
    ['凯玛德·考伯宾奇'] = 'NPC',
    ['乌莫尔特'] = 'NPC',
  },
  ['被盗：鼓风机和望远镜'] =
  {
    ['通缉/失踪/失物招领'] = 'Object',
    ['监工斯克兰格'] = 'NPC',
  },
  ['斯杜雷的债务'] =
  {
    ['斯杜雷'] = 'NPC',
    ['“海狼”马克基雷'] = 'NPC',
  },
  ['斯杜雷的货物'] =
  {
    ['斯杜雷'] = 'NPC',
  },
  ['有备无患'] =
  {
    ['卢希恩·枪穗'] = 'NPC',
  },
  ['石雕'] =
  {
    ['看守者贝瓦里尔'] = 'NPC',
  },
  ['石墙长者'] =
  {
    ['石垒长者'] = 'NPC',
  },
  ['迪恩·石轮的梦想'] =
  {
    ['驾驶员迪恩·石轮'] = 'NPC',
    ['巡山人卡德雷尔'] = 'NPC',
  },
  ['禁锢之石'] =
  {
    ['虹光水晶碎块'] = 'Object',
    ['内禁锢之石'] = 'Object',
  },
  ['石塔长者'] =
  {
    ['石塔长者'] = 'NPC',
  },
  ['石爪山的困境'] =
  {
    ['马斯托克·维尔西斯'] = 'NPC',
  },
  ['雷眉长者'] =
  {
    ['雷眉长者'] = 'NPC',
  },
  ['风暴召唤者的王冠'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['风暴召唤者的足甲'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['风暴召唤者的护甲'] =
  {
    ['温瑟拉'] = 'NPC',
  },
  ['风暴召唤者的护腿'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['风暴召唤者的肩甲'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['雷暴和磐石'] =
  {
    ['海达克西斯公爵'] = 'NPC',
  },
  ['解码高手'] =
  {
    ['勘察员塔伯斯·雷矛'] = 'NPC',
    ['博学者迪布斯'] = 'NPC',
  },
  ['雷矛的包裹'] =
  {
    ['巡山人卡尔·雷矛'] = 'NPC',
    ['格瑞曼德·艾尔默'] = 'NPC',
  },
  ['卡尔·雷矛的订单'] =
  {
    ['弗伦·长须'] = 'NPC',
    ['巡山人卡尔·雷矛'] = 'NPC',
  },
  ['升官之道'] =
  {
    ['法尔林·奥里涅尔中尉'] = 'NPC',
  },
  ['暴风城图书馆'] =
  {
    ['丹亚·托瓦尔德'] = 'NPC',
  },
  ['集合在暴风城'] =
  {
    ['雷吉纳德·温德索尔'] = 'NPC',
    ['麦克斯韦尔元帅'] = 'NPC',
  },
  ['卡德雷尔的酒'] =
  {
    ['巡山人卡德雷尔'] = 'NPC',
    ['巡山人维拉特·麦酒'] = 'NPC',
  },
  ['奇怪的联盟'] =
  {
    ['智者乌泰克'] = 'NPC',
    ['潘迪加斯船长'] = 'NPC',
  },
  ['奇怪的源头'] =
  {
    ['多诺瓦·雪山'] = 'NPC',
  },
  ['荆棘谷热疫'] =
  {
    ['巫医安巴格瓦'] = 'NPC',
    ['芬·菲兹拉克'] = 'NPC',
  },
  ['穆贾巴之力'] =
  {
    ['击碎者金罗克'] = 'NPC',
    ['击碎者金罗克'] = 'NPC',
    ['击碎者金罗克'] = 'NPC',
  },
  ['攻击者的王冠'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['攻击者的足甲'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['攻击者的护甲'] =
  {
    ['温瑟拉'] = 'NPC',
  },
  ['攻击者的护腿'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['攻击者的护肩'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['激流堡徽章'] =
  {
    ['尼艾丝队长'] = 'NPC',
  },
  ['研究石元素'] =
  {
    ['鲁特维尔·沃拉图斯'] = 'NPC',
    ['鲁特维尔·沃拉图斯'] = 'NPC',
    ['鲁特维尔·沃拉图斯'] = 'NPC',
  },
  ['苏利·巴鲁的信'] =
  {
    ['萨拉·巴鲁'] = 'NPC',
  },
  ['召唤地狱战马'] =
  {
    ['斯坦哈德·法尔杉'] = 'NPC',
    ['斯坦哈德·法尔杉'] = 'NPC',
    ['斯坦哈德·法尔杉'] = 'NPC',
    ['斯坦哈德·法尔杉'] = 'NPC',
    ['斯坦哈德·法尔杉'] = 'NPC',
    ['德米赛特·克劳斯'] = 'NPC',
    ['泽弗洛斯特'] = 'NPC',
    ['卡尔·噬灵'] = 'NPC',
    ['布瑞尔索恩'] = 'NPC',
  },
  ['召唤沙德拉'] =
  {
    ['药剂师林度恩'] = 'NPC',
    ['加德林大师'] = 'NPC',
  },
  ['召唤大地公主'] =
  {
    ['密斯莱尔水晶碎块'] = 'Object',
    ['迷失者塞尔杜林'] = 'NPC',
  },
  ['水下宝藏'] =
  {
    ['舰队指挥官卡拉·海角'] = 'NPC',
    ['沙克斯·奥布里'] = 'NPC',
    ['沙克斯·奥布里'] = 'NPC',
    ['德拉克里格博士'] = 'NPC',
    ['德拉克里格博士'] = 'NPC',
    ['舰队指挥官卡拉·海角'] = 'NPC',
    ['沙克斯·奥布里'] = 'NPC',
    ['菲兹索普教授'] = 'NPC',
    ['德拉克里格博士'] = 'NPC',
  },
  ['晒焦的蛋壳'] =
  {
    ['玛希尔'] = 'NPC',
  },
  ['苏塔拉之石'] =
  {
    ['烧焦的信件'] = 'Object',
    ['烧焦的信件'] = 'Object',
    ['索里奥斯馆长'] = 'NPC',
    ['杜里奥斯·裂石'] = 'NPC',
  },
  ['超级收割机6000'] =
  {
    ['菲兹克斯'] = 'NPC',
  },
  ['极度粘稠的沥青'] =
  {
    ['特兰雷克'] = 'NPC',
  },
  ['精良的作战装备 - 银色黎明崇拜'] =
  {
    ['军需官米兰达·布利洛克'] = 'NPC',
  },
  ['精良的作战装备 - 银色黎明友善'] =
  {
    ['军需官米兰达·布利洛克'] = 'NPC',
  },
  ['精良的作战装备 - 银色黎明尊敬'] =
  {
    ['军需官米兰达·布利洛克'] = 'NPC',
  },
  ['精良的作战装备 - 银色黎明崇敬'] =
  {
    ['军需官米兰达·布利洛克'] = 'NPC',
  },
  ['菲兹普罗克主管'] =
  {
    ['摩林·云行者'] = 'NPC',
  },
  ['守望堡的物资'] =
  {
    ['军需官朗格尔斯'] = 'NPC',
    ['守卫队长索里加尔'] = 'NPC',
  },
  ['十字路口的补给品'] =
  {
    ['索克'] = 'NPC',
  },
  ['来自夜色镇的货物'] =
  {
    ['伊瓦夫人'] = 'NPC',
    ['亚伯克隆比'] = 'NPC',
  },
  ['奥伯丁的补给品'] =
  {
    ['净化者德尔葛兰'] = 'NPC',
    ['费罗·艾隆汉'] = 'NPC',
  },
  ['列兵索尔森的补给物资'] =
  {
    ['列兵托尔森'] = 'NPC',
    ['克拉兹克'] = 'NPC',
  },
  ['塔诺克的补给品'] =
  {
    ['塔诺克·霜锤'] = 'NPC',
    ['汉兹·跳链'] = 'NPC',
  },
  ['供与求'] =
  {
    ['崔斯里克'] = 'NPC',
  },
  ['前线的补给'] =
  {
    ['索瓦尔德·深炉'] = 'NPC',
    ['托姆斯·深炉'] = 'NPC',
  },
  ['瑟伯切尔的补给'] =
  {
    ['卡洛斯·拉佐克'] = 'NPC',
    ['亡灵卫兵博迪瑞格'] = 'NPC',
  },
  ['压制'] =
  {
    ['衰老的戴奥'] = 'NPC',
  },
  ['苏伦娜·凯尔东'] =
  {
    ['黑暗缚灵者加科因'] = 'NPC',
  },
  ['可疑的蹄印'] =
  {
    ['可疑的蹄印'] = 'Object',
    ['可疑的蹄印'] = 'Object',
    ['克罗格'] = 'NPC',
    ['盖兰·维米斯队长'] = 'NPC',
  },
  ['斯温的营地'] =
  {
    ['一堆松软的泥土'] = 'Object',
    ['斯温·约根'] = 'NPC',
  },
  ['斯温的复仇'] =
  {
    ['一堆松软的泥土'] = 'Object',
    ['斯温·约根'] = 'NPC',
  },
  ['琥珀酒'] =
  {
    ['葛瑞姆·雷酒'] = 'NPC',
    ['葛瑞姆·雷酒'] = 'NPC',
    ['葛瑞姆·雷酒'] = 'NPC',
    ['葛瑞姆·雷酒'] = 'NPC',
    ['葛瑞姆·雷酒'] = 'NPC',
  },
  ['甜美的平静'] =
  {
    ['轻盈的莉莉丝'] = 'NPC',
  },
  ['猎捕猛鹫'] =
  {
    ['哈肯·风之图腾'] = 'NPC',
  },
  ['调和的徽记'] =
  {
    ['无眠者赞札'] = 'NPC',
  },
  ['辛迪加刺客'] =
  {
    ['赫尼·马雷布镇长'] = 'NPC',
  },
  ['辛迪加徽章'] =
  {
    ['拉文霍德卫兵'] = 'NPC',
  },
  ['Tabard of the Argent Dawn'] =
  {
    ['银色军需官'] = 'NPC',
  },
  ['塔贝萨的任务'] =
  {
    ['塔贝萨'] = 'NPC',
    ['奥松·格鲁尔'] = 'NPC',
    ['安娜斯塔西娅·哈特威尔'] = 'NPC',
    ['彬克'] = 'NPC',
    ['詹妮亚·坎农'] = 'NPC',
    ['迪诺'] = 'NPC',
  },
  ['七贤石板'] =
  {
    ['七贤石板'] = 'Object',
    ['麦克斯沃特·尤博格林'] = 'NPC',
  },
  ['被污染的信件'] =
  {
    ['杜希拉·拉萨雷'] = 'NPC',
    ['治安官玛克布莱德'] = 'NPC',
  },
  ['被污染的备忘录'] =
  {
    ['阿拉玛尔·格里姆'] = 'NPC',
    ['斯登·粗臂'] = 'NPC',
  },
  ['被污染的羊皮纸'] =
  {
    ['纳托克'] = 'NPC',
    ['高内克'] = 'NPC',
  },
  ['被污染的卷轴'] =
  {
    ['马克希米林'] = 'NPC',
    ['暗影牧师萨维斯'] = 'NPC',
  },
  ['夺取五座基地'] =
  {
    ['屠杀者杜维尔'] = 'NPC',
  },
  ['夺取四座基地'] =
  {
    ['屠杀者杜维尔'] = 'NPC',
  },
  ['夺回希利苏斯'] =
  {
    ['唤风者普劳豪恩'] = 'NPC',
    ['唤风者普劳豪恩'] = 'NPC',
    ['塞纳里奥使者安亚·碧月'] = 'NPC',
    ['塞纳里奥使者托尔·黑蹄'] = 'NPC',
  },
  ['双足飞龙管理员塔尔'] =
  {
    ['塔尔'] = 'NPC',
    ['安哈努'] = 'NPC',
  },
  ['驯服野兽'] =
  {
    ['格瑞夫'] = 'NPC',
    ['格瑞夫'] = 'NPC',
    ['格瑞夫'] = 'NPC',
    ['雅文·刺鬃'] = 'NPC',
    ['雅文·刺鬃'] = 'NPC',
    ['雅文·刺鬃'] = 'NPC',
    ['索塔尔'] = 'NPC',
    ['索塔尔'] = 'NPC',
    ['索塔尔'] = 'NPC',
    ['达扎拉'] = 'NPC',
    ['达扎拉'] = 'NPC',
    ['达扎拉'] = 'NPC',
  },
  ['塔纳利斯的样本'] =
  {
    ['首席工程师沙克斯·比格维兹'] = 'NPC',
  },
  ['塔蕾莎的礼物'] =
  {
    ['克鲁斯克'] = 'NPC',
    ['艾丽萨'] = 'NPC',
  },
  ['目标：达尔松之泪'] =
  {
    ['瘟疫之锅'] = 'Object',
    ['瘟疫之锅'] = 'Object',
    ['高阶牧师玛多妮尔'] = 'NPC',
    ['暗影牧师范蒂丝'] = 'NPC',
  },
  ['目标：费尔斯通农场'] =
  {
    ['瘟疫之锅'] = 'Object',
    ['瘟疫之锅'] = 'Object',
    ['高阶牧师玛多妮尔'] = 'NPC',
    ['暗影牧师范蒂丝'] = 'NPC',
  },
  ['目标：盖罗恩农场'] =
  {
    ['瘟疫之锅'] = 'Object',
    ['瘟疫之锅'] = 'Object',
    ['高阶牧师玛多妮尔'] = 'NPC',
    ['暗影牧师范蒂丝'] = 'NPC',
  },
  ['目标：亚什工蝎'] =
  {
    ['指挥官玛尔利斯'] = 'NPC',
  },
  ['目标：亚什沙行者'] =
  {
    ['指挥官玛尔利斯'] = 'NPC',
  },
  ['目标：亚什毒蝎'] =
  {
    ['指挥官玛尔利斯'] = 'NPC',
  },
  ['目标：亚什工蝎'] =
  {
    ['指挥官玛尔利斯'] = 'NPC',
  },
  ['目标：雷戈伏击者'] =
  {
    ['指挥官玛尔利斯'] = 'NPC',
  },
  ['目标：雷戈掘洞者'] =
  {
    ['指挥官玛尔利斯'] = 'NPC',
  },
  ['目标：雷戈制奴者'] =
  {
    ['指挥官玛尔利斯'] = 'NPC',
  },
  ['目标：雷戈喷毒者'] =
  {
    ['指挥官玛尔利斯'] = 'NPC',
  },
  ['目标：佐拉雌蝎'] =
  {
    ['指挥官玛尔利斯'] = 'NPC',
  },
  ['目标：佐拉掠夺者'] =
  {
    ['指挥官玛尔利斯'] = 'NPC',
  },
  ['目标：佐拉坑道蝎'] =
  {
    ['指挥官玛尔利斯'] = 'NPC',
  },
  ['目标：佐拉守卫'] =
  {
    ['指挥官玛尔利斯'] = 'NPC',
  },
  ['目标：嚎哭鬼屋'] =
  {
    ['瘟疫之锅'] = 'Object',
    ['瘟疫之锅'] = 'Object',
    ['高阶牧师玛多妮尔'] = 'NPC',
    ['暗影牧师范蒂丝'] = 'NPC',
  },
  ['月神的泪水'] =
  {
    ['女祭司艾茉拉'] = 'NPC',
  },
  ['泰达希尔'] =
  {
    ['大德鲁伊范达尔·鹿盔'] = 'NPC',
    ['哨兵阿瑞尼亚·碎云'] = 'NPC',
  },
  ['十枚荣誉徽章'] =
  {
    ['达纳苏斯嘉奖官'] = 'NPC',
    ['诺姆瑞根表扬官'] = 'NPC',
    ['铁炉堡嘉奖官'] = 'NPC',
    ['暴风城嘉奖官'] = 'NPC',
    ['奥格瑞玛嘉奖官'] = 'NPC',
    ['暗矛嘉奖官'] = 'NPC',
    ['幽暗城嘉奖官'] = 'NPC',
    ['雷霆崖嘉奖官'] = 'NPC',
    ['军官乌萨雷'] = 'NPC',
    ['军官鲁娜莱'] = 'NPC',
    ['军官波特霍斯'] = 'NPC',
    ['军官彼尔德·铁须'] = 'NPC',
    ['军官布莱德·红刺'] = 'NPC',
    ['军官马洛尔夫'] = 'NPC',
    ['军官森德·雷蹄'] = 'NPC',
    ['军官高特娜'] = 'NPC',
  },
  ['十枚荣誉徽章换取物资'] =
  {
    ['督军格尔库克'] = 'NPC',
    ['大元帅斯诺·落雪'] = 'NPC',
  },
  ['特纳隆的召唤'] =
  {
    ['特纳隆·雷拳'] = 'NPC',
    ['基尔沙兰·风行者'] = 'NPC',
  },
  ['耐力的试炼'] =
  {
    ['多恩·平原行者'] = 'NPC',
  },
  ['信仰的试炼'] =
  {
    ['多恩·平原行者'] = 'NPC',
  },
  ['知识试炼'] =
  {
    ['帕科瓦·芬塔拉斯'] = 'NPC',
    ['帕科瓦·芬塔拉斯'] = 'NPC',
    ['帕科瓦·芬塔拉斯'] = 'NPC',
    ['布劳格·幽魂'] = 'NPC',
    ['布劳格·幽魂'] = 'NPC',
    ['布劳格·幽魂'] = 'NPC',
    ['多恩·平原行者'] = 'NPC',
    ['布劳格·幽魂'] = 'NPC',
  },
  ['力量的试炼'] =
  {
    ['多恩·平原行者'] = 'NPC',
  },
  ['试探敌人'] =
  {
    ['拉哈罗'] = 'NPC',
  },
  ['堕落检测 - 费伍德森林'] =
  {
    ['测试仪器'] = 'Object',
  },
  ['杂质检测 - 安戈洛环形山'] =
  {
    ['测试仪器'] = 'Object',
  },
  ['测试容器'] =
  {
    ['巫医尤克里'] = 'NPC',
  },
  ['萨迪斯·格希德'] =
  {
    ['萨迪斯·格希德'] = 'NPC',
    ['狮鹫兽管理员沙拉克·鹰斧'] = 'NPC',
  },
  ['萨兰纳尔的货物'] =
  {
    ['法芬德尔'] = 'NPC',
  },
  ['萨瑞尔祖恩'] =
  {
    ['治安官马瑞斯'] = 'NPC',
  },
  ['萨纳瑞恩的希望'] =
  {
    ['萨纳瑞恩·绿树'] = 'NPC',
  },
  ['狮子大开口'] =
  {
    ['烟鬼拉鲁恩'] = 'NPC',
  },
  ['塔兹利尔的镐'] =
  {
    ['工头塔兹利尔'] = 'NPC',
  },
  ['健忘的勘察员'] =
  {
    ['考古学家弗拉冈特'] = 'NPC',
    ['考古学家弗拉冈特'] = 'NPC',
    ['首席考古学家杜瑟·灰须'] = 'NPC',
    ['考古学家霍莉'] = 'NPC',
    ['勘察员雷姆塔维尔'] = 'NPC',
    ['首席考古学家杜瑟·灰须'] = 'NPC',
    ['考古学家霍莉'] = 'NPC',
    ['考古学家霍莉'] = 'NPC',
    ['勘察员雷姆塔维尔'] = 'NPC',
  },
  ['活跃的探子'] =
  {
    ['贝蒂娜·比格辛克'] = 'NPC',
  },
  ['将军的命令'] =
  {
    ['加索克'] = 'NPC',
    ['纳兹格雷尔'] = 'NPC',
    ['加索克'] = 'NPC',
  },
  ['格斗考验'] =
  {
    ['克兰诺克·马克雷德'] = 'NPC',
  },
  ['丹奥加兹告急'] =
  {
    ['瓦斯塔格·铁颚'] = 'NPC',
    ['巡山人罗克加'] = 'NPC',
  },
  ['祖达萨全视之眼'] =
  {
    ['全知者阿塔比姆'] = 'NPC',
  },
  ['联盟需要阿尔萨斯之泪！'] =
  {
    ['士官长戈麦恩'] = 'NPC',
  },
  ['联盟需要铜锭！'] =
  {
    ['布罗恩·石眉'] = 'NPC',
  },
  ['联盟需要铁锭！'] =
  {
    ['卡恩斯下士'] = 'NPC',
  },
  ['联盟需要轻皮！'] =
  {
    ['波尼·碎石'] = 'NPC',
  },
  ['联盟需要亚麻绷带！'] =
  {
    ['哨兵塞尔瓦·银空'] = 'NPC',
  },
  ['联盟需要中皮!'] =
  {
    ['列兵波特'] = 'NPC',
  },
  ['联盟需要更多阿尔萨斯之泪！'] =
  {
    ['士官长戈麦恩'] = 'NPC',
  },
  ['联盟需要更多铜锭！'] =
  {
    ['布罗恩·石眉'] = 'NPC',
  },
  ['联盟需要更多铁锭！'] =
  {
    ['卡恩斯下士'] = 'NPC',
  },
  ['联盟需要更多轻皮！'] =
  {
    ['波尼·碎石'] = 'NPC',
  },
  ['联盟需要更多亚麻绷带！'] =
  {
    ['哨兵塞尔瓦·银空'] = 'NPC',
  },
  ['联盟需要更多中皮！'] =
  {
    ['列兵波特'] = 'NPC',
  },
  ['联盟需要更多紫莲花！'] =
  {
    ['艾文·夜歌'] = 'NPC',
  },
  ['联盟需要更多彩鳍鱼！'] =
  {
    ['美食家斯里克'] = 'NPC',
  },
  ['联盟需要更多烤迅猛龙肉！'] =
  {
    ['萨拉·塞维斯'] = 'NPC',
  },
  ['联盟需要更多符文布绷带！'] =
  {
    ['守护者莫沙·月影'] = 'NPC',
  },
  ['联盟需要更多丝质绷带！'] =
  {
    ['女护士斯通菲尔德'] = 'NPC',
  },
  ['联盟需要更多斑点黄尾鱼！'] =
  {
    ['女猎手蕾尔·急流'] = 'NPC',
  },
  ['联盟需要更多荆棘藻！'] =
  {
    ['列兵德拉里格'] = 'NPC',
  },
  ['联盟需要更多厚皮！'] =
  {
    ['玛尔塔·钢轴'] = 'NPC',
  },
  ['联盟需要更多瑟银锭！'] =
  {
    ['达米'] = 'NPC',
  },
  ['联盟需要紫莲花！'] =
  {
    ['艾文·夜歌'] = 'NPC',
  },
  ['联盟需要彩鳍鱼！'] =
  {
    ['美食家斯里克'] = 'NPC',
  },
  ['联盟需要烤迅猛龙肉！'] =
  {
    ['萨拉·塞维斯'] = 'NPC',
  },
  ['联盟需要符文布绷带！'] =
  {
    ['守护者莫沙·月影'] = 'NPC',
  },
  ['联盟需要丝质绷带！'] =
  {
    ['女护士斯通菲尔德'] = 'NPC',
  },
  ['联盟需要斑点黄尾鱼！'] =
  {
    ['女猎手蕾尔·急流'] = 'NPC',
  },
  ['联盟需要荆棘藻！'] =
  {
    ['列兵德拉里格'] = 'NPC',
  },
  ['联盟需要厚皮!'] =
  {
    ['玛尔塔·钢轴'] = 'NPC',
  },
  ['联盟需要瑟银锭！'] =
  {
    ['达米'] = 'NPC',
  },
  ['联盟需要你的帮助！'] =
  {
    ['大元帅斯诺·落雪'] = 'NPC',
    ['军士长菲兹伯特'] = 'NPC',
    ['军士长玛克卢尔'] = 'NPC',
    ['军士长希德·月影'] = 'NPC',
  },
  ['祖尔祭坛'] =
  {
    ['狮鹫兽管理员沙拉克·鹰斧'] = 'NPC',
  },
  ['远古之卵'] =
  {
    ['叶基亚'] = 'NPC',
  },
  ['远古石叶'] =
  {
    ['古树瓦特鲁斯'] = 'NPC',
  },
  ['远古雕像'] =
  {
    ['塔尔伦'] = 'NPC',
  },
  ['狂暴的镰爪龙'] =
  {
    ['瑟格拉·黑棘'] = 'NPC',
  },
  ['达隆郡的历史'] =
  {
    ['克罗米'] = 'NPC',
  },
  ['安戈洛的猩猩'] =
  {
    ['托尔瓦·寻路者'] = 'NPC',
  },
  ['詹诺克的花'] =
  {
    ['塞尤娜'] = 'NPC',
    ['詹诺克·柔歌'] = 'NPC',
  },
  ['奥法师的食谱'] =
  {
    ['博学者基尔达斯'] = 'NPC',
  },
  ['The Archbishop\'s Mercy'] =
  {
    ['指挥官卡尔·菲利普'] = 'NPC',
  },
  ['档案管理员'] =
  {
    ['尼古拉斯·瑟伦霍夫公爵'] = 'NPC',
  },
  ['银色黎明宝箱'] =
  {
    ['银色黎明宝箱'] = 'Object',
    ['玛克斯韦尔·泰罗索斯男爵'] = 'NPC',
  },
  ['铸造护甲的艺术'] =
  {
    ['格鲁努斯·削钢'] = 'NPC',
    ['奥克索斯·铁怒'] = 'NPC',
  },
  ['灌魔工艺'] =
  {
    ['加尔文'] = 'NPC',
  },
  ['灰谷狩猎'] =
  {
    ['塞娜尼·雷心'] = 'NPC',
    ['塞娜尼·雷心'] = 'NPC',
    ['塞娜尼·雷心'] = 'NPC',
    ['塞娜尼·雷心'] = 'NPC',
    ['乔恩·星眼'] = 'NPC',
    ['公告员高拉克'] = 'NPC',
    ['雷霆崖信使斯塔德尔'] = 'NPC',
  },
  ['阿塔莱流放者'] =
  {
    ['阿塔莱流放者'] = 'NPC',
    ['费泽鲁尔'] = 'NPC',
  },
  ['伏击！'] =
  {
    ['埃林·提亚斯'] = 'NPC',
    ['泰里恩'] = 'NPC',
  },
  ['碧蓝钥匙'] =
  {
    ['乔拉齐·拉文霍德公爵'] = 'NPC',
    ['大法师克希雷姆'] = 'NPC',
  },
  ['拉克维的诱饵'] =
  {
    ['托尔瓦·寻路者'] = 'NPC',
  },
  ['光与影的平衡'] =
  {
    ['艾瑞斯·哈文法'] = 'NPC',
  },
  ['自然的平衡'] =
  {
    ['管理员伊尔萨莱恩'] = 'NPC',
    ['管理员伊尔萨莱恩'] = 'NPC',
  },
  ['巴尼尔农场'] =
  {
    ['安娜斯塔西娅·哈特威尔'] = 'NPC',
  },
  ['贫瘠之地的绿洲'] =
  {
    ['图加·符文图腾'] = 'NPC',
    ['大德鲁伊哈缪尔·符文图腾'] = 'NPC',
  },
  ['贫瘠之地的港口'] =
  {
    ['码头管理员迪兹维格'] = 'NPC',
    ['塞恩提尔·刃纹'] = 'NPC',
  },
  ['石化蜥蜴的大脑'] =
  {
    ['血法师莱诺雷'] = 'NPC',
  },
  ['为奥特兰克而战'] =
  {
    ['沃加·死爪'] = 'NPC',
  },
  ['阿拉希盆地之战！'] =
  {
    ['奥斯莱特元帅'] = 'NPC',
    ['奥斯莱特元帅'] = 'NPC',
    ['奥斯莱特元帅'] = 'NPC',
    ['奥斯莱特元帅'] = 'NPC',
    ['屠杀者杜维尔'] = 'NPC',
    ['屠杀者杜维尔'] = 'NPC',
    ['屠杀者杜维尔'] = 'NPC',
    ['屠杀者杜维尔'] = 'NPC',
  },
  ['奥特兰克的战斗'] =
  {
    ['勘察员塔雷·石镐'] = 'NPC',
  },
  ['达隆郡的战斗'] =
  {
    ['帕米拉·雷德帕斯'] = 'NPC',
    ['克罗米'] = 'NPC',
  },
  ['作战计划'] =
  {
    ['木爪作战地图'] = 'Object',
    ['哈杜肯·迅蹄'] = 'NPC',
  },
  ['斗猪'] =
  {
    ['格鲁尔·鹰风'] = 'NPC',
  },
  ['糟糕的消息'] =
  {
    ['国王麦格尼·铜须'] = 'NPC',
    ['卡兰·巨锤'] = 'NPC',
  },
  ['被污染的水元素'] =
  {
    ['马斯托克·维尔西斯'] = 'NPC',
  },
  ['誓缚'] =
  {
    ['凯伦丁·哈加尔'] = 'NPC',
    ['凯伦丁·哈加尔'] = 'NPC',
    ['甘鲁尔·血眼'] = 'NPC',
    ['甘鲁尔·血眼'] = 'NPC',
    ['黑暗缚灵者加科因'] = 'NPC',
    ['黑暗缚灵者加科因'] = 'NPC',
    ['斯坦哈德·法尔杉'] = 'NPC',
  },
  ['黑盒子'] =
  {
    ['飞行员比罗·长须'] = 'NPC',
  },
  ['黑色盾牌'] =
  {
    ['黑色盾牌'] = 'Object',
    ['黑色盾牌'] = 'Object',
    ['克罗格'] = 'NPC',
    ['克罗格'] = 'NPC',
    ['卡兹·双链'] = 'NPC',
    ['莫萨恩'] = 'NPC',
    ['盖兰·维米斯队长'] = 'NPC',
    ['盖兰·维米斯队长'] = 'NPC',
    ['杜高尔'] = 'NPC',
    ['杜高尔'] = 'NPC',
    ['克罗格'] = 'NPC',
    ['克罗格'] = 'NPC',
    ['卡兹·双链'] = 'NPC',
    ['盖兰·维米斯队长'] = 'NPC',
    ['杜高尔'] = 'NPC',
  },
  ['黑木熊怪的堕落'] =
  {
    ['桑迪斯·织风'] = 'NPC',
  },
  ['凋零者'] =
  {
    ['伯瓦尔·弗塔根公爵'] = 'NPC',
    ['弗林特·沙多摩尔'] = 'NPC',
  },
  ['血帆海盗'] =
  {
    ['血帆海盗的信件'] = 'Object',
    ['血帆海盗的信件'] = 'Object',
    ['舰队指挥官卡拉·海角'] = 'NPC',
    ['舰队指挥官卡拉·海角'] = 'NPC',
    ['舰队指挥官卡拉·海角'] = 'NPC',
    ['大副克拉兹'] = 'NPC',
    ['大副克拉兹'] = 'NPC',
    ['大副克拉兹'] = 'NPC',
  },
  ['猎杀野猪'] =
  {
    ['塔林·锐眼'] = 'NPC',
  },
  ['乌尔之书'] =
  {
    ['看守者贝尔杜加'] = 'NPC',
  },
  ['海龟照片'] =
  {
    ['克格尔·曲藤'] = 'NPC',
    ['达蕾恩·轻风'] = 'NPC',
  },
  ['永恒之树'] =
  {
    ['人类孤儿'] = 'NPC',
  },
  ['泰达希尔的渔业'] =
  {
    ['维斯派塔斯'] = 'NPC',
    ['尼莎·影歌'] = 'NPC',
  },
  ['塞纳留斯的树枝'] =
  {
    ['伊莉亚娜'] = 'NPC',
    ['安妮莉亚'] = 'NPC',
  },
  ['防撞头盔'] =
  {
    ['维兹尔·铜栓'] = 'NPC',
  },
  ['铜栓兄弟'] =
  {
    ['维兹尔·铜栓'] = 'NPC',
  },
  ['防撞头盔'] =
  {
    ['飞行员比罗·长须'] = 'NPC',
  },
  ['铜栓兄弟'] =
  {
    ['科罗莫特·钢尺'] = 'NPC',
  },
  ['破碎的符印'] =
  {
    ['托尔甘'] = 'NPC',
    ['森古'] = 'NPC',
  },
  ['重铸和平'] =
  {
    ['国王麦格尼·铜须'] = 'NPC',
    ['萨尔'] = 'NPC',
    ['独眼高恩'] = 'NPC',
  },
  ['奥妮克希亚的血脉'] =
  {
    ['莫格穆洛克大王'] = 'NPC',
    ['德拉兹辛比'] = 'NPC',
    ['德拉兹辛比'] = 'NPC',
    ['莫格穆洛克大王'] = 'NPC',
    ['德拉兹辛比'] = 'NPC',
  },
  ['灵魂的燃烧'] =
  {
    ['莫林·碎骨者'] = 'NPC',
  },
  ['上级的命令'] =
  {
    ['瓦里玛萨斯'] = 'NPC',
    ['纳萨诺斯·凋零者'] = 'NPC',
  },
  ['召唤'] =
  {
    ['地质学家拉克斯班'] = 'NPC',
  },
  ['船长的箱子 (精英)'] =
  {
    ['海克拜瑞·斯莫特船长'] = 'NPC',
  },
  ['船长的箱子'] =
  {
    ['海克拜瑞·斯莫特船长'] = 'NPC',
  },
  ['船长的弯刀'] =
  {
    ['斯普罗格'] = 'NPC',
    ['斯普罗格'] = 'NPC',
    ['海克拜瑞·斯莫特船长'] = 'NPC',
    ['海克拜瑞·斯莫特船长'] = 'NPC',
  },
  ['商队通路'] =
  {
    ['书记员达尔塔'] = 'NPC',
    ['旅行者拉兹戈特'] = 'NPC',
  },
  ['卡尔文家族'] =
  {
    ['乔纳森·卡尔文'] = 'NPC',
    ['书记员达尔塔'] = 'NPC',
  },
  ['挑战'] =
  {
    ['安希恩·哈莫'] = 'NPC',
    ['法琳·树形者'] = 'NPC',
  },
  ['女妖之王的勇士'] =
  {
    ['纳萨诺斯·凋零者'] = 'NPC',
    ['希尔瓦娜斯·风行者'] = 'NPC',
  },
  ['部落的勇士'] =
  {
    ['罗卡鲁'] = 'NPC',
    ['萨尔'] = 'NPC',
  },
  ['The Champion Returns'] =
  {
    ['安纳克罗斯'] = 'NPC',
    ['守护者雷姆洛斯'] = 'NPC',
  },
  ['The Changing of Paths - Conqueror No More'] =
  {
    ['安纳克罗斯'] = 'NPC',
  },
  ['The Changing of Paths - Invoker No More'] =
  {
    ['安纳克罗斯'] = 'NPC',
  },
  ['远离保护者之路'] =
  {
    ['安纳克罗斯'] = 'NPC',
  },
  ['守护之龙'] =
  {
    ['安纳克罗斯'] = 'NPC',
  },
  ['死亡之寒'] =
  {
    ['格莉丝·戴玛'] = 'NPC',
  },
  ['壁泉河'] =
  {
    ['桑迪斯·织风'] = 'NPC',
  },
  ['清理海岸'] =
  {
    ['葛瑞森船长'] = 'NPC',
  },
  ['海岸上的威胁'] =
  {
    ['葛瑞森船长'] = 'NPC',
  },
  ['收货人'] =
  {
    ['治安官杜汉'] = 'NPC',
  },
  ['鲜血的颜色'] =
  {
    ['尼科瓦·拉斯克'] = 'NPC',
  },
  ['达奥拉赫宝珠'] =
  {
    ['梅纳拉·沃伦德'] = 'NPC',
  },
  ['诺奥拉赫宝珠'] =
  {
    ['梅纳拉·沃伦德'] = 'NPC',
  },
  ['完成金线血袍'] =
  {
    ['梅纳拉·沃伦德'] = 'NPC',
  },
  ['肥大的食腐虫'] =
  {
    ['纳萨诺斯·凋零者'] = 'NPC',
  },
  ['堕落者'] =
  {
    ['莫林·碎骨者'] = 'NPC',
    ['莫林·碎骨者'] = 'NPC',
    ['莫林·碎骨者'] = 'NPC',
    ['塔卡塔·钢刃'] = 'NPC',
    ['塔卡塔·钢刃'] = 'NPC',
    ['莫林·碎骨者'] = 'NPC',
  },
  ['遥远的旅途'] =
  {
    ['戈沙拉·夜语'] = 'NPC',
    ['阿古斯·夜语'] = 'NPC',
  },
  ['碧火萨特'] =
  {
    ['艾瑞丹·蓝风'] = 'NPC',
  },
  ['黑暗笼罩'] =
  {
    ['部落英雄的灵魂'] = 'NPC',
    ['基利斯的灵魂'] = 'NPC',
  },
  ['红衣信使'] =
  {
    ['纳萨诺斯·凋零者'] = 'NPC',
    ['瓦里玛萨斯'] = 'NPC',
  },
  ['卡尔加·刺肋'] =
  {
    ['法芬德尔'] = 'NPC',
  },
  ['意志之冠'] =
  {
    ['沙琳德拉'] = 'NPC',
    ['梅里萨拉'] = 'NPC',
    ['梅里萨拉'] = 'NPC',
    ['梅里萨拉'] = 'NPC',
    ['梅里萨拉'] = 'NPC',
    ['沙琳德拉'] = 'NPC',
    ['梅里萨拉'] = 'NPC',
  },
  ['辛玛洛水晶'] =
  {
    ['大德鲁伊范达尔·鹿盔'] = 'NPC',
    ['维恩德·夜风'] = 'NPC',
  },
  ['好奇的访客'] =
  {
    ['巴隆斯·阿历克斯顿'] = 'NPC',
    ['典狱官塞尔沃特'] = 'NPC',
  },
  ['海潮的诅咒'] =
  {
    ['大财主里维加兹'] = 'NPC',
    ['利刃凯特琳'] = 'NPC',
  },
  ['被诅咒的船员'] =
  {
    ['大副菲兹莫斯'] = 'NPC',
  },
  ['被诅咒者'] =
  {
    ['新兵艾尔雷斯'] = 'NPC',
  },
  ['黑铁战争'] =
  {
    ['莫特雷·加玛森'] = 'NPC',
  },
  ['暗月马戏团'] =
  {
    ['吉瓦斯·格里加特'] = 'NPC',
    ['吉瓦斯·格里加特'] = 'NPC',
    ['梅尔南·黑石'] = 'NPC',
    ['克鲁本·暗刃'] = 'NPC',
  },
  ['达克雷尔的威胁'] =
  {
    ['萨格尼'] = 'NPC',
  },
  ['黑暗石板'] =
  {
    ['暗法师薇薇安·拉格雷'] = 'NPC',
  },
  ['幸存的女儿'] =
  {
    ['守夜人拉迪摩尔'] = 'NPC',
    ['指挥官阿尔泰娅·埃伯洛克'] = 'NPC',
  },
  ['灾难之后'] =
  {
    ['奥齐·电环'] = 'NPC',
    ['诺恩'] = 'NPC',
  },
  ['亡者农场'] =
  {
    ['高级执行官哈德瑞克'] = 'NPC',
  },
  ['亡灵哨兵'] =
  {
    ['瓦里玛萨斯'] = 'NPC',
    ['米奈特·卡加德'] = 'NPC',
    ['米奈特·卡加德'] = 'NPC',
    ['安德隆·甘特'] = 'NPC',
    ['米奈特·卡加德'] = 'NPC',
    ['米奈特·卡加德'] = 'NPC',
    ['安德隆·甘特'] = 'NPC',
  },
  ['亡灵哨兵的报告'] =
  {
    ['高级执行官哈德瑞克'] = 'NPC',
    ['兰妮·尤瑞克'] = 'NPC',
  },
  ['决定性的打击'] =
  {
    ['血法师德拉吉亚'] = 'NPC',
  },
  ['破旧渡口'] =
  {
    ['运尸船'] = 'Object',
    ['高级执行官哈德瑞克'] = 'NPC',
  },
  ['格罗姆高保卫战'] =
  {
    ['指挥官阿格罗戈西'] = 'NPC',
    ['指挥官阿格罗戈西'] = 'NPC',
  },
  ['迪菲亚兄弟会'] =
  {
    ['格里安·斯托曼'] = 'NPC',
    ['格里安·斯托曼'] = 'NPC',
    ['格里安·斯托曼'] = 'NPC',
    ['格里安·斯托曼'] = 'NPC',
    ['格里安·斯托曼'] = 'NPC',
    ['黑衣威利'] = 'NPC',
    ['马迪亚斯·肖尔'] = 'NPC',
    ['格里安·斯托曼'] = 'NPC',
    ['格里安·斯托曼'] = 'NPC',
    ['黑衣威利'] = 'NPC',
    ['马迪亚斯·肖尔'] = 'NPC',
    ['迪菲亚叛徒'] = 'NPC',
  },
  ['恶魔熔炉'] =
  {
    ['罗拉克斯'] = 'NPC',
  },
  ['恶魔猎手'] =
  {
    ['洛拉姆斯·萨里比迪斯'] = 'NPC',
    ['部落英雄的灵魂'] = 'NPC',
  },
  ['恶魔之伤'] =
  {
    ['斯考恩·白云'] = 'NPC',
  },
  ['恶魔之种'] =
  {
    ['雅克塞罗斯'] = 'NPC',
  },
  ['大兽穴'] =
  {
    ['猛禽洞穴储藏室'] = 'Object',
    ['布莱林·火拳'] = 'NPC',
  },
  ['沙漠隐士'] =
  {
    ['隐士奥泰尔'] = 'NPC',
    ['地质学家拉克斯班'] = 'NPC',
  },
  ['背叛者'] =
  {
    ['盖兰·维米斯队长'] = 'NPC',
    ['巴鲁斯·加科因'] = 'NPC',
    ['盖兰·维米斯队长'] = 'NPC',
    ['巴鲁斯·加科因'] = 'NPC',
  },
  ['悔恨的战士'] =
  {
    ['分队指挥官鲁尔格'] = 'NPC',
    ['部落英雄的灵魂'] = 'NPC',
  },
  ['野猪人的头目'] =
  {
    ['索克'] = 'NPC',
  },
  ['占卜'] =
  {
    ['萨迪斯·格希德'] = 'NPC',
  },
  ['预言水晶球'] =
  {
    ['格雷森·沙东布瑞克公爵'] = 'NPC',
  },
  ['被诅咒的舰队'] =
  {
    ['戈罗林·钢眉'] = 'NPC',
    ['主教法席恩'] = 'NPC',
  },
  ['潜伏的阴影'] =
  {
    ['莉莉丝的餐桌'] = 'Object',
  },
  ['巨龙之眼'] =
  {
    ['哈尔琳'] = 'NPC',
    ['伯瓦尔·弗塔根公爵'] = 'NPC',
  },
  ['恐怖之城，纳克萨玛斯'] =
  {
    ['大法师安吉拉·杜萨图斯'] = 'NPC',
    ['大法师安吉拉·杜萨图斯'] = 'NPC',
  },
  ['可怕的堡垒 - 纳克萨玛斯'] =
  {
    ['大法师安吉拉·杜萨图斯'] = 'NPC',
  },
  ['砂槌食人魔'] =
  {
    ['安迪·利恩'] = 'NPC',
  },
  ['亡灵莱斯·霜语'] =
  {
    ['莱尼德·巴萨罗梅'] = 'NPC',
    ['马杜克镇长'] = 'NPC',
  },
  ['东部王国'] =
  {
    ['萨尔'] = 'NPC',
  },
  ['东部的瘟疫'] =
  {
    ['弗林特·沙多摩尔'] = 'NPC',
  },
  ['东部水晶塔'] =
  {
    ['科琳'] = 'NPC',
  },
  ['灵质提纯器'] =
  {
    ['穆克斯·玛纳斯卡波'] = 'NPC',
  },
  ['第十八个驾驶员'] =
  {
    ['拉泽瑞克'] = 'NPC',
    ['普兹克'] = 'NPC',
  },
  ['长者'] =
  {
    ['玛加萨·野性图腾'] = 'NPC',
    ['希雷斯·碎石'] = 'NPC',
  },
  ['元素交易'] =
  {
    ['大法师安吉拉·杜萨图斯'] = 'NPC',
  },
  ['翡翠梦境……'] =
  {
    ['博学者亚沃'] = 'NPC',
  },
  ['翡翠摄梦符'] =
  {
    ['塔隆凯·捷根'] = 'NPC',
  },
  ['神谕林地'] =
  {
    ['哨兵阿瑞尼亚·碎云'] = 'NPC',
  },
  ['黛丽娅的戒指'] =
  {
    ['执政官塞弗伦'] = 'NPC',
    ['高级执行官哈德瑞克'] = 'NPC',
  },
  ['附有魔法的羊皮纸'] =
  {
    ['博学者迪布斯'] = 'NPC',
  },
  ['梅贝尔的隐形水'] =
  {
    ['梅贝尔·马科伦'] = 'NPC',
  },
  ['逃跑'] =
  {
    ['斯布特瓦夫'] = 'NPC',
  },
  ['梅贝尔的隐形水'] =
  {
    ['威廉·匹斯特'] = 'NPC',
  },
  ['逃跑'] =
  {
    ['维兹克兰克的伐木机'] = 'NPC',
  },
  ['阿库麦尔水晶'] =
  {
    ['耶努萨克雷'] = 'NPC',
  },
  ['伊兰尼库斯精华'] =
  {
    ['精华之泉'] = 'Object',
    ['伊萨里奥斯'] = 'NPC',
  },
  ['永望镇报告'] =
  {
    ['银色黎明军官加鲁什'] = 'NPC',
    ['银色黎明军官普尔哈特'] = 'NPC',
    ['格雷戈·格雷斯通'] = 'NPC',
    ['格雷戈·格雷斯通'] = 'NPC',
  },
  ['止水湖上的桥'] =
  {
    ['工头奥斯洛'] = 'NPC',
  },
  ['驱除魔鬼'] =
  {
    ['塔贝萨'] = 'NPC',
  },
  ['命令之眼'] =
  {
    ['拉格隆德'] = 'NPC',
    ['哈格丁中尉'] = 'NPC',
  },
  ['帕雷斯之眼'] =
  {
    ['保险箱'] = 'Object',
    ['戈罗林·钢眉'] = 'NPC',
  },
  ['祖达萨之眼'] =
  {
    ['全知者阿塔比姆'] = 'NPC',
    ['全知者阿塔比姆'] = 'NPC',
    ['全知者阿塔比姆'] = 'NPC',
  },
  ['亚米萨兰的毁灭'] =
  {
    ['哨兵坦莎·月刃'] = 'NPC',
  },
  ['克尔苏加德的末日'] =
  {
    ['英尼戈·蒙托尔神父'] = 'NPC',
  },
  ['奥斯里安之死'] =
  {
    ['指挥官玛尔利斯'] = 'NPC',
  },
  ['钓鱼世家'] =
  {
    ['古博布拉普'] = 'NPC',
  },
  ['家族墓穴'] =
  {
    ['执政官塞弗伦'] = 'NPC',
  },
  ['拉克维的食物'] =
  {
    ['托尔瓦·寻路者'] = 'NPC',
  },
  ['法戈第矿洞'] =
  {
    ['治安官杜汉'] = 'NPC',
  },
  ['拉玛兰迪的命运'] =
  {
    ['柯菲斯，圣光勇士'] = 'NPC',
  },
  ['王国的命运'] =
  {
    ['铁炉堡公主茉艾拉·铜须'] = 'NPC',
    ['国王麦格尼·铜须'] = 'NPC',
  },
  ['耶尼库的命运'] =
  {
    ['冒泡的大锅'] = 'Object',
    ['肯维雷'] = 'NPC',
  },
  ['冬幕节'] =
  {
    ['国王麦格尼·铜须'] = 'NPC',
    ['凯恩·血蹄'] = 'NPC',
    ['史学家卡尼克'] = 'NPC',
    ['萨格尼'] = 'NPC',
  },
  ['火焰的节日'] =
  {
    ['节日诗人'] = 'NPC',
  },
  ['给蛮锤部族的最后警告'] =
  {
    ['奥索·莫吉克'] = 'NPC',
  },
  ['最后一片'] =
  {
    ['多诺瓦·雪山'] = 'NPC',
  },
  ['最后的石板'] =
  {
    ['勘查员詹斯·铁靴'] = 'NPC',
  },
  ['第一个和最后一个'] =
  {
    ['马迪亚斯·肖尔'] = 'NPC',
    ['伯瓦尔·弗塔根公爵'] = 'NPC',
  },
  ['烈焰之盒'] =
  {
    ['卡拉然·温布雷'] = 'NPC',
  },
  ['无瑕之焰'] =
  {
    ['卡拉然·温布雷'] = 'NPC',
  },
  ['血肉不会撒谎'] =
  {
    ['贝蒂娜·比格辛克'] = 'NPC',
  },
  ['地精空港'] =
  {
    ['药剂师扎玛'] = 'NPC',
  },
  ['铸造奎尔塞拉'] =
  {
    ['博学者莱德罗斯'] = 'NPC',
    ['博学者莱德罗斯'] = 'NPC',
  },
  ['遗失的怀表'] =
  {
    ['农夫法布隆'] = 'NPC',
  },
  ['遗忘之池'] =
  {
    ['图加·符文图腾'] = 'NPC',
  },
  ['武器的铸造'] =
  {
    ['加尔文'] = 'NPC',
    ['洛拉姆斯·萨里比迪斯'] = 'NPC',
  },
  ['圣殿骑士'] =
  {
    ['指挥官玛尔利斯'] = 'NPC',
  },
  ['水晶中的碎骨'] =
  {
    ['神秘的红色水晶'] = 'Object',
    ['哨兵戈琳达·纳希恩'] = 'NPC',
  },
  ['卡姆·深怒'] =
  {
    ['莫特雷·加玛森'] = 'NPC',
  },
  ['大保姆'] =
  {
    ['沙恩·飘叶'] = 'NPC',
    ['罗克比特'] = 'NPC',
  },
  ['发光的水果'] =
  {
    ['奇怪的果树'] = 'Object',
    ['德纳兰'] = 'NPC',
  },
  ['发光的碎片'] =
  {
    ['菲拉·古风'] = 'NPC',
  },
  ['神灵哈卡'] =
  {
    ['叶基亚'] = 'NPC',
  },
  ['好消息和坏消息'] =
  {
    ['纳瑞安'] = 'NPC',
  },
  ['好东西'] =
  {
    ['奥拉留斯'] = 'NPC',
  },
  ['戈多克食人魔装'] =
  {
    ['诺特·希姆加克'] = 'NPC',
  },
  ['戈多克食人魔装*'] =
  {
    ['诺特·希姆加克'] = 'NPC',
  },
  ['戈多克好酒'] =
  {
    ['践踏者克雷格'] = 'NPC',
  },
  ['戈杜尼宝珠'] =
  {
    ['尤塞尔奈'] = 'NPC',
    ['洛卡·奥赫'] = 'NPC',
  },
  ['戈杜尼卷轴'] =
  {
    ['洛卡·奥赫'] = 'NPC',
  },
  ['大叛徒'] =
  {
    ['大工匠梅卡托克'] = 'NPC',
  },
  ['虔诚的祈求者'] =
  {
    ['安纳克罗斯'] = 'NPC',
  },
  ['奥特兰克山谷的墓地'] =
  {
    ['提卡·血牙'] = 'NPC',
  },
  ['弗拉斯·希亚比'] =
  {
    ['烟鬼拉鲁恩'] = 'NPC',
  },
  ['潜藏者'] =
  {
    ['伯瓦尔·弗塔根公爵'] = 'NPC',
    ['雷吉纳德·温德索尔'] = 'NPC',
  },
  ['白花花的银子'] =
  {
    ['加尔文'] = 'NPC',
  },
  ['最伟大的猎手'] =
  {
    ['博学者麦库斯'] = 'NPC',
  },
  ['神庙中的绿龙'] =
  {
    ['奥汀克'] = 'NPC',
  },
  ['荆棘谷的青山'] =
  {
    ['巴尼尔·石罐'] = 'NPC',
  },
  ['绿色守卫者'] =
  {
    ['绿色守卫者雷希耶尔'] = 'NPC',
    ['大副菲兹莫斯'] = 'NPC',
  },
  ['灰色洞穴'] =
  {
    ['驾驶员迪恩·石轮'] = 'NPC',
  },
  ['北方城堡的火炮'] =
  {
    ['沙罗萨斯船长'] = 'NPC',
  },
  ['落锤之战'] =
  {
    ['杜拉姆法尔'] = 'NPC',
    ['塔隆'] = 'NPC',
  },
  ['拉斯塔哈之手'] =
  {
    ['莫托尔'] = 'NPC',
    ['勘查员詹斯·铁靴'] = 'NPC',
  },
  ['正义之手'] =
  {
    ['流沙守望者巴里斯托尔斯'] = 'NPC',
  },
  ['收割者'] =
  {
    ['乔恩·星眼'] = 'NPC',
  },
  ['幽灵岛'] =
  {
    ['大财主里维加兹'] = 'NPC',
    ['克拉兹克'] = 'NPC',
  },
  ['闹鬼的磨坊'] =
  {
    ['库勒曼·法席恩'] = 'NPC',
  },
  ['禽兽的首级'] =
  {
    ['马迪亚斯·肖尔'] = 'NPC',
    ['埃林·提亚斯'] = 'NPC',
  },
  ['哈卡之心'] =
  {
    ['莫托尔'] = 'NPC',
  },
  ['山脉之心'] =
  {
    ['麦克斯沃特·尤博格林'] = 'NPC',
  },
  ['异教徒的烙印'] =
  {
    ['击碎者金罗克'] = 'NPC',
    ['击碎者金罗克'] = 'NPC',
    ['击碎者金罗克'] = 'NPC',
  },
  ['隐士'] =
  {
    ['亚伯克隆比'] = 'NPC',
    ['艾莱尼·卡尔文'] = 'NPC',
  },
  ['英雄的烙印'] =
  {
    ['击碎者金罗克'] = 'NPC',
  },
  ['密室'] =
  {
    ['勘察员塔伯斯·雷矛'] = 'NPC',
    ['巴尔洛戈'] = 'NPC',
  },
  ['隐藏的钥匙'] =
  {
    ['书呆子赫罗德的档案'] = 'Object',
    ['书呆子赫罗德的保险箱'] = 'Object',
  },
  ['密室'] =
  {
    ['浅墓穴'] = 'Object',
    ['布满灰尘的书架'] = 'Object',
  },
  ['高原荒野'] =
  {
    ['安吉拉斯·月风'] = 'NPC',
  },
  ['部落需要烤鲑鱼!'] =
  {
    ['图拉·利爪'] = 'NPC',
  },
  ['部落需要铜锭！'] =
  {
    ['矿工克罗威尔'] = 'NPC',
  },
  ['部落需要火焰花！'] =
  {
    ['蝙蝠骑士比雷凯基'] = 'NPC',
  },
  ['部落需要重皮!'] =
  {
    ['剥皮师亚曼尼'] = 'NPC',
  },
  ['部落需要瘦狼排!'] =
  {
    ['血卫士拉尔塔'] = 'NPC',
  },
  ['部落需要魔纹布绷带！'] =
  {
    ['卡隆'] = 'NPC',
  },
  ['部落需要秘银锭！'] =
  {
    ['军士长克拉恩'] = 'NPC',
  },
  ['部落需要更多烤鲑鱼！'] =
  {
    ['图拉·利爪'] = 'NPC',
  },
  ['部落需要更多铜锭！'] =
  {
    ['矿工克罗威尔'] = 'NPC',
  },
  ['部落需要更多火焰花！'] =
  {
    ['蝙蝠骑士比雷凯基'] = 'NPC',
  },
  ['部落需要更多重皮！'] =
  {
    ['剥皮师亚曼尼'] = 'NPC',
  },
  ['部落需要更多瘦狼排！'] =
  {
    ['血卫士拉尔塔'] = 'NPC',
  },
  ['部落需要更多魔纹布绷带！'] =
  {
    ['卡隆'] = 'NPC',
  },
  ['部落需要更多秘银锭！'] =
  {
    ['军士长克拉恩'] = 'NPC',
  },
  ['部落需要更多宁神花！'] =
  {
    ['草药学家波德·飞羽'] = 'NPC',
  },
  ['部落需要更多紫莲花！'] =
  {
    ['药剂师耶泽尔'] = 'NPC',
  },
  ['部落需要更多硬甲皮！'] =
  {
    ['塞拉图斯'] = 'NPC',
  },
  ['部落需要更多符文布绷带！'] =
  {
    ['尼根·陶蹄'] = 'NPC',
  },
  ['部落需要更多斑点黄尾鱼！'] =
  {
    ['渔夫林度'] = 'NPC',
  },
  ['部落需要更多厚皮！'] =
  {
    ['乌玛拉中士'] = 'NPC',
  },
  ['部落需要更多锡锭！'] =
  {
    ['步兵玛乌格'] = 'NPC',
  },
  ['部落需要更多绒线绷带！'] =
  {
    ['医师朗兰纳'] = 'NPC',
  },
  ['部落需要宁神花！'] =
  {
    ['草药学家波德·飞羽'] = 'NPC',
  },
  ['部落需要紫莲花！'] =
  {
    ['药剂师耶泽尔'] = 'NPC',
  },
  ['部落需要硬甲皮!'] =
  {
    ['塞拉图斯'] = 'NPC',
  },
  ['部落需要符文布绷带!'] =
  {
    ['尼根·陶蹄'] = 'NPC',
  },
  ['部落需要斑点黄尾鱼!'] =
  {
    ['渔夫林度'] = 'NPC',
  },
  ['部落需要厚皮!'] =
  {
    ['乌玛拉中士'] = 'NPC',
  },
  ['部落需要锡锭！'] =
  {
    ['步兵玛乌格'] = 'NPC',
  },
  ['部落需要绒线绷带！'] =
  {
    ['医师朗兰纳'] = 'NPC',
  },
  ['部落需要你的帮助！'] =
  {
    ['督军格尔库克'] = 'NPC',
    ['高阶军士泰加'] = 'NPC',
    ['高阶军士格瑞弗德'] = 'NPC',
    ['高阶军士凯金'] = 'NPC',
  },
  ['玛尔戈的巨角'] =
  {
    ['巡山人贝波蒂'] = 'NPC',
  },
  ['狼嚎谷'] =
  {
    ['哨兵梅丽瑞亚·霜影'] = 'NPC',
  },
  ['The Human Condition'] =
  {
    ['指挥官路易斯·菲力浦'] = 'NPC',
  },
  ['莱斯·霜语'] =
  {
    ['马杜克镇长'] = 'NPC',
  },
  ['开始狩猎'] =
  {
    ['格鲁尔·鹰风'] = 'NPC',
  },
  ['完成狩猎'] =
  {
    ['塞娜尼·雷心'] = 'NPC',
  },
  ['继续狩猎'] =
  {
    ['格鲁尔·鹰风'] = 'NPC',
  },
  ['猎人的护符'] =
  {
    ['奥汀克'] = 'NPC',
    ['卡瑞·雷角'] = 'NPC',
    ['科索祖尔'] = 'NPC',
    ['多利安'] = 'NPC',
    ['奥尔明·燃须'] = 'NPC',
    ['奥菲尔·铁须'] = 'NPC',
  },
  ['猎人之道'] =
  {
    ['格瑞夫'] = 'NPC',
    ['格瑞夫'] = 'NPC',
    ['格瑞夫'] = 'NPC',
    ['雅文·刺鬃'] = 'NPC',
    ['雅文·刺鬃'] = 'NPC',
    ['雅文·刺鬃'] = 'NPC',
    ['索塔尔'] = 'NPC',
    ['索塔尔'] = 'NPC',
    ['达扎拉'] = 'NPC',
    ['达扎拉'] = 'NPC',
    ['达扎拉'] = 'NPC',
    ['达扎拉'] = 'NPC',
    ['达扎拉'] = 'NPC',
    ['索加斯·格瑞姆森'] = 'NPC',
    ['卡瑞·雷角'] = 'NPC',
    ['兰卡·远箭'] = 'NPC',
    ['基沙'] = 'NPC',
    ['索塔尔'] = 'NPC',
    ['萨杜尔'] = 'NPC',
    ['阿亚娜·远途'] = 'NPC',
    ['祖卡斯特'] = 'NPC',
    ['多利安'] = 'NPC',
    ['雷格努斯·雷石'] = 'NPC',
    ['雷格努斯·雷石'] = 'NPC',
    ['恩瑞斯·锐矛'] = 'NPC',
    ['恩瑞斯·锐矛'] = 'NPC',
    ['梅洛·石蹄'] = 'NPC',
    ['斯考恩·白云'] = 'NPC',
  },
  ['寒冰戒卫'] =
  {
    ['愤怒者玛塔乌斯'] = 'NPC',
  },
  ['亡灵的腐液'] =
  {
    ['奥汀克'] = 'NPC',
  },
  ['地狱火宝珠'] =
  {
    ['塔贝萨'] = 'NPC',
  },
  ['旗帜上的附魔'] =
  {
    ['法琳·树形者'] = 'NPC',
  },
  ['铁炉堡军团需要爆炸品！'] =
  {
    ['秘法师诺斯宾'] = 'NPC',
  },
  ['岛民'] =
  {
    ['克兰诺克·马克雷德'] = 'NPC',
    ['托姆·狂暴图腾'] = 'NPC',
    ['索瑞克'] = 'NPC',
    ['巴尔图斯·弗勒'] = 'NPC',
    ['凯夫·重锤'] = 'NPC',
    ['武神'] = 'NPC',
    ['达纳斯·刃歌'] = 'NPC',
  },
  ['恐怖之岛！'] =
  {
    ['迪尔格·奎克里弗'] = 'NPC',
  },
  ['玉石矿洞'] =
  {
    ['治安官杜汉'] = 'NPC',
  },
  ['杰雷米亚的忧伤'] =
  {
    ['杰雷米亚·派森'] = 'NPC',
    ['皇家管理人巴哈乌斯'] = 'NPC',
  },
  ['卡亚罗的珠宝'] =
  {
    ['全知者阿塔比姆'] = 'NPC',
  },
  ['一切才刚刚开始'] =
  {
    ['伦萨克'] = 'NPC',
    ['玛丁雷少校'] = 'NPC',
  },
  ['卡尼托的海难'] =
  {
    ['卡尼托的箱子'] = 'Object',
    ['卡尼托的箱子'] = 'Object',
  },
  ['卡尼托的背包'] =
  {
    ['罗顿·石锤'] = 'NPC',
  },
  ['卡尼托的海难'] =
  {
    ['克雷迪格·安戈尔'] = 'NPC',
    ['克雷迪格·安戈尔'] = 'NPC',
    ['克雷迪格·安戈尔'] = 'NPC',
  },
  ['卡尼托的背包'] =
  {
    ['克雷迪格·安戈尔'] = 'NPC',
  },
  ['圣光的召唤'] =
  {
    ['Keeper of the Rolls'] = 'NPC',
  },
  ['自由的钥匙'] =
  {
    ['木制厕所'] = 'Object',
  },
  ['通灵学院的钥匙'] =
  {
    ['高级执行官德灵顿'] = 'NPC',
    ['指挥官阿胥拉姆·瓦罗菲斯特'] = 'NPC',
  },
  ['清理荒野'] =
  {
    ['农夫萨丁'] = 'NPC',
  },
  ['奎恩提斯的技艺'] =
  {
    ['奎恩提斯'] = 'NPC',
    ['基恩诺·火花'] = 'NPC',
  },
  ['凄凉之地的科卡尔部族'] =
  {
    ['费古尔·双刃'] = 'NPC',
    ['雷戈萨·死门'] = 'NPC',
  },
  ['巴罗夫的继承人'] =
  {
    ['阿莱克斯·巴罗夫'] = 'NPC',
    ['维尔顿·巴罗夫'] = 'NPC',
  },
  ['最后的元素'] =
  {
    ['暗法师薇薇安·拉格雷'] = 'NPC',
  },
  ['瓦萨拉克护符的左半块'] =
  {
    ['布德利'] = 'NPC',
  },
  ['瓦塔拉克饰品的左瓣'] =
  {
    ['布德利'] = 'NPC',
  },
  ['瓦萨拉克护符的左半块'] =
  {
    ['布德利'] = 'NPC',
  },
  ['瓦塔拉克饰品的左瓣'] =
  {
    ['布德利'] = 'NPC',
  },
  ['科尔拉克的传说'] =
  {
    ['拉格隆德'] = 'NPC',
  },
  ['斯塔文的传说'] =
  {
    ['密封的箱子'] = 'Object',
    ['旧提箱'] = 'Object',
    ['密封的箱子'] = 'Object',
    ['旧提箱'] = 'Object',
    ['指挥官阿尔泰娅·埃伯洛克'] = 'NPC',
    ['指挥官阿尔泰娅·埃伯洛克'] = 'NPC',
    ['伊瓦夫人'] = 'NPC',
    ['书记员达尔塔'] = 'NPC',
    ['书记员达尔塔'] = 'NPC',
    ['书记员达尔塔'] = 'NPC',
    ['旅店老板斯密茨'] = 'NPC',
    ['治安官哈迦德'] = 'NPC',
    ['治安官哈迦德'] = 'NPC',
    ['旅店老板法雷'] = 'NPC',
    ['管理员弗索姆'] = 'NPC',
    ['指挥官阿尔泰娅·埃伯洛克'] = 'NPC',
    ['指挥官阿尔泰娅·埃伯洛克'] = 'NPC',
    ['伊瓦夫人'] = 'NPC',
    ['书记员达尔塔'] = 'NPC',
    ['书记员达尔塔'] = 'NPC',
    ['书记员达尔塔'] = 'NPC',
    ['旅店老板斯密茨'] = 'NPC',
    ['治安官哈迦德'] = 'NPC',
    ['旅店老板法雷'] = 'NPC',
    ['管理员弗索姆'] = 'NPC',
  },
  ['巫妖的身份'] =
  {
    ['比索·埃斯沙德'] = 'NPC',
  },
  ['巫妖莱斯·霜语'] =
  {
    ['马杜克镇长'] = 'NPC',
  },
  ['圣光之力'] =
  {
    ['博学者麦库斯'] = 'NPC',
  },
  ['黑石之王'] =
  {
    ['伯瓦尔·弗塔根公爵'] = 'NPC',
    ['萨尔'] = 'NPC',
    ['萨鲁法尔大王'] = 'NPC',
    ['艾法希比元帅'] = 'NPC',
    ['伯瓦尔·弗塔根公爵'] = 'NPC',
    ['萨尔'] = 'NPC',
  },
  ['丢失的货物'] =
  {
    ['卫兵比格斯'] = 'NPC',
  },
  ['失踪的矮人'] =
  {
    ['巴尔洛戈'] = 'NPC',
    ['勘察员塔伯斯·雷矛'] = 'NPC',
  },
  ['遗失的卷轴碎片'] =
  {
    ['迷失者塞尔杜林'] = 'NPC',
  },
  ['丢失的铁锭'] =
  {
    ['浸水的箱子'] = 'Object',
    ['戈罗林·钢眉'] = 'NPC',
  },
  ['丢失的书页'] =
  {
    ['古尔达·怒痕'] = 'NPC',
  },
  ['失踪的驾驶员'] =
  {
    ['矮人的尸体'] = 'Object',
    ['驾驶员塞克·锤足'] = 'NPC',
  },
  ['遗失的报告'] =
  {
    ['松软的泥土'] = 'Object',
    ['纳泽尔·血矛'] = 'NPC',
  },
  ['遗失的补给品'] =
  {
    ['军需官朗格尔斯'] = 'NPC',
  },
  ['失落的摩沙鲁石板'] =
  {
    ['勘查员詹斯·铁靴'] = 'NPC',
  },
  ['意志石板'] =
  {
    ['顾问贝尔格拉姆'] = 'NPC',
  },
  ['丢失的工具'] =
  {
    ['工头奥斯洛'] = 'NPC',
  },
  ['爱情药水'] =
  {
    ['娜玛拉小姐'] = 'NPC',
  },
  ['春节将至！'] =
  {
    ['新年预告者'] = 'NPC',
    ['新年预告者'] = 'NPC',
    ['新年预告者'] = 'NPC',
    ['新年预告者'] = 'NPC',
    ['新年预告者'] = 'NPC',
    ['新年使者'] = 'NPC',
    ['新年使者'] = 'NPC',
    ['新年特使'] = 'NPC',
    ['新年特使'] = 'NPC',
    ['新年特使'] = 'NPC',
  },
  ['伊莫塔尔的疯狂'] =
  {
    ['辛德拉古灵'] = 'NPC',
  },
  ['漩涡之藤'] =
  {
    ['盲眼法希尔'] = 'NPC',
    ['盲眼法希尔'] = 'NPC',
    ['盲眼法希尔'] = 'NPC',
  },
  ['漩涡之怒'] =
  {
    ['盲眼法希尔'] = 'NPC',
  },
  ['拉文霍德庄园'] =
  {
    ['法拉德'] = 'NPC',
  },
  ['质量的保证'] =
  {
    ['普拉特·马克格鲁比'] = 'NPC',
    ['杉多尔·迅蹄'] = 'NPC',
  },
  ['主宰之剑'] =
  {
    ['占卜之碗'] = 'Object',
    ['安努'] = 'NPC',
  },
  ['监护者'] =
  {
    ['哈尔琳'] = 'NPC',
    ['奥比'] = 'NPC',
  },
  ['信仰奖章'] =
  {
    ['奥里克斯'] = 'NPC',
  },
  ['The Might of Kalimdor'] =
  {
    ['安纳克罗斯'] = 'NPC',
  },
  ['强大的尤尔查'] =
  {
    ['托尔瓦·寻路者'] = 'NPC',
  },
  ['磨坊告急'] =
  {
    ['亡灵卫兵迪林格尔'] = 'NPC',
  },
  ['心灵之眼'] =
  {
    ['肯维雷'] = 'NPC',
  },
  ['无脑的僵尸'] =
  {
    ['暗影牧师萨维斯'] = 'NPC',
  },
  ['失踪的信使'] =
  {
    ['失事的独木舟'] = 'Object',
    ['基恩诺·火花'] = 'NPC',
    ['拉托尼库斯·月矛'] = 'NPC',
    ['基恩诺·火花'] = 'NPC',
  },
  ['失踪的使节'] =
  {
    ['埃林·提亚斯'] = 'NPC',
    ['埃林·提亚斯'] = 'NPC',
    ['埃林·提亚斯'] = 'NPC',
    ['守夜人巴库斯'] = 'NPC',
    ['守夜人巴库斯'] = 'NPC',
    ['乔贞'] = 'NPC',
    ['德拉维主教'] = 'NPC',
    ['达舍尔·石拳'] = 'NPC',
    ['达舍尔·石拳'] = 'NPC',
    ['米克哈尔'] = 'NPC',
    ['米克哈尔'] = 'NPC',
    ['米克哈尔'] = 'NPC',
    ['指挥官萨莫尔'] = 'NPC',
    ['亨德尔下士'] = 'NPC',
    ['大法师特沃许'] = 'NPC',
    ['大法师特沃许'] = 'NPC',
    ['吉安娜·普罗德摩尔'] = 'NPC',
    ['埃林·提亚斯'] = 'NPC',
    ['埃林·提亚斯'] = 'NPC',
    ['埃林·提亚斯'] = 'NPC',
    ['守夜人巴库斯'] = 'NPC',
    ['乔贞'] = 'NPC',
    ['德拉维主教'] = 'NPC',
    ['达舍尔·石拳'] = 'NPC',
    ['“干柴”塔伯克·贾恩'] = 'NPC',
    ['米克哈尔'] = 'NPC',
    ['指挥官萨莫尔'] = 'NPC',
    ['亨德尔下士'] = 'NPC',
    ['大法师特沃许'] = 'NPC',
    ['大法师特沃许'] = 'NPC',
    ['托马斯'] = 'NPC',
  },
  ['丢失的命令'] =
  {
    ['本戈尔'] = 'NPC',
    ['分队指挥官鲁尔格'] = 'NPC',
  },
  ['丢失的货物'] =
  {
    ['加兹鲁维'] = 'NPC',
    ['码头管理员迪兹维格'] = 'NPC',
    ['加兹鲁维'] = 'NPC',
    ['码头管理员迪兹维格'] = 'NPC',
  },
  ['秘银小子'] =
  {
    ['特伦顿·轻锤'] = 'NPC',
  },
  ['秘银会'] =
  {
    ['加尔文'] = 'NPC',
    ['马克迦文'] = 'NPC',
  },
  ['熔火之心'] =
  {
    ['海达克西斯公爵'] = 'NPC',
  },
  ['刺着字母的腰带'] =
  {
    ['海克拜瑞·斯莫特船长'] = 'NPC',
  },
  ['晨光石'] =
  {
    ['艾奎尼克斯石碑'] = 'Object',
    ['特洛亚斯·月风'] = 'NPC',
  },
  ['布满苔藓的心脏'] =
  {
    ['德纳兰'] = 'NPC',
  },
  ['晨光麦的秘密'] =
  {
    ['奎恩提斯'] = 'NPC',
  },
  ['恶魔之名'] =
  {
    ['亚考罗克'] = 'NPC',
    ['亚考罗克'] = 'NPC',
    ['洛拉姆斯·萨里比迪斯'] = 'NPC',
    ['亚考罗克'] = 'NPC',
    ['洛拉姆斯·萨里比迪斯'] = 'NPC',
  },
  ['新的边疆'] =
  {
    ['大德鲁伊范达尔·鹿盔'] = 'NPC',
    ['大德鲁伊范达尔·鹿盔'] = 'NPC',
    ['大德鲁伊范达尔·鹿盔'] = 'NPC',
    ['玛斯雷·驭熊者'] = 'NPC',
    ['大德鲁伊哈缪尔·符文图腾'] = 'NPC',
    ['大德鲁伊哈缪尔·符文图腾'] = 'NPC',
    ['大德鲁伊哈缪尔·符文图腾'] = 'NPC',
    ['公告员古德曼'] = 'NPC',
    ['大德鲁伊范达尔·鹿盔'] = 'NPC',
    ['信使考雷·落锤'] = 'NPC',
    ['赫拉德·月行者'] = 'NPC',
    ['预言者巴萨札德'] = 'NPC',
    ['公告员高拉克'] = 'NPC',
    ['雷霆崖信使斯塔德尔'] = 'NPC',
  },
  ['新的部落'] =
  {
    ['高内克'] = 'NPC',
    ['伊崔格'] = 'NPC',
  },
  ['新的泉水'] =
  {
    ['多诺瓦·雪山'] = 'NPC',
    ['克拉兰克'] = 'NPC',
  },
  ['新的生命'] =
  {
    ['阿格纳'] = 'NPC',
    ['奎恩丁'] = 'NPC',
  },
  ['守夜人'] =
  {
    ['指挥官阿尔泰娅·埃伯洛克'] = 'NPC',
    ['指挥官阿尔泰娅·埃伯洛克'] = 'NPC',
    ['指挥官阿尔泰娅·埃伯洛克'] = 'NPC',
  },
  ['噩梦显现'] =
  {
    ['守护者雷姆洛斯'] = 'NPC',
  },
  ['腐蚀梦魇'] =
  {
    ['守护者雷姆洛斯'] = 'NPC',
  },
  ['北部水晶塔'] =
  {
    ['科琳'] = 'NPC',
  },
  ['菲拉斯的食人魔'] =
  {
    ['洛卡·奥赫'] = 'NPC',
    ['洛卡·奥赫'] = 'NPC',
  },
  ['古老的技艺'] =
  {
    ['铁砧阿图尔克'] = 'NPC',
  },
  ['更多的辐射尘！'] =
  {
    ['奥齐·电环'] = 'NPC',
  },
  ['唯一的方案'] =
  {
    ['纳瑞安'] = 'NPC',
  },
  ['我只会唱这一首歌……'] =
  {
    ['工匠威尔海姆'] = 'NPC',
  },
  ['索兰鲁克宝珠'] =
  {
    ['杜安·卡汉'] = 'NPC',
  },
  ['兽人的报告'] =
  {
    ['松软的泥土'] = 'Object',
    ['塞拉摩海军上尉'] = 'NPC',
  },
  ['奥格瑞玛军团需要魔精！'] =
  {
    ['暗影祭司沙艾'] = 'NPC',
  },
  ['锻造的本源'] =
  {
    ['巨锤汉克'] = 'NPC',
  },
  ['座狼的首领'] =
  {
    ['神射手贾拉玛弗'] = 'NPC',
  },
  ['贱民的指引'] =
  {
    ['半人马贱民'] = 'NPC',
  },
  ['征服者之路'] =
  {
    ['安纳克罗斯'] = 'NPC',
    ['安纳克罗斯'] = 'NPC',
    ['安纳克罗斯'] = 'NPC',
    ['安纳克罗斯'] = 'NPC',
  },
  ['祈求者之路'] =
  {
    ['安纳克罗斯'] = 'NPC',
    ['安纳克罗斯'] = 'NPC',
    ['安纳克罗斯'] = 'NPC',
    ['安纳克罗斯'] = 'NPC',
  },
  ['保护者之路'] =
  {
    ['安纳克罗斯'] = 'NPC',
    ['安纳克罗斯'] = 'NPC',
    ['安纳克罗斯'] = 'NPC',
    ['安纳克罗斯'] = 'NPC',
  },
  ['正义之路'] =
  {
    ['流沙守望者巴里斯托尔斯'] = 'NPC',
  },
  ['卡亚罗之石'] =
  {
    ['全知者阿塔比姆'] = 'NPC',
    ['全知者阿塔比姆'] = 'NPC',
    ['全知者阿塔比姆'] = 'NPC',
  },
  ['西部荒野人民军'] =
  {
    ['格里安·斯托曼'] = 'NPC',
    ['格里安·斯托曼'] = 'NPC',
    ['格里安·斯托曼'] = 'NPC',
  },
  ['匹瑞诺德王冠'] =
  {
    ['雷明顿·瑞治维尔伯爵'] = 'NPC',
  },
  ['完美的毒药'] =
  {
    ['德尔克·雷木'] = 'NPC',
  },
  ['完美烈酒'] =
  {
    ['雷杰德·麦酒'] = 'NPC',
  },
  ['白金圆盘'] =
  {
    ['诺甘农圆盘'] = 'Object',
    ['诺甘农圆盘'] = 'Object',
    ['诺甘农圆盘'] = 'Object',
    ['本娜·冰蹄'] = 'NPC',
    ['圣者图希克'] = 'NPC',
    ['资深探险家麦格拉斯'] = 'NPC',
    ['丁尼塔·石衣'] = 'NPC',
    ['圣者图希克'] = 'NPC',
    ['资深探险家麦格拉斯'] = 'NPC',
  },
  ['保密协议'] =
  {
    ['奥格索普·奥布诺提斯'] = 'NPC',
    ['工匠大师欧沃斯巴克'] = 'NPC',
    ['尼克斯·斯普克斯宾'] = 'NPC',
  },
  ['松木的力量'] =
  {
    ['哈特曼中士'] = 'NPC',
  },
  ['毁灭之力'] =
  {
    ['瓦里玛萨斯'] = 'NPC',
  },
  ['深渊之神'] =
  {
    ['葛利·硬骨'] = 'NPC',
  },
  ['马掌'] =
  {
    ['铁匠阿古斯'] = 'NPC',
    ['弗纳·奥斯古'] = 'NPC',
  },
  ['拯救公主？'] =
  {
    ['萨尔'] = 'NPC',
    ['铁炉堡公主茉艾拉·铜须'] = 'NPC',
  },
  ['被困的公主'] =
  {
    ['密斯莱尔水晶碎块'] = 'Object',
    ['虹光水晶碎块'] = 'Object',
  },
  ['语出惊人的公主'] =
  {
    ['国王麦格尼·铜须'] = 'NPC',
    ['铁炉堡公主茉艾拉·铜须'] = 'NPC',
  },
  ['毒水之源'] =
  {
    ['奥兰达利亚·夜歌'] = 'NPC',
    ['德迪利特·星焰'] = 'NPC',
    ['图加·符文图腾'] = 'NPC',
    ['德迪利特·星焰'] = 'NPC',
  },
  ['监牢之链'] =
  {
    ['衰老的戴奥'] = 'NPC',
  },
  ['监牢之壁'] =
  {
    ['衰老的戴奥'] = 'NPC',
  },
  ['流浪的巫妖'] =
  {
    ['比索·埃斯沙德'] = 'NPC',
    ['执政官塞弗伦'] = 'NPC',
  },
  ['巫妖归顺'] =
  {
    ['比索·埃斯沙德'] = 'NPC',
    ['冈瑟尔·阿坎努斯'] = 'NPC',
  },
  ['摩沙鲁的预言'] =
  {
    ['叶基亚'] = 'NPC',
  },
  ['卡利姆多的保护者'] =
  {
    ['安纳克罗斯'] = 'NPC',
  },
  ['公众之仆'] =
  {
    ['参议员梅尔·圣石'] = 'NPC',
  },
  ['其拉虫人的征服者'] =
  {
    ['安纳克罗斯'] = 'NPC',
  },
  ['军需官'] =
  {
    ['雷矛军需官'] = 'NPC',
    ['巡山人布比罗'] = 'NPC',
  },
  ['穆贾巴的怒火'] =
  {
    ['击碎者金罗克'] = 'NPC',
  },
  ['游侠之王的命令'] =
  {
    ['纳萨诺斯·凋零者'] = 'NPC',
  },
  ['被破坏的货车'] =
  {
    ['密封的补给箱'] = 'Object',
    ['密封的补给箱'] = 'Object',
    ['摩林·云行者'] = 'NPC',
    ['摩林·云行者'] = 'NPC',
  },
  ['真正的威胁'] =
  {
    ['科林法尔'] = 'NPC',
  },
  ['冬幕节的意义'] =
  {
    ['史学家卡尼克'] = 'NPC',
    ['萨格尼'] = 'NPC',
    ['高里·克拉姆'] = 'NPC',
    ['弗姆恩德'] = 'NPC',
    ['信使考雷·落锤'] = 'NPC',
  },
  ['红色水晶'] =
  {
    ['哨兵戈琳达·纳希恩'] = 'NPC',
  },
  ['十字军信使'] =
  {
    ['执行官阿伦'] = 'NPC',
  },
  ['唤醒圣物'] =
  {
    ['阿斯瑞达斯·熊皮'] = 'NPC',
  },
  ['特雷·莱弗治的残骸'] =
  {
    ['杰希尔·月弓'] = 'NPC',
    ['特雷·莱弗治的残骸'] = 'NPC',
  },
  ['森内尔的报告'] =
  {
    ['参议员巴林·红石'] = 'NPC',
    ['森内尔·白须'] = 'NPC',
  },
  ['拯救行动'] =
  {
    ['克鲁斯克'] = 'NPC',
  },
  ['永不安息的灵魂'] =
  {
    ['伊根'] = 'NPC',
    ['伊根'] = 'NPC',
    ['护理者奥林'] = 'NPC',
  },
  ['往返瑞斯班洞穴'] =
  {
    ['犹鲁斯·麦酒'] = 'NPC',
  },
  ['科尔拉克归来'] =
  {
    ['拉格隆德'] = 'NPC',
  },
  ['瓦萨拉克护符的右半块'] =
  {
    ['布德利'] = 'NPC',
  },
  ['瓦塔拉克饰品的右瓣'] =
  {
    ['布德利'] = 'NPC',
    ['布德利'] = 'NPC',
  },
  ['瓦萨拉克护符的右半块'] =
  {
    ['布德利'] = 'NPC',
  },
  ['机器的崛起'] =
  {
    ['鲁特维尔·沃拉图斯'] = 'NPC',
    ['鲁特维尔·沃拉图斯'] = 'NPC',
    ['塞朵拉·穆瓦丹尼'] = 'NPC',
    ['塞朵拉·穆瓦丹尼'] = 'NPC',
  },
  ['达纳苏斯之路'] =
  {
    ['哨兵阿玛拉·夜行者'] = 'NPC',
  },
  ['万恶之源'] =
  {
    ['独眼高恩'] = 'NPC',
  },
  ['拯救公主'] =
  {
    ['铁炉堡公主茉艾拉·铜须'] = 'NPC',
    ['萨尔'] = 'NPC',
  },
  ['凯斯利尔废墟'] =
  {
    ['加隆·石矛'] = 'NPC',
    ['维恩德·夜风'] = 'NPC',
  },
  ['索兰萨尔废墟'] =
  {
    ['索兰萨尔掺望台'] = 'Object',
    ['珊蒂斯·羽月'] = 'NPC',
  },
  ['星尘废墟'] =
  {
    ['皮尔图拉斯·怀特姆恩'] = 'NPC',
  },
  ['车手的传闻'] =
  {
    ['克拉兹克'] = 'NPC',
    ['克拉维尔·浓须'] = 'NPC',
  },
  ['符文卷轴'] =
  {
    ['卡德拉克'] = 'NPC',
  },
  ['神圣之火'] =
  {
    ['赞金·石蹄'] = 'NPC',
    ['劳恩·峭壁行者'] = 'NPC',
    ['劳恩·峭壁行者'] = 'NPC',
    ['赞金·石蹄'] = 'NPC',
  },
  ['野性戒卫 - 专注秘药'] =
  {
    ['无眠者赞札'] = 'NPC',
  },
  ['野性戒卫 - 防护秘药'] =
  {
    ['无眠者赞札'] = 'NPC',
  },
  ['野性戒卫 - 急速秘药'] =
  {
    ['无眠者赞札'] = 'NPC',
  },
  ['卡林多的救星'] =
  {
    ['安纳克罗斯'] = 'NPC',
    ['凯雷斯特拉兹'] = 'NPC',
  },
  ['血色十字军'] =
  {
    ['执行官阿伦'] = 'NPC',
  },
  ['血色十字军圣者，德米提雅'] =
  {
    ['纳萨诺斯·凋零者'] = 'NPC',
  },
  ['拉克维的气味'] =
  {
    ['托尔瓦·寻路者'] = 'NPC',
  },
  ['塞雷布拉斯节杖'] =
  {
    ['赎罪的塞雷布拉斯'] = 'NPC',
  },
  ['瘟疫之锅'] =
  {
    ['高阶牧师玛多妮尔'] = 'NPC',
    ['暗影牧师范蒂丝'] = 'NPC',
    ['高级执行官德灵顿'] = 'NPC',
    ['指挥官阿胥拉姆·瓦罗菲斯特'] = 'NPC',
  },
  ['谢申克的救赎'] =
  {
    ['高级勘探员菲兹杜瑟'] = 'NPC',
  },
  ['月神的镰刀'] =
  {
    ['乔纳森·卡尔文'] = 'NPC',
  },
  ['继续搜寻'] =
  {
    ['破损的箱子'] = 'Object',
    ['密封的桶'] = 'Object',
  },
  ['以彼之道还施彼身'] =
  {
    ['尤瓦中士'] = 'NPC',
  },
  ['被斩下的头颅'] =
  {
    ['松软的泥土'] = 'Object',
    ['纳泽尔·血矛'] = 'NPC',
  },
  ['艾鲁拉的阴影'] =
  {
    ['艾兰娜瑞'] = 'NPC',
  },
  ['暗影戒卫'] =
  {
    ['愤怒者玛塔乌斯'] = 'NPC',
  },
  ['模糊的人影'] =
  {
    ['伊瓦夫人'] = 'NPC',
    ['斯温·约根'] = 'NPC',
  },
  ['继续搜寻'] =
  {
    ['书记员达尔塔'] = 'NPC',
    ['伊瓦夫人'] = 'NPC',
  },
  ['碎手氏族'] =
  {
    ['瑟祖克'] = 'NPC',
    ['瑟祖克'] = 'NPC',
  },
  ['破碎的项链'] =
  {
    ['塔瓦斯德·基瑟尔'] = 'NPC',
  },
  ['碎手军礼'] =
  {
    ['申苏尔'] = 'NPC',
  },
  ['铸盾师'] =
  {
    ['弗伦·长须'] = 'NPC',
    ['犹鲁斯·麦酒'] = 'NPC',
  },
  ['发光的树叶'] =
  {
    ['奇怪的树木'] = 'Object',
    ['德纳兰'] = 'NPC',
  },
  ['歌唱水晶'] =
  {
    ['肯维雷'] = 'NPC',
  },
  ['纳迦的珊瑚'] =
  {
    ['大法师克希雷姆'] = 'NPC',
  },
  ['已宰的羔羊'] =
  {
    ['黑暗缚灵者加科因'] = 'NPC',
    ['拉戈·黑钳'] = 'NPC',
  },
  ['昏昏欲睡'] =
  {
    ['利拉迪斯·月河'] = 'NPC',
    ['克罗尼亚·恒影'] = 'NPC',
  },
  ['沉睡的德鲁伊'] =
  {
    ['奥本·怒爪'] = 'NPC',
  },
  ['索瑞森废墟'] =
  {
    ['皇家历史学家阿克瑟努斯'] = 'NPC',
    ['皇家历史学家阿克瑟努斯'] = 'NPC',
  },
  ['水落石出'] =
  {
    ['药剂师斯塔弗隆·雷伦特'] = 'NPC',
    ['药剂师斯塔弗隆·雷伦特'] = 'NPC',
    ['艾佛特·索里山姆'] = 'NPC',
    ['玛拉·瑞尼克'] = 'NPC',
  },
  ['国王的命令'] =
  {
    ['哈格丁中尉'] = 'NPC',
    ['洛泰姆中尉'] = 'NPC',
  },
  ['超级清洁器5200型！'] =
  {
    ['超级清洁器5200型'] = 'Object',
    ['超级清洁器5200型'] = 'Object',
    ['超级清洁器5200型'] = 'Object',
    ['超级清洁器5200型'] = 'Object',
    ['超级清洁器5200型'] = 'Object',
    ['超级清洁器5200型'] = 'Object',
  },
  ['鬼魂之杯'] =
  {
    ['鬼魂之杯'] = 'Object',
  },
  ['蜘蛛之神'] =
  {
    ['塞卡石板'] = 'Object',
    ['加德林大师'] = 'NPC',
  },
  ['南风村的灵魂'] =
  {
    ['莱耶·星击'] = 'NPC',
  },
  ['石爪之灵'] =
  {
    ['希雷斯·碎石'] = 'NPC',
    ['佐尔·孤树'] = 'NPC',
  },
  ['发芽的树叶'] =
  {
    ['发芽的树叶'] = 'Object',
  },
  ['找出内鬼！'] =
  {
    ['书呆子赫罗德的保险箱'] = 'Object',
    ['多伦上尉'] = 'NPC',
  },
  ['死水绿洲'] =
  {
    ['图加·符文图腾'] = 'NPC',
  },
  ['星，手，心'] =
  {
    ['葛利·硬骨'] = 'NPC',
    ['看守者贝尔杜加'] = 'NPC',
  },
  ['艾奎尼克斯法杖'] =
  {
    ['艾奎尼克斯石碑'] = 'Object',
    ['特洛亚斯·月风'] = 'NPC',
  },
  ['监狱暴动'] =
  {
    ['典狱官塞尔沃特'] = 'NPC',
  },
  ['被窃取的日记'] =
  {
    ['格瑞林·白须'] = 'NPC',
  },
  ['失窃的典籍'] =
  {
    ['杜希拉·拉萨雷'] = 'NPC',
  },
  ['石环'] =
  {
    ['玛尔冯·瑞文斯克'] = 'NPC',
  },
  ['海潮之石'] =
  {
    ['大财主里维加兹'] = 'NPC',
  },
  ['石头卫士'] =
  {
    ['奥丹姆石座'] = 'Object',
    ['诺甘农的石卫兵'] = 'NPC',
  },
  ['禁锢我们的石头'] =
  {
    ['部落英雄的灵魂'] = 'NPC',
  },
  ['巨石水坝'] =
  {
    ['人类孤儿'] = 'NPC',
  },
  ['堕落的力量'] =
  {
    ['塔罗·刺蹄'] = 'NPC',
  },
  ['召唤'] =
  {
    ['捕风者巴斯拉'] = 'NPC',
  },
  ['沉没的神庙'] =
  {
    ['玛尔冯·瑞文斯克'] = 'NPC',
    ['玛尔冯·瑞文斯克'] = 'NPC',
    ['安吉拉斯·月风'] = 'NPC',
    ['巫医尤克里'] = 'NPC',
  },
  ['超级测蛋器'] =
  {
    ['测蛋器'] = 'Object',
    ['测蛋器'] = 'Object',
  },
  ['超级摄影器FX'] =
  {
    ['达蕾恩·轻风'] = 'NPC',
    ['克格尔·曲藤'] = 'NPC',
  },
  ['沼泽空谈者'] =
  {
    ['部落英雄的灵魂'] = 'NPC',
    ['本戈尔'] = 'NPC',
  },
  ['疯狂的虫群'] =
  {
    ['摩克塔·克林'] = 'NPC',
    ['摩克塔·克林'] = 'NPC',
    ['贝尔戈洛姆·石槌'] = 'NPC',
    ['科兰'] = 'NPC',
    ['贝尔戈洛姆·石槌'] = 'NPC',
  },
  ['生命符记'] =
  {
    ['达索瑞恩·拉尔'] = 'NPC',
    ['蒂萨·热炉'] = 'NPC',
  },
  ['众月之泪'] =
  {
    ['被流放的费格雷'] = 'NPC',
  },
  ['阿塔哈卡神庙'] =
  {
    ['费泽鲁尔'] = 'NPC',
  },
  ['月神殿'] =
  {
    ['女祭司艾茉拉'] = 'NPC',
    ['艾奎恩妮'] = 'NPC',
  },
  ['正义试炼'] =
  {
    ['乔丹·斯迪威尔'] = 'NPC',
    ['乔丹·斯迪威尔'] = 'NPC',
    ['乔丹·斯迪威尔'] = 'NPC',
    ['达索瑞恩·拉尔'] = 'NPC',
  },
  ['龙骨试炼，埃克托兹'] =
  {
    ['艾博斯塔夫'] = 'NPC',
  },
  ['龙骨试炼，克鲁纳里斯'] =
  {
    ['艾博斯塔夫'] = 'NPC',
  },
  ['龙骨试炼，斯克利尔'] =
  {
    ['艾博斯塔夫'] = 'NPC',
  },
  ['龙骨试炼，索姆努斯'] =
  {
    ['艾博斯塔夫'] = 'NPC',
  },
  ['幻术的欺诈'] =
  {
    ['巫女米兰达'] = 'NPC',
    ['罗卡鲁'] = 'NPC',
  },
  ['萨多尔大桥'] =
  {
    ['伊贝尼瑟的尸体'] = 'Object',
    ['伊贝尼瑟的尸体'] = 'Object',
    ['拉格·加玛森'] = 'NPC',
    ['拉格·加玛森'] = 'NPC',
    ['拉格·加玛森'] = 'NPC',
  },
  ['塞拉摩码头'] =
  {
    ['纳泽尔·血矛'] = 'NPC',
  },
  ['第三舰队'] =
  {
    ['大副菲兹莫斯'] = 'NPC',
  },
  ['口渴的地精'] =
  {
    ['马林·诺格弗格'] = 'NPC',
  },
  ['圣洁之书'] =
  {
    ['达索瑞恩·拉尔'] = 'NPC',
    ['达索瑞恩·拉尔'] = 'NPC',
    ['达索瑞恩·拉尔'] = 'NPC',
    ['达索瑞恩·拉尔'] = 'NPC',
    ['亨兹·法奥克'] = 'NPC',
    ['杰生·坦诺姆'] = 'NPC',
    ['杰生·坦诺姆'] = 'NPC',
    ['斯蒂芬妮·特纳'] = 'NPC',
    ['斯蒂芬妮·特纳'] = 'NPC',
    ['约翰·特纳'] = 'NPC',
    ['约翰·特纳'] = 'NPC',
    ['纳姆·法奥克'] = 'NPC',
    ['穆里顿·热炉'] = 'NPC',
    ['穆里顿·热炉'] = 'NPC',
  },
  ['圣洁之书*'] =
  {
    ['蒂萨·热炉'] = 'NPC',
  },
  ['圣洁之书'] =
  {
    ['蒂萨·热炉'] = 'NPC',
    ['蒂萨·热炉'] = 'NPC',
    ['蒂萨·热炉'] = 'NPC',
    ['达索瑞恩·拉尔'] = 'NPC',
    ['达索瑞恩·拉尔'] = 'NPC',
    ['亨兹·法奥克'] = 'NPC',
    ['杰生·坦诺姆'] = 'NPC',
    ['杰生·坦诺姆'] = 'NPC',
    ['斯蒂芬妮·特纳'] = 'NPC',
    ['约翰·特纳'] = 'NPC',
    ['纳姆·法奥克'] = 'NPC',
    ['穆里顿·热炉'] = 'NPC',
    ['穆里顿·热炉'] = 'NPC',
    ['蒂萨·热炉'] = 'NPC',
    ['蒂萨·热炉'] = 'NPC',
  },
  ['高贵之书'] =
  {
    ['达索瑞恩·拉尔'] = 'NPC',
    ['达索瑞恩·拉尔'] = 'NPC',
    ['达索瑞恩·拉尔'] = 'NPC',
    ['布兰度尔·铁锤'] = 'NPC',
    ['虔诚的亚瑟'] = 'NPC',
  },
  ['勇气之书'] =
  {
    ['布兰度尔·铁锤'] = 'NPC',
    ['达索瑞恩·拉尔'] = 'NPC',
    ['达索瑞恩·拉尔'] = 'NPC',
    ['达索瑞恩·拉尔'] = 'NPC',
    ['达芙妮·斯迪威尔'] = 'NPC',
    ['达芙妮·斯迪威尔'] = 'NPC',
    ['达索瑞恩·拉尔'] = 'NPC',
    ['达芙妮·斯迪威尔'] = 'NPC',
  },
  ['惩戒火炬'] =
  {
    ['惩戒火炬'] = 'Object',
    ['卡拉然·温布雷'] = 'NPC',
    ['卡拉然·温布雷'] = 'NPC',
  },
  ['惩罚图腾'] =
  {
    ['伊瓦夫人'] = 'NPC',
  },
  ['赞吉尔之触'] =
  {
    ['道克·米希匹克斯'] = 'NPC',
    ['道克·米希匹克斯'] = 'NPC',
    ['道克·米希匹克斯'] = 'NPC',
    ['马迪亚斯·肖尔'] = 'NPC',
  },
  ['奥萨拉克斯之塔'] =
  {
    ['巴苏尔·影击'] = 'NPC',
    ['巴苏尔·影击'] = 'NPC',
    ['净化者德尔葛兰'] = 'NPC',
    ['净化者德尔葛兰'] = 'NPC',
    ['净化者德尔葛兰'] = 'NPC',
    ['净化者德尔葛兰'] = 'NPC',
    ['净化者德尔葛兰'] = 'NPC',
    ['哨兵艾丽莎·星风'] = 'NPC',
    ['巴苏尔·影击'] = 'NPC',
    ['巴苏尔·影击'] = 'NPC',
    ['巴苏尔·影击'] = 'NPC',
    ['净化者德尔葛兰'] = 'NPC',
    ['巴苏尔·影击'] = 'NPC',
  },
  ['辛德拉的宝藏'] =
  {
    ['辛德拉的宝藏'] = 'Object',
    ['辛德拉的宝藏'] = 'Object',
    ['辛德拉古灵'] = 'NPC',
    ['辛德拉古灵'] = 'NPC',
  },
  ['穴居人的威胁'] =
  {
    ['拉格弗斯上尉'] = 'NPC',
  },
  ['巨魔洞穴'] =
  {
    ['格瑞林·白须'] = 'NPC',
  },
  ['巨魔巫医'] =
  {
    ['肯维雷'] = 'NPC',
    ['纳泽尔·血矛'] = 'NPC',
  },
  ['真正的主人'] =
  {
    ['所罗门镇长'] = 'NPC',
    ['所罗门镇长'] = 'NPC',
    ['伯瓦尔·弗塔根公爵'] = 'NPC',
    ['伯瓦尔·弗塔根公爵'] = 'NPC',
    ['麦克斯韦尔元帅'] = 'NPC',
    ['麦克斯韦尔元帅'] = 'NPC',
    ['所罗门镇长'] = 'NPC',
    ['所罗门镇长'] = 'NPC',
    ['伯瓦尔·弗塔根公爵'] = 'NPC',
    ['赫林迪斯·河角'] = 'NPC',
  },
  ['可怕的真相'] =
  {
    ['尼古拉斯·瑟伦霍夫公爵'] = 'NPC',
  },
  ['暮光之锤的营地'] =
  {
    ['占卜之碗'] = 'Object',
    ['暮光之书'] = 'Object',
  },
  ['暮光词典'] =
  {
    ['隐士奥泰尔'] = 'NPC',
  },
  ['暮光的秘密'] =
  {
    ['地质学家拉克斯班'] = 'NPC',
  },
  ['沙漠生存包'] =
  {
    ['奥莉尔·金叶'] = 'NPC',
  },
  ['黑市交易'] =
  {
    ['维兹格里克'] = 'NPC',
    ['尼莉丝·洛克拉夫'] = 'NPC',
    ['尼莉丝·洛克拉夫'] = 'NPC',
  },
  ['完美巫毒幻象'] =
  {
    ['祖达萨的梅维克'] = 'NPC',
  },
  ['未寄出的信'] =
  {
    ['巴隆斯·阿历克斯顿'] = 'NPC',
  },
  ['风险投资公司'] =
  {
    ['摩林·云行者'] = 'NPC',
  },
  ['视灵药剂'] =
  {
    ['格雷甘·山酒'] = 'NPC',
    ['多诺瓦·雪山'] = 'NPC',
  },
  ['暗礁海'] =
  {
    ['肯维雷'] = 'NPC',
  },
  ['战歌报告'] =
  {
    ['卡德拉克'] = 'NPC',
  },
  ['武器铸造师之道'] =
  {
    ['埃隆努斯·冷钢'] = 'NPC',
    ['伯古什'] = 'NPC',
  },
  ['饱经风霜的墓碑'] =
  {
    ['破旧的坟墓'] = 'Object',
    ['希拉·沃宁迪'] = 'NPC',
  },
  ['法师的头领'] =
  {
    ['暗影牧师奥利斯特'] = 'NPC',
  },
  ['西部水晶塔'] =
  {
    ['科琳'] = 'NPC',
  },
  ['大自然的苦楚'] =
  {
    ['穆格雷斯·深水'] = 'NPC',
    ['穆格雷斯·深水'] = 'NPC',
  },
  ['捕风者'] =
  {
    ['捕风者巴斯拉'] = 'NPC',
    ['克兰诺克·马克雷德'] = 'NPC',
  },
  ['森林守护者'] =
  {
    ['塔琳德拉'] = 'NPC',
    ['塔琳德拉'] = 'NPC',
    ['麦利萨尔·鹿盔'] = 'NPC',
  },
  ['木爪豺狼人'] =
  {
    ['大皮包'] = 'Object',
    ['基恩诺·火花'] = 'NPC',
  },
  ['格瑞曼德·艾尔默'] =
  {
    ['格瑞曼德·艾尔默'] = 'NPC',
    ['格雷森·沙东布瑞克公爵'] = 'NPC',
  },
  ['世界在你脚下'] =
  {
    ['特伦顿·轻锤'] = 'NPC',
  },
  ['世界上最大的侏儒！'] =
  {
    ['克洛诺斯'] = 'NPC',
  },
  ['奈普图洛斯的愤怒'] =
  {
    ['安纳克罗斯'] = 'NPC',
    ['纳瑞安'] = 'NPC',
  },
  ['痛苦深渊'] =
  {
    ['大皮包'] = 'Object',
    ['祖卡什虫茧'] = 'Object',
  },
  ['奇怪的材料'] =
  {
    ['伊普斯'] = 'NPC',
  },
  ['斑马的威胁'] =
  {
    ['瑟格拉·黑棘'] = 'NPC',
  },
  ['佐拉姆海岸'] =
  {
    ['辛德瑞尔·速火'] = 'NPC',
  },
  ['迷失者塞尔杜林'] =
  {
    ['迷失者塞尔杜林'] = 'NPC',
    ['葛利·硬骨'] = 'NPC',
    ['萨鲁克'] = 'NPC',
  },
  ['塞尔萨玛血肠'] =
  {
    ['维德拉·壁炉'] = 'NPC',
  },
  ['塞欧克瑞图斯的坠饰'] =
  {
    ['塞欧克瑞图斯'] = 'NPC',
  },
  ['塞拉摩间谍'] =
  {
    ['纳泽尔·血矛'] = 'NPC',
  },
  ['护送瑟瑞露尼'] =
  {
    ['瑟瑞希尔'] = 'NPC',
    ['瑟瑞露尼'] = 'NPC',
  },
  ['瑟祖克'] =
  {
    ['瑟祖克'] = 'NPC',
    ['卡普拉克'] = 'NPC',
  },
  ['微笑的吉姆'] =
  {
    ['盖兰·维米斯队长'] = 'NPC',
    ['卫兵拜伦'] = 'NPC',
  },
  ['梅兹的文书'] =
  {
    ['物资官员梅兹'] = 'NPC',
  },
  ['三十枚荣誉徽章换取物资'] =
  {
    ['督军格尔库克'] = 'NPC',
  },
  ['Thirty Signets for War Supplies'] =
  {
    ['大元帅斯诺·落雪'] = 'NPC',
  },
  ['不祥的感觉'] =
  {
    ['卢希恩·枪穗'] = 'NPC',
    ['鲁特维尔·沃拉图斯'] = 'NPC',
    ['鲁特维尔·沃拉图斯'] = 'NPC',
    ['卢希恩·枪穗'] = 'NPC',
    ['鲁特维尔·沃拉图斯'] = 'NPC',
  },
  ['灌木谷'] =
  {
    ['特兰雷克'] = 'NPC',
  },
  ['瑟银零件'] =
  {
    ['瑞林'] = 'NPC',
  },
  ['该死的石腭怪！'] =
  {
    ['工头乔尼·石眉'] = 'NPC',
  },
  ['海中的威胁'] =
  {
    ['托克卡尔'] = 'NPC',
    ['卡塔尔'] = 'NPC',
    ['卡塔尔'] = 'NPC',
    ['托克卡尔'] = 'NPC',
    ['卡塔尔'] = 'NPC',
  },
  ['冬泉熊怪的威胁'] =
  {
    ['多诺瓦·雪山'] = 'NPC',
  },
  ['烈焰之王'] =
  {
    ['布德利'] = 'NPC',
  },
  ['图勒·鸦爪'] =
  {
    ['药剂师伦弗利尔'] = 'NPC',
    ['比索·埃斯沙德'] = 'NPC',
  },
  ['索恩格瑞姆·火眼'] =
  {
    ['索恩格瑞姆·火眼'] = 'NPC',
    ['犹塞克'] = 'NPC',
  },
  ['逐风者桑德兰'] =
  {
    ['德米提恩'] = 'NPC',
  },
  ['雷霆啤酒'] =
  {
    ['葛瑞姆·雷酒'] = 'NPC',
  },
  ['净化雷角之井'] =
  {
    ['穆尔·雷角'] = 'NPC',
  },
  ['雷角长者'] =
  {
    ['雷角长者'] = 'NPC',
  },
  ['雷角图腾'] =
  {
    ['穆尔·雷角'] = 'NPC',
  },
  ['桑迪斯·织风'] =
  {
    ['桑迪斯·织风'] = 'NPC',
    ['特伦希斯'] = 'NPC',
  },
  ['科卡尔半人马的进攻'] =
  {
    ['拉尔·猎齿'] = 'NPC',
  },
  ['深渊皇冠'] =
  {
    ['塔贝萨'] = 'NPC',
  },
  ['神谕者的皇冠'] =
  {
    ['安多葛斯'] = 'NPC',
  },
  ['猎虎'] =
  {
    ['艾耶克·罗欧克'] = 'NPC',
    ['艾耶克·罗欧克'] = 'NPC',
    ['艾耶克·罗欧克'] = 'NPC',
    ['艾耶克·罗欧克'] = 'NPC',
  },
  ['林精的种子'] =
  {
    ['德纳兰'] = 'NPC',
  },
  ['林精的新芽'] =
  {
    ['德纳兰'] = 'NPC',
  },
  ['木喉熊怪的盟友'] =
  {
    ['格拉兹'] = 'NPC',
  },
  ['进攻的时机'] =
  {
    ['高级执行官达萨利亚'] = 'NPC',
    ['亡灵哨兵莱许'] = 'NPC',
  },
  ['丁奇·斯迪波尔'] =
  {
    ['丁奇·斯迪波尔'] = 'NPC',
    ['菲诺克'] = 'NPC',
  },
  ['工匠大师欧沃斯巴克'] =
  {
    ['工匠大师欧沃斯巴克'] = 'NPC',
    ['萨尔努修士'] = 'NPC',
  },
  ['加基森之旅！'] =
  {
    ['迪尔格·奎克里弗'] = 'NPC',
    ['扎姆沙'] = 'NPC',
  },
  ['去找霍夫丹！'] =
  {
    ['霍夫丹·黑须'] = 'NPC',
    ['霍格拉尔·巴坎'] = 'NPC',
  },
  ['远赴铁炉堡'] =
  {
    ['葛利·硬骨'] = 'NPC',
    ['迷失者塞尔杜林'] = 'NPC',
  },
  ['杀戮的理由'] =
  {
    ['纳萨诺斯·凋零者'] = 'NPC',
  },
  ['向奥格瑞玛进发！'] =
  {
    ['申苏尔'] = 'NPC',
    ['卡普拉克'] = 'NPC',
  },
  ['为库米沙效力'] =
  {
    ['收藏家库米沙'] = 'NPC',
  },
  ['圣骑士的审判'] =
  {
    ['格雷森·沙东布瑞克公爵'] = 'NPC',
    ['高阶牧师洛汉'] = 'NPC',
  },
  ['科娜塔一家'] =
  {
    ['吉纳维·卡隆'] = 'NPC',
  },
  ['去辛特兰的旅程'] =
  {
    ['弗斯塔德·蛮锤'] = 'NPC',
    ['布罗哈恩·铁桶'] = 'NPC',
  },
  ['登高'] =
  {
    ['玛里'] = 'NPC',
  },
  ['远赴幽暗城'] =
  {
    ['看守者贝尔杜加'] = 'NPC',
    ['迷失者塞尔杜林'] = 'NPC',
  },
  ['前往冬泉谷！'] =
  {
    ['维恩德·夜风'] = 'NPC',
    ['伊维·飘叶'] = 'NPC',
  },
  ['圣洁之书'] =
  {
    ['达索瑞恩·拉尔'] = 'NPC',
    ['达索瑞恩·拉尔'] = 'NPC',
    ['蒂萨·热炉'] = 'NPC',
    ['蒂萨·热炉'] = 'NPC',
    ['蒂萨·热炉'] = 'NPC',
    ['威尔海姆修士'] = 'NPC',
    ['格雷森·沙东布瑞克公爵'] = 'NPC',
    ['阿扎尔·战锤'] = 'NPC',
    ['布兰度尔·铁锤'] = 'NPC',
    ['布兰度尔·铁锤'] = 'NPC',
  },
  ['阴谋之书'] =
  {
    ['斯坦哈德·法尔杉'] = 'NPC',
    ['斯坦哈德·法尔杉'] = 'NPC',
    ['约拉·安尼森'] = 'NPC',
    ['约拉·安尼森'] = 'NPC',
    ['克罗姆·粗臂'] = 'NPC',
    ['克罗姆·粗臂'] = 'NPC',
    ['斯坦哈德·法尔杉'] = 'NPC',
    ['斯坦哈德·法尔杉'] = 'NPC',
    ['约拉·安尼森'] = 'NPC',
    ['克罗姆·粗臂'] = 'NPC',
  },
  ['图加的任务'] =
  {
    ['托尔塔'] = 'NPC',
    ['图加'] = 'NPC',
  },
  ['贝尔丁的工具'] =
  {
    ['贝尔丁·钢架'] = 'NPC',
    ['萨雷克·黑石'] = 'NPC',
  },
  ['上层精灵的工具'] =
  {
    ['桑迪斯·织风'] = 'NPC',
  },
  ['交易工具'] =
  {
    ['米奈特·卡加德'] = 'NPC',
  },
  ['托雷克的突袭'] =
  {
    ['埃尔托格·怒齿'] = 'NPC',
    ['托雷克'] = 'NPC',
  },
  ['记忆的折磨'] =
  {
    ['悔恨的上层精灵'] = 'NPC',
    ['奥萝拉'] = 'NPC',
  },
  ['托姆斯·深炉'] =
  {
    ['托姆斯·深炉'] = 'NPC',
    ['穆伦·雷矛'] = 'NPC',
  },
  ['破损的熊皮'] =
  {
    ['亚布·尼比盖尔'] = 'NPC',
  },
  ['托尔瓦·寻路者'] =
  {
    ['托尔瓦·寻路者'] = 'NPC',
    ['图拉克·符文图腾'] = 'NPC',
    ['希尔·符文图腾'] = 'NPC',
    ['玛斯雷·驭熊者'] = 'NPC',
    ['德纳萨里安'] = 'NPC',
    ['沙德拉斯·月树'] = 'NPC',
    ['塞瑞德兰'] = 'NPC',
    ['加诺斯·轻蹄'] = 'NPC',
    ['高赫尼'] = 'NPC',
    ['洛甘纳尔'] = 'NPC',
  },
  ['虚弱之触'] =
  {
    ['艾萨莱斯特'] = 'NPC',
    ['艾萨莱斯特'] = 'NPC',
    ['艾萨莱斯特'] = 'NPC',
    ['艾萨莱斯特'] = 'NPC',
  },
  ['虚弱之触*'] =
  {
    ['艾萨莱斯特'] = 'NPC',
    ['黑暗牧师贝里尔'] = 'NPC',
  },
  ['虚弱之触'] =
  {
    ['麦尔斯·威尔什'] = 'NPC',
    ['泰金'] = 'NPC',
    ['兰克斯特神父'] = 'NPC',
    ['乌尔库'] = 'NPC',
  },
  ['哨塔和碉堡'] =
  {
    ['提卡·血牙'] = 'NPC',
    ['杜尔根·雷矛'] = 'NPC',
  },
  ['剧毒之水'] =
  {
    ['多诺瓦·雪山'] = 'NPC',
  },
  ['毒性测试'] =
  {
    ['托尔瓦·寻路者'] = 'NPC',
  },
  ['追查货源'] =
  {
    ['旅店老板奥里森'] = 'NPC',
    ['旅店老板诺曼'] = 'NPC',
    ['艾佛特·索里山姆'] = 'NPC',
    ['玛拉·瑞尼克'] = 'NPC',
    ['艾里斯坦·莫塔'] = 'NPC',
    ['芬斯塔德·阿吉欧'] = 'NPC',
  },
  ['训练野兽'] =
  {
    ['浩特·雷角'] = 'NPC',
    ['奥玛克'] = 'NPC',
    ['祖卡斯特'] = 'NPC',
    ['贝莉亚·雷岩'] = 'NPC',
    ['格瑞夫'] = 'NPC',
    ['雅文·刺鬃'] = 'NPC',
    ['索塔尔'] = 'NPC',
    ['达扎拉'] = 'NPC',
  },
  ['血帆海盗的叛徒'] =
  {
    ['血帆叛徒'] = 'NPC',
  },
  ['践踏之爪'] =
  {
    ['绿色守卫者雷希耶尔'] = 'NPC',
  },
  ['踩在脚下'] =
  {
    ['奥罗克·沃姆什'] = 'NPC',
  },
  ['特兰雷克'] =
  {
    ['特兰雷克'] = 'NPC',
    ['克拉兹克'] = 'NPC',
  },
  ['翻译亚伯克隆比的信'] =
  {
    ['希拉·沃宁迪'] = 'NPC',
    ['艾尔罗·埃伯洛克公爵'] = 'NPC',
  },
  ['翻译日记'] =
  {
    ['加卡尔'] = 'NPC',
    ['加卡尔'] = 'NPC',
    ['圣骑士的遗体'] = 'NPC',
  },
  ['翻译龙语'] =
  {
    ['纳瑞安'] = 'NPC',
  },
  ['翻译好的信件'] =
  {
    ['艾尔罗·埃伯洛克公爵'] = 'NPC',
    ['希拉·沃宁迪'] = 'NPC',
  },
  ['树人灵魂精华'] =
  {
    ['巫医尤克里'] = 'NPC',
  },
  ['Treasure of the Timeless One'] =
  {
    ['天启者乔纳森'] = 'NPC',
  },
  ['冬幕节的礼物'] =
  {
    ['冬天爷爷'] = 'NPC',
    ['冬天爷爷'] = 'NPC',
  },
  ['灰谷之旅'] =
  {
    ['莱恩·狼行者'] = 'NPC',
    ['哨兵塞拉伊'] = 'NPC',
  },
  ['特雷莱恩的防御'] =
  {
    ['学徒克里汀'] = 'NPC',
    ['斯奎尔图'] = 'NPC',
  },
  ['大地的震颤'] =
  {
    ['加瑞克'] = 'NPC',
    ['加瑞克'] = 'NPC',
  },
  ['救死扶伤'] =
  {
    ['格里高利·维克托医生'] = 'NPC',
    ['古斯塔夫·范沃森医生'] = 'NPC',
  },
  ['巨人旷野的试炼'] =
  {
    ['鲁迦·狂暴图腾'] = 'NPC',
  },
  ['湖中试炼'] =
  {
    ['塔加里'] = 'NPC',
    ['塔加里'] = 'NPC',
    ['德迪利特·星焰'] = 'NPC',
    ['德迪利特·星焰'] = 'NPC',
  },
  ['海狮试炼'] =
  {
    ['德迪利特·星焰'] = 'NPC',
    ['德迪利特·星焰'] = 'NPC',
    ['塔加里'] = 'NPC',
    ['塔加里'] = 'NPC',
  },
  ['部族制皮'] =
  {
    ['凯雷希亚·猎月'] = 'NPC',
    ['瑟伊布'] = 'NPC',
  },
  ['野猪人的内战'] =
  {
    ['碎牙'] = 'NPC',
  },
  ['打开箱子…'] =
  {
    ['黑龙的财宝'] = 'Object',
  },
  ['托卡拉尔'] =
  {
    ['托尔贝恩的墓室'] = 'Object',
    ['托尔贝恩的墓室'] = 'Object',
    ['森古'] = 'NPC',
    ['森古'] = 'NPC',
  },
  ['巨魔符咒'] =
  {
    ['米苏瓦'] = 'NPC',
  },
  ['巨魔部族项链'] =
  {
    ['弗拉加尔'] = 'NPC',
  },
  ['巨魔调和剂'] =
  {
    ['特伦顿·轻锤'] = 'NPC',
  },
  ['巨魔巫术'] =
  {
    ['尼麦兹修士'] = 'NPC',
  },
  ['巨魔之敌'] =
  {
    ['森古'] = 'NPC',
    ['尼姆布亚'] = 'NPC',
  },
  ['巨魔的羽毛'] =
  {
    ['伊普斯'] = 'NPC',
  },
  ['港口的麻烦'] =
  {
    ['起重机操作员比戈弗兹'] = 'NPC',
  },
  ['黑海岸的麻烦事'] =
  {
    ['考古学家霍莉'] = 'NPC',
    ['首席考古学家杜瑟·灰须'] = 'NPC',
  },
  ['帮助耶努萨克雷'] =
  {
    ['耶努萨克雷'] = 'NPC',
    ['苏纳曼'] = 'NPC',
  },
  ['冬泉谷的麻烦！'] =
  {
    ['多诺瓦·雪山'] = 'NPC',
    ['麦吉·贝比罗克'] = 'NPC',
  },
  ['凯斯利尔的怨灵'] =
  {
    ['奥萝拉'] = 'NPC',
    ['加隆·石矛'] = 'NPC',
  },
  ['神谕者的长裤'] =
  {
    ['坎多斯特拉兹'] = 'NPC',
  },
  ['真正的信徒'] =
  {
    ['隐士奥泰尔'] = 'NPC',
  },
  ['踏平侏儒'] =
  {
    ['拉瓦克·恐怖图腾'] = 'NPC',
  },
  ['青苔之瘤'] =
  {
    ['雷利亚·绿树'] = 'NPC',
  },
  ['马克格拉恩的干肉'] =
  {
    ['图德拉·马克格拉恩'] = 'NPC',
  },
  ['二十枚荣誉徽章换取物资'] =
  {
    ['督军格尔库克'] = 'NPC',
    ['大元帅斯诺·落雪'] = 'NPC',
  },
  ['暮光作战命令'] =
  {
    ['指挥官玛尔利斯'] = 'NPC',
  },
  ['暮光之锤的末日'] =
  {
    ['银月守卫玛纳杜斯'] = 'NPC',
  },
  ['暮光地王'] =
  {
    ['霍姆·蛮鬃'] = 'NPC',
  },
  ['圣殿骑士'] =
  {
    ['唤风者普劳豪恩'] = 'NPC',
  },
  ['Twilight Ring of Lordship'] =
  {
    ['奥莉尔·金叶'] = 'NPC',
  },
  ['扭曲的邪恶'] =
  {
    ['维洛'] = 'NPC',
  },
  ['扭曲的仇恨'] =
  {
    ['塔隆凯·捷根'] = 'NPC',
  },
  ['两半合一'] =
  {
    ['詹妮丝·费尔斯通'] = 'NPC',
  },
  ['泰兰德和雷姆洛斯'] =
  {
    ['守护者雷姆洛斯'] = 'NPC',
    ['森林小精灵'] = 'NPC',
  },
  ['尤拉莱克和野蛮护手'] =
  {
    ['尤拉莱克'] = 'NPC',
    ['索恩格瑞姆·火眼'] = 'NPC',
  },
  ['切割者奥拉格'] =
  {
    ['亡灵卫兵迪林格尔'] = 'NPC',
  },
  ['背叛者乌拉泰克'] =
  {
    ['魔王贝恩霍勒'] = 'NPC',
  },
  ['奥达曼的蘑菇'] =
  {
    ['加克'] = 'NPC',
    ['加卡尔'] = 'NPC',
  },
  ['档案管理员阿姆伯尔'] =
  {
    ['阿姆伯尔'] = 'NPC',
    ['莱耶·星击'] = 'NPC',
  },
  ['安戈洛的泥土'] =
  {
    ['耶纳尔'] = 'NPC',
    ['格德'] = 'NPC',
    ['大德鲁伊范达尔·鹿盔'] = 'NPC',
    ['大德鲁伊哈缪尔·符文图腾'] = 'NPC',
  },
  ['讨厌的蝙蝠'] =
  {
    ['纳萨诺斯·凋零者'] = 'NPC',
  },
  ['卡林叔叔'] =
  {
    ['卡林·雷德帕斯'] = 'NPC',
    ['帕米拉·雷德帕斯'] = 'NPC',
  },
  ['发现过去的秘密'] =
  {
    ['拉比恩·萨图纳'] = 'NPC',
    ['阿姆伯尔'] = 'NPC',
  },
  ['发现历史'] =
  {
    ['勘察员维尔加'] = 'NPC',
  },
  ['完好无损的毒囊'] =
  {
    ['药剂师林度恩'] = 'NPC',
  },
  ['壳中的东西…'] =
  {
    ['阿姆伯尔'] = 'NPC',
  },
  ['阴影之下'] =
  {
    ['指挥官托马斯·海勒拉'] = 'NPC',
  },
  ['雏龙的鳞片'] =
  {
    ['弗纳·奥斯古'] = 'NPC',
  },
  ['地底突袭'] =
  {
    ['沉默的舒尼'] = 'NPC',
  },
  ['未竟的事业'] =
  {
    ['科尔斯塔·迪普沙东'] = 'NPC',
  },
  ['未完的任务'] =
  {
    ['科尔斯塔·迪普沙东'] = 'NPC',
    ['科尔斯塔·迪普沙东'] = 'NPC',
  },
  ['戈多克食人魔的事务'] =
  {
    ['克罗卡斯'] = 'NPC',
  },
  ['制服供应'] =
  {
    ['唤风者普劳豪恩'] = 'NPC',
    ['唤风者普劳豪恩'] = 'NPC',
  },
  ['收集破碎的护符'] =
  {
    ['部落英雄的灵魂'] = 'NPC',
  },
  ['揭开秘密'] =
  {
    ['地质学家拉克斯班'] = 'NPC',
    ['鲁特加尔·雕石'] = 'NPC',
  },
  ['至死方休'] =
  {
    ['尤瑞夫的墓碑'] = 'Object',
    ['克拉莉斯·弗斯特'] = 'NPC',
  },
  ['鼻烟'] =
  {
    ['迪格'] = 'NPC',
  },
  ['向塞恩希尔报告'] =
  {
    ['哨兵塞恩希尔'] = 'NPC',
    ['凯拉·影矛'] = 'NPC',
  },
  ['乌尔的暗影魔法研究论文'] =
  {
    ['高阶巫师安多玛斯'] = 'NPC',
  },
  ['乌洛克'] =
  {
    ['瓦罗什'] = 'NPC',
  },
  ['大槌乌萨尔'] =
  {
    ['阿斯瑞达斯·熊皮'] = 'NPC',
  },
  ['乌萨苟斯的爪子'] =
  {
    ['塞娜尼·雷心'] = 'NPC',
  },
  ['碎齿熊尤西乌斯'] =
  {
    ['斯托姆·影蹄'] = 'NPC',
  },
  ['瓦拉里尔的搜寻'] =
  {
    ['玛雷姆的箱子'] = 'Object',
    ['玛雷姆的箱子'] = 'Object',
    ['瓦拉里尔·屠魔者'] = 'NPC',
    ['黛琳达·玛雷姆'] = 'NPC',
    ['瓦拉里尔·屠魔者'] = 'NPC',
    ['瓦拉里尔·屠魔者'] = 'NPC',
  },
  ['瓦拉达尔·星歌'] =
  {
    ['瓦拉达尔·星歌'] = 'NPC',
    ['新年预告者'] = 'NPC',
  },
  ['仆从瓦里克'] =
  {
    ['仆从瓦里克'] = 'NPC',
  },
  ['背信弃义的人类'] =
  {
    ['加索克'] = 'NPC',
  },
  ['击败入侵者！ (PvP)'] =
  {
    ['哨兵轻歌'] = 'NPC',
    ['哨兵轻歌'] = 'NPC',
    ['哨兵轻歌'] = 'NPC',
    ['哨兵轻歌'] = 'NPC',
  },
  ['击败入侵者!'] =
  {
    ['哨兵轻歌'] = 'NPC',
  },
  ['维吉雷克'] =
  {
    ['穆伦·雷矛'] = 'NPC',
  },
  ['维琳德·星歌'] =
  {
    ['塞恩提尔·刃纹'] = 'NPC',
    ['哨兵梅丽瑞亚·霜影'] = 'NPC',
  },
  ['维琳德的日记'] =
  {
    ['塞恩提尔·刃纹'] = 'NPC',
  },
  ['维罗拉·奈特雷和野蛮腿甲'] =
  {
    ['维罗拉·奈特雷'] = 'NPC',
    ['索恩格瑞姆·火眼'] = 'NPC',
  },
  ['对鹰身人的复仇'] =
  {
    ['塔罗·刺蹄'] = 'NPC',
  },
  ['毒液瓶'] =
  {
    ['毒液瓶'] = 'Object',
    ['药剂师林度恩'] = 'NPC',
  },
  ['送往幽暗城的毒药'] =
  {
    ['大药剂师法拉尼尔'] = 'NPC',
    ['药剂师林度恩'] = 'NPC',
  },
  ['风险投资公司'] =
  {
    ['克兰克·菲兹巴布'] = 'NPC',
  },
  ['绿色便笺'] =
  {
    ['加尔特·迷雾行者'] = 'NPC',
    ['格鲁尔·鹰风'] = 'NPC',
  },
  ['绿色符记'] =
  {
    ['玛丹特·硬木'] = 'NPC',
    ['管理员伊尔萨莱恩'] = 'NPC',
  },
  ['验证腐蚀'] =
  {
    ['塔诺恩·红羽'] = 'NPC',
  },
  ['狂热的维罗戈'] =
  {
    ['雷戈萨·死门'] = 'NPC',
  },
  ['神谕者的外套'] =
  {
    ['温瑟拉'] = 'NPC',
  },
  ['老兵犹塞克'] =
  {
    ['犹塞克'] = 'NPC',
    ['克朗·石蹄'] = 'NPC',
    ['塔绍尔·锯痕'] = 'NPC',
    ['索瑞克'] = 'NPC',
  },
  ['鲜艳的羽毛'] =
  {
    ['亚布·尼比盖尔'] = 'NPC',
  },
  ['联盟的胜利'] =
  {
    ['伯瓦尔·弗塔根公爵'] = 'NPC',
  },
  ['部落的胜利'] =
  {
    ['萨尔'] = 'NPC',
  },
  ['邪灵劣魔'] =
  {
    ['祖雷萨'] = 'NPC',
    ['祖雷萨'] = 'NPC',
    ['鲁赞'] = 'NPC',
    ['鲁赞'] = 'NPC',
  },
  ['身陷危险的树妖！'] =
  {
    ['安妮莉亚'] = 'NPC',
    ['伊莉亚娜'] = 'NPC',
  },
  ['邪枝窃贼'] =
  {
    ['铁匠斯拉提'] = 'NPC',
  },
  ['达隆郡的恶魔'] =
  {
    ['卡林·雷德帕斯'] = 'NPC',
  },
  ['巫毒幻象'] =
  {
    ['祖达萨的梅维克'] = 'NPC',
    ['祖达萨的梅维克'] = 'NPC',
    ['祖达萨的梅维克'] = 'NPC',
  },
  ['寻访草药师'] =
  {
    ['玛蒂·詹罗斯'] = 'NPC',
    ['卫兵派克'] = 'NPC',
  },
  ['重要情报'] =
  {
    ['执行官塞加德'] = 'NPC',
    ['执行官阿伦'] = 'NPC',
  },
  ['重要的补给'] =
  {
    ['守卫队长索里加尔'] = 'NPC',
    ['高阶巫师安多玛斯'] = 'NPC',
  },
  ['薇薇安·拉格雷'] =
  {
    ['暗法师薇薇安·拉格雷'] = 'NPC',
    ['药剂师金格'] = 'NPC',
  },
  ['薇薇安·拉格雷和黑暗石板'] =
  {
    ['暗法师薇薇安·拉格雷'] = 'NPC',
    ['药剂师金格'] = 'NPC',
  },
  ['巫毒的警觉'] =
  {
    ['无眠者赞札'] = 'NPC',
  },
  ['火山的活动'] =
  {
    ['莉芙·雷兹菲克斯'] = 'NPC',
  },
  ['讨债行动'] =
  {
    ['“海狼”马克基雷'] = 'NPC',
  },
  ['巫毒羽毛'] =
  {
    ['部落英雄的灵魂'] = 'NPC',
  },
  ['沃鲁斯·邪蹄'] =
  {
    ['艾兰娜瑞'] = 'NPC',
  },
  ['沃瑞尔的复仇'] =
  {
    ['莫尼卡·森古特斯'] = 'NPC',
    ['沃瑞尔·森加斯'] = 'NPC',
  },
  ['鞭笞者沃尔沙'] =
  {
    ['战歌信使'] = 'NPC',
    ['穆格拉什'] = 'NPC',
  },
  ['秃鹫的活力'] =
  {
    ['血法师莱诺雷'] = 'NPC',
  },
  ['维利塔恩的污染'] =
  {
    ['塔琳德莉亚'] = 'NPC',
    ['瓦克·战痕'] = 'NPC',
  },
  ['邪恶的维拉尔'] =
  {
    ['霍姆·蛮鬃'] = 'NPC',
  },
  ['维林的报复'] =
  {
    ['维林·疾风'] = 'NPC',
    ['年轻的达瑞尔'] = 'NPC',
    ['维林·疾风'] = 'NPC',
    ['年轻的达瑞尔'] = 'NPC',
  },
  ['等待希拉完工'] =
  {
    ['希拉·沃宁迪'] = 'NPC',
  },
  ['唤醒传说'] =
  {
    ['守护者雷姆洛斯'] = 'NPC',
  },
  ['特雷莱恩的符咒魔杖'] =
  {
    ['斯奎尔图'] = 'NPC',
  },
  ['给比索的魔杖'] =
  {
    ['布满灰尘的书架'] = 'Object',
    ['比索·埃斯沙德'] = 'NPC',
  },
  ['迷路的沙恩'] =
  {
    ['罗克比特'] = 'NPC',
    ['沙恩·飘叶'] = 'NPC',
  },
  ['通缉：阿纳克·恐怖图腾'] =
  {
    ['通缉：阿纳克·恐怖图腾'] = 'Object',
    ['峭壁卫兵图林·长角'] = 'NPC',
  },
  ['通缉：死亡弯钩'] =
  {
    ['通缉布告：死亡弯钩'] = 'Object',
    ['维斯·库鲁兹'] = 'NPC',
  },
  ['通缉：玛雷兹·考尔'] =
  {
    ['通缉板'] = 'Object',
    ['尼艾丝队长'] = 'NPC',
  },
  ['通缉：奥图和法库雷斯特'] =
  {
    ['通缉板'] = 'Object',
    ['尼艾丝队长'] = 'NPC',
  },
  ['通缉：霍格'] =
  {
    ['通缉告示'] = 'Object',
    ['治安官杜汉'] = 'NPC',
  },
  ['通缉：安德雷·费尔比德'] =
  {
    ['通缉告示'] = 'Object',
    ['安全主管吉罗姆·比格维兹'] = 'NPC',
  },
  ['通缉：巴隆·朗绍尔'] =
  {
    ['通缉'] = 'Object',
    ['加兹鲁维'] = 'NPC',
  },
  ['通缉：瓦杜斯男爵'] =
  {
    ['通缉'] = 'Object',
    ['高级执行官达萨利亚'] = 'NPC',
  },
  ['通缉：卡利夫·斯科比斯汀'] =
  {
    ['通缉告示'] = 'Object',
    ['首席工程师沙克斯·比格维兹'] = 'NPC',
  },
  ['通缉令：卓克苏尔'] =
  {
    ['通缉'] = 'Object',
    ['镇长埃罗恩·钝鼻'] = 'NPC',
  },
  ['Wanted: DWARVES!'] =
  {
    ['通缉：矮人!'] = 'Object',
    ['亚斯拉·血矛'] = 'NPC',
  },
  ['通缉：加塞尔佐格'] =
  {
    ['通缉：加塞尔佐格'] = 'Object',
    ['所罗门镇长'] = 'NPC',
  },
  ['通缉：范高雷中尉'] =
  {
    ['通缉：范高雷中尉'] = 'Object',
    ['所罗门镇长'] = 'NPC',
  },
  ['悬赏：蛆眼'] =
  {
    ['通缉！'] = 'Object',
    ['执行官塞加德'] = 'NPC',
  },
  ['Wanted: MORE DWARVES!'] =
  {
    ['亚斯拉·血矛'] = 'NPC',
  },
  ['Wanted: MORE ORCS!'] =
  {
    ['诺雷格·雷矛中尉'] = 'NPC',
  },
  ['通缉：莫克迪普！'] =
  {
    ['通缉：莫克迪普!'] = 'Object',
    ['哨兵戈琳达·纳希恩'] = 'NPC',
  },
  ['Wanted: ORCS!'] =
  {
    ['通缉：兽人!'] = 'Object',
    ['诺雷格·雷矛中尉'] = 'NPC',
  },
  ['悬赏：工头玛托留斯'] =
  {
    ['通缉/失踪/失物招领'] = 'Object',
    ['侦查队长洛洛尔'] = 'NPC',
  },
  ['通缉：辛迪加成员'] =
  {
    ['通缉'] = 'Object',
    ['高级执行官达萨利亚'] = 'NPC',
  },
  ['通缉：邪恶祭司海克斯和她的爪牙'] =
  {
    ['作战公告！'] = 'Object',
    ['断齿族长'] = 'NPC',
  },
  ['海上之战'] =
  {
    ['卢森·费兹布拉克'] = 'NPC',
  },
  ['龙喉战旗'] =
  {
    ['斯托菲队长'] = 'NPC',
  },
  ['魔誓者之战'] =
  {
    ['部落英雄的灵魂'] = 'NPC',
  },
  ['与豺狼人开战'] =
  {
    ['哈杜肯·迅蹄'] = 'NPC',
  },
  ['军阀克雷利安'] =
  {
    ['大法师克希雷姆'] = 'NPC',
  },
  ['高图斯的命令'] =
  {
    ['军官高图斯'] = 'NPC',
  },
  ['战士的血脉'] =
  {
    ['部落英雄的灵魂'] = 'NPC',
  },
  ['战歌侍从的报告'] =
  {
    ['战歌侦查骑兵'] = 'NPC',
  },
  ['战歌信使的报告'] =
  {
    ['战歌信使'] = 'NPC',
  },
  ['战歌锯条'] =
  {
    ['皮克希尔'] = 'NPC',
  },
  ['战歌斥候的报告'] =
  {
    ['战歌斥候'] = 'NPC',
  },
  ['战歌氏族的补给品'] =
  {
    ['洛克·奥卡尔'] = 'NPC',
  },
  ['搁浅的巨兽'] =
  {
    ['温尼斯·布莱葛'] = 'NPC',
    ['温尼斯·布莱葛'] = 'NPC',
  },
  ['瓦希塔帕恩'] =
  {
    ['乔恩·星眼'] = 'NPC',
  },
  ['废土'] =
  {
    ['莱耶·星击'] = 'NPC',
    ['拉比恩·萨图纳'] = 'NPC',
  },
  ['废土的公正'] =
  {
    ['首席工程师沙克斯·比格维兹'] = 'NPC',
  },
  ['水元素'] =
  {
    ['大财主里维加兹'] = 'NPC',
  },
  ['收集水袋'] =
  {
    ['操作员鲁格伦克'] = 'NPC',
    ['操作员鲁格伦克'] = 'NPC',
  },
  ['水之灵契'] =
  {
    ['水之先知伊斯伦'] = 'NPC',
  },
  ['克萨维亚之水'] =
  {
    ['迪诺'] = 'NPC',
  },
  ['碎浪多头怪'] =
  {
    ['奥汀克'] = 'NPC',
  },
  ['野猪人的武器'] =
  {
    ['塔特纳克·钢炉'] = 'NPC',
  },
  ['月神武器'] =
  {
    ['玛希尔'] = 'NPC',
  },
  ['灵魂武器'] =
  {
    ['巫医尤克里'] = 'NPC',
  },
  ['树林蜘蛛的卵'] =
  {
    ['基尔沙兰·风行者'] = 'NPC',
  },
  ['树林蜘蛛的毒囊'] =
  {
    ['基尔沙兰·风行者'] = 'NPC',
  },
  ['欢迎来到丛林'] =
  {
    ['小赫米特·奈辛瓦里'] = 'NPC',
    ['巴尼尔·石罐'] = 'NPC',
  },
  ['欢迎!'] =
  {
    ['梅里萨·斯蒂维尔'] = 'NPC',
  },
  ['欢迎!*'] =
  {
    ['尤里·碎盔'] = 'NPC',
    ['奥雷希尔·语风'] = 'NPC',
    ['玛卡尔'] = 'NPC',
    ['沃恩·星眼'] = 'NPC',
    ['克雷尔·韦洛'] = 'NPC',
  },
  ['腐化之井'] =
  {
    ['温娜·哈萨德'] = 'NPC',
  },
  ['维妮·布特巴克'] =
  {
    ['维妮·布特巴克'] = 'NPC',
    ['斯布特瓦夫'] = 'NPC',
  },
  ['西泉要塞'] =
  {
    ['瑞尼尔副队长'] = 'NPC',
    ['治安官杜汉'] = 'NPC',
  },
  ['杂味炖肉'] =
  {
    ['萨尔玛·萨丁'] = 'NPC',
    ['萨尔玛·萨丁'] = 'NPC',
    ['弗娜·法布隆'] = 'NPC',
  },
  ['码头管理员迪兹维格'] =
  {
    ['码头管理员迪兹维格'] = 'NPC',
    ['码头管理员迪兹维格'] = 'NPC',
    ['药剂师赫布瑞姆'] = 'NPC',
    ['克拉维尔·浓须'] = 'NPC',
  },
  ['伸张正义'] =
  {
    ['卫兵伯尔顿'] = 'NPC',
  },
  ['出了什么事？'] =
  {
    ['萨尔'] = 'NPC',
    ['指挥官哥沙克'] = 'NPC',
    ['指挥官哥沙克'] = 'NPC',
  },
  ['尼比的助手'] =
  {
    ['伊普斯'] = 'NPC',
    ['万能的尼比'] = 'NPC',
  },
  ['绝密配方！'] =
  {
    ['大铁匠博恩奈特'] = 'NPC',
  },
  ['牛头人的蹄子'] =
  {
    ['德尔克'] = 'NPC',
  },
  ['风吹来的消息'] =
  {
    ['萨尔'] = 'NPC',
  },
  ['明天的希望'] =
  {
    ['流沙守望者巴里斯托尔斯'] = 'NPC',
  },
  ['黑暗战车之轮'] =
  {
    ['戈瑟奇·邪眼'] = 'NPC',
    ['莫苏尔·召血者'] = 'NPC',
  },
  ['烟鬼的炸药'] =
  {
    ['烟鬼拉鲁恩'] = 'NPC',
  },
  ['旋风武器'] =
  {
    ['捕风者巴斯拉'] = 'NPC',
  },
  ['高速青铜齿轮'] =
  {
    ['瑞林'] = 'NPC',
  },
  ['威士忌斯利姆的酒'] =
  {
    ['威士忌斯利姆'] = 'NPC',
  },
  ['冬泉谷的枭兽'] =
  {
    ['特鲁尔·法贝恩'] = 'NPC',
    ['特鲁尔·法贝恩'] = 'NPC',
    ['特鲁尔·法贝恩'] = 'NPC',
  },
  ['荒野之心'] =
  {
    ['药剂师伦弗利尔'] = 'NPC',
    ['兰妮·尤瑞克'] = 'NPC',
  },
  ['蛮皮护甲'] =
  {
    ['普拉特·马克格鲁比'] = 'NPC',
    ['杉多尔·迅蹄'] = 'NPC',
  },
  ['蛮皮战靴'] =
  {
    ['普拉特·马克格鲁比'] = 'NPC',
    ['杉多尔·迅蹄'] = 'NPC',
  },
  ['蛮皮头盔'] =
  {
    ['普拉特·马克格鲁比'] = 'NPC',
    ['杉多尔·迅蹄'] = 'NPC',
  },
  ['蛮皮护腿'] =
  {
    ['普拉特·马克格鲁比'] = 'NPC',
    ['杉多尔·迅蹄'] = 'NPC',
  },
  ['蛮皮护肩'] =
  {
    ['普拉特·马克格鲁比'] = 'NPC',
    ['杉多尔·迅蹄'] = 'NPC',
  },
  ['蛮皮外衣'] =
  {
    ['普拉特·马克格鲁比'] = 'NPC',
    ['杉多尔·迅蹄'] = 'NPC',
  },
  ['戈瑟奇·邪眼'] =
  {
    ['戈瑟奇·邪眼'] = 'NPC',
    ['莫苏尔·召血者'] = 'NPC',
  },
  ['枭兽魂精'] =
  {
    ['巫医玛艾里'] = 'NPC',
  },
  ['艾露恩的枭兽'] =
  {
    ['大德鲁伊范达尔·鹿盔'] = 'NPC',
    ['艾瑞拉斯·琥珀'] = 'NPC',
  },
  ['净化蛮鬃之井'] =
  {
    ['穆尔·雷角'] = 'NPC',
  },
  ['蛮鬃长者'] =
  {
    ['蛮鬃长者'] = 'NPC',
  },
  ['蛮鬃图腾'] =
  {
    ['穆尔·雷角'] = 'NPC',
  },
  ['威利德的日记'] =
  {
    ['威利德·马绍尔'] = 'NPC',
  },
  ['进口商威利克斯'] =
  {
    ['进口商威利克斯'] = 'NPC',
  },
  ['驭风者'] =
  {
    ['艾鲁'] = 'NPC',
  },
  ['风路长者'] =
  {
    ['风路长者'] = 'NPC',
  },
  ['沙漠之风'] =
  {
    ['雷兹拉克'] = 'NPC',
  },
  ['风之图腾长者'] =
  {
    ['风之图腾长者'] = 'NPC',
  },
  ['酒店的广告'] =
  {
    ['苏泽塔·加林纳'] = 'NPC',
    ['雷纳多·加林纳'] = 'NPC',
  },
  ['冬天的礼物'] =
  {
    ['冬天爷爷'] = 'NPC',
    ['欢乐制造器操作员'] = 'NPC',
  },
  ['冬泉熊怪的活动'] =
  {
    ['萨尔法'] = 'NPC',
  },
  ['寒水魂精'] =
  {
    ['巫医玛艾里'] = 'NPC',
  },
  ['冬泉火酒'] =
  {
    ['多诺瓦·雪山'] = 'NPC',
  },
  ['冬泉熊怪的侵扰'] =
  {
    ['雷沃·霜翼'] = 'NPC',
  },
  ['木喉熊怪的盟友'] =
  {
    ['克尔达'] = 'NPC',
  },
  ['冬泉信使'] =
  {
    ['多诺瓦·雪山'] = 'NPC',
  },
  ['净化冰蹄之井'] =
  {
    ['穆尔·雷角'] = 'NPC',
  },
  ['冬蹄长者'] =
  {
    ['冰蹄长者'] = 'NPC',
  },
  ['阿迦玛甘的智慧'] =
  {
    ['碎牙'] = 'NPC',
  },
  ['枯木巨魔的牢笼'] =
  {
    ['狮鹫兽管理员沙拉克·鹰斧'] = 'NPC',
  },
  ['林中的群狼'] =
  {
    ['伊根·派特斯金纳'] = 'NPC',
  },
  ['恶狼成群'] =
  {
    ['拉尔斯'] = 'NPC',
  },
  ['调查木爪岭'] =
  {
    ['木爪作战地图'] = 'Object',
    ['哈杜肯·迅蹄'] = 'NPC',
  },
  ['熊怪酋长的话'] =
  {
    ['科雷克·望天'] = 'NPC',
    ['多诺瓦·雪山'] = 'NPC',
  },
  ['森林里的狼人'] =
  {
    ['乔纳森·卡尔文'] = 'NPC',
    ['卡洛尔'] = 'NPC',
    ['卡洛尔'] = 'NPC',
    ['卡洛尔'] = 'NPC',
    ['卡洛尔'] = 'NPC',
  },
  ['证明实力'] =
  {
    ['学徒克里汀'] = 'NPC',
  },
  ['受伤的古树'] =
  {
    ['凯拉·影矛'] = 'NPC',
  },
  ['蓝龙之怒'] =
  {
    ['哈尔琳'] = 'NPC',
    ['耶兹巴'] = 'NPC',
    ['哈尔琳'] = 'NPC',
  },
  ['棘齿城的维尼克斯'] =
  {
    ['卑鄙的维尼克斯'] = 'NPC',
    ['赞杜沙'] = 'NPC',
  },
  ['安全之路令状'] =
  {
    ['守卫迪笛儿'] = 'NPC',
  },
  ['嚎哭鬼屋的瘟疫之锅'] =
  {
    ['瘟疫之锅'] = 'Object',
  },
  ['克索诺斯星尘'] =
  {
    ['戈瑟奇·邪眼'] = 'NPC',
    ['魔王贝恩霍勒'] = 'NPC',
  },
  ['克希雷姆的报酬'] =
  {
    ['杰迪加'] = 'NPC',
    ['大法师克希雷姆'] = 'NPC',
  },
  ['犹鲁斯·麦酒'] =
  {
    ['犹鲁斯·麦酒'] = 'NPC',
    ['武神'] = 'NPC',
  },
  ['恶魔拉瑟莱克'] =
  {
    ['部落英雄的灵魂'] = 'NPC',
  },
  ['干得好'] =
  {
    ['兹吉'] = 'NPC',
    ['黑爪加尔德斯'] = 'NPC',
  },
  ['草莓冰激凌*'] =
  {
    ['人类孤儿'] = 'NPC',
  },
  ['草莓冰激凌'] =
  {
    ['兽人孤儿'] = 'NPC',
  },
  ['你真棒！'] =
  {
    ['纳特·帕格'] = 'NPC',
    ['鲁玛克'] = 'NPC',
  },
  ['天寒地冻'] =
  {
    ['凯玛德·考伯宾奇'] = 'NPC',
    ['乌莫尔特'] = 'NPC',
    ['奇怪的雪人'] = 'NPC',
    ['奇怪的雪人'] = 'NPC',
  },
  ['小鳄鱼皮'] =
  {
    ['詹姆斯·哈洛兰'] = 'NPC',
  },
  ['年轻的恋人'] =
  {
    ['托米·乔·斯通菲尔德'] = 'NPC',
    ['梅贝尔·马科伦'] = 'NPC',
  },
  ['财富在等着你……'] =
  {
    ['死亡矿井货物箱'] = 'Object',
    ['神秘的东谷干草堆'] = 'Object',
    ['神秘的树桩'] = 'Object',
  },
  ['起点'] =
  {
    ['高内克'] = 'NPC',
    ['卡尔图克'] = 'NPC',
  },
  ['尤卡·斯库比格特'] =
  {
    ['尤卡·斯库比格特'] = 'NPC',
    ['尤尔巴·斯库比格特'] = 'NPC',
  },
  ['流亡者塞达尔'] =
  {
    ['护理者奥林'] = 'NPC',
  },
  ['扎拉赞恩'] =
  {
    ['加德林大师'] = 'NPC',
  },
  ['扎米克的困扰'] =
  {
    ['札米克'] = 'NPC',
  },
  ['赞达拉暗影大师坠饰'] =
  {
    ['盲眼法希尔'] = 'NPC',
  },
  ['赞达拉暗影坠饰'] =
  {
    ['盲眼法希尔'] = 'NPC',
    ['盲眼法希尔'] = 'NPC',
    ['盲眼法希尔'] = 'NPC',
  },
  ['赞杜沙'] =
  {
    ['赞杜沙'] = 'NPC',
    ['申苏尔'] = 'NPC',
  },
  ['赞扎的饮料'] =
  {
    ['商人林沃斯'] = 'NPC',
  },
  ['赞吉尔的药剂和蠢人酒'] =
  {
    ['克拉维尔·浓须'] = 'NPC',
    ['克兰克·菲兹巴布'] = 'NPC',
  },
  ['赞吉尔的秘密'] =
  {
    ['克兰克·菲兹巴布'] = 'NPC',
  },
  ['被缩小的巨人'] =
  {
    ['索尔宾·范达瑟'] = 'NPC',
  },
  ['除草器的燃料'] =
  {
    ['拉瑞安'] = 'NPC',
    ['莉芙·雷兹菲克斯'] = 'NPC',
  },
  ['赛恩的要求'] =
  {
    ['赛恩·腐蹄'] = 'NPC',
  },
  ['斯菲莱克斯的便携式伐木机'] =
  {
    ['首席技师斯菲莱克斯'] = 'NPC',
  },
  ['斯菲莱克斯的可携式伐木机'] =
  {
    ['首席技师斯菲莱克斯'] = 'NPC',
  },
  ['金格的评估'] =
  {
    ['芬斯塔德·阿吉欧'] = 'NPC',
  },
  ['给金格的货物'] =
  {
    ['药剂师金格'] = 'NPC',
    ['药剂师伦弗利尔'] = 'NPC',
  },
  ['菲兹克斯'] =
  {
    ['菲兹克斯'] = 'NPC',
    ['斯布特瓦夫'] = 'NPC',
  },
  ['僵尸'] =
  {
    ['旅店老板斯密茨'] = 'NPC',
    ['亚伯克隆比'] = 'NPC',
  },
  ['祖卡什的入侵'] =
  {
    ['哈杜肯·迅蹄'] = 'NPC',
  },
  ['祖卡什报告'] =
  {
    ['基尔兹宾·鼓眼'] = 'NPC',
    ['哈杜肯·迅蹄'] = 'NPC',
  },
  ['祖利安、拉扎什和哈卡莱硬币'] =
  {
    ['温卡萨'] = 'NPC',
  },
}
